-- phpMyAdmin SQL Dump
-- version 4.8.5
-- https://www.phpmyadmin.net/
--
-- Хост: localhost
-- Время создания: Май 10 2019 г., 10:03
-- Версия сервера: 5.5.60-MariaDB
-- Версия PHP: 5.6.40

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `radio.svyaznoytv.com`
--

-- --------------------------------------------------------

--
-- Структура таблицы `oc_address`
--

CREATE TABLE `oc_address` (
  `address_id` int(11) NOT NULL,
  `customer_id` int(11) NOT NULL,
  `firstname` varchar(32) NOT NULL,
  `lastname` varchar(32) NOT NULL,
  `company` varchar(40) NOT NULL,
  `address_1` varchar(128) NOT NULL,
  `address_2` varchar(128) NOT NULL,
  `city` varchar(128) NOT NULL,
  `postcode` varchar(10) NOT NULL,
  `country_id` int(11) NOT NULL DEFAULT '0',
  `zone_id` int(11) NOT NULL DEFAULT '0',
  `custom_field` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_address`
--

INSERT INTO `oc_address` (`address_id`, `customer_id`, `firstname`, `lastname`, `company`, `address_1`, `address_2`, `city`, `postcode`, `country_id`, `zone_id`, `custom_field`) VALUES
(2, 1, 'moti', 'lee', '', 'm. jucova', '', 'odessa', '', 220, 3495, '');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_admin_notepad`
--

CREATE TABLE `oc_admin_notepad` (
  `id` int(11) NOT NULL,
  `text` text NOT NULL,
  `last_edit_date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `last_edit_user` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_api`
--

CREATE TABLE `oc_api` (
  `api_id` int(11) NOT NULL,
  `username` varchar(64) NOT NULL,
  `key` text NOT NULL,
  `status` tinyint(1) NOT NULL,
  `date_added` datetime NOT NULL,
  `date_modified` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_api`
--

INSERT INTO `oc_api` (`api_id`, `username`, `key`, `status`, `date_added`, `date_modified`) VALUES
(1, 'Default', 'CjWur2V8bknTrxHbIPJFJBlNvha6rh8cegiqo11a0EsmVrOxnEzIKhQKDxVRZQZidWKRvUnPwfT1NHgrcccB4s2pFtsRzQ3frzak13tkYcGIlpAbLWbE1PvLLTr7DjF6MGVmqO0ZRWZ8ukZjbLSuD0tg1WUqR1nrOxfO96SapWmtWeyRAqLlrsk0Oetb9ITHDd4cuGESsqm2WkATwEVvAF6uqeR9xRcRVj2ikjqKCXeWEwmUu8NZpLk7BugMGDJy', 1, '2019-03-05 15:20:46', '2019-03-05 15:20:46');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_api_ip`
--

CREATE TABLE `oc_api_ip` (
  `api_ip_id` int(11) NOT NULL,
  `api_id` int(11) NOT NULL,
  `ip` varchar(40) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_api_ip`
--

INSERT INTO `oc_api_ip` (`api_ip_id`, `api_id`, `ip`) VALUES
(1, 1, '178.212.195.36'),
(2, 1, '192.168.250.208');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_api_session`
--

CREATE TABLE `oc_api_session` (
  `api_session_id` int(11) NOT NULL,
  `api_id` int(11) NOT NULL,
  `session_id` varchar(32) NOT NULL,
  `ip` varchar(40) NOT NULL,
  `date_added` datetime NOT NULL,
  `date_modified` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_api_session`
--

INSERT INTO `oc_api_session` (`api_session_id`, `api_id`, `session_id`, `ip`, `date_added`, `date_modified`) VALUES
(21, 1, '3ccf0cc800aa8efa72733ab98b', '192.168.250.208', '2019-05-06 18:13:22', '2019-05-06 18:13:22'),
(22, 1, 'ed3142a32560b1ddf1010d6fd3', '192.168.250.208', '2019-05-06 18:13:28', '2019-05-06 18:13:28'),
(20, 1, 'd71da2ca5249b688e7c502d497', '192.168.250.208', '2019-05-06 17:43:32', '2019-05-06 17:43:44');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_attribute`
--

CREATE TABLE `oc_attribute` (
  `attribute_id` int(11) NOT NULL,
  `attribute_group_id` int(11) NOT NULL,
  `sort_order` int(3) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_attribute`
--

INSERT INTO `oc_attribute` (`attribute_id`, `attribute_group_id`, `sort_order`) VALUES
(1, 6, 1),
(2, 6, 5),
(3, 6, 3),
(4, 3, 1),
(5, 3, 2),
(6, 3, 3),
(7, 3, 4),
(8, 3, 5),
(9, 3, 6),
(10, 3, 7),
(11, 3, 8);

-- --------------------------------------------------------

--
-- Структура таблицы `oc_attribute_description`
--

CREATE TABLE `oc_attribute_description` (
  `attribute_id` int(11) NOT NULL,
  `language_id` int(11) NOT NULL,
  `name` varchar(64) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_attribute_description`
--

INSERT INTO `oc_attribute_description` (`attribute_id`, `language_id`, `name`) VALUES
(1, 1, 'Описание'),
(2, 1, 'Кол-во ядер'),
(4, 1, 'тест 1'),
(5, 1, 'тест 2'),
(6, 1, 'тест 3'),
(7, 1, 'тест 4'),
(8, 1, 'тест 5'),
(9, 1, 'тест 6'),
(10, 1, 'тест 7'),
(11, 1, 'тест 8'),
(3, 1, 'Частота');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_attribute_group`
--

CREATE TABLE `oc_attribute_group` (
  `attribute_group_id` int(11) NOT NULL,
  `sort_order` int(3) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_attribute_group`
--

INSERT INTO `oc_attribute_group` (`attribute_group_id`, `sort_order`) VALUES
(3, 2),
(4, 1),
(5, 3),
(6, 4);

-- --------------------------------------------------------

--
-- Структура таблицы `oc_attribute_group_description`
--

CREATE TABLE `oc_attribute_group_description` (
  `attribute_group_id` int(11) NOT NULL,
  `language_id` int(11) NOT NULL,
  `name` varchar(64) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_attribute_group_description`
--

INSERT INTO `oc_attribute_group_description` (`attribute_group_id`, `language_id`, `name`) VALUES
(3, 1, 'Память'),
(4, 1, 'Другое'),
(5, 1, 'Материнка'),
(6, 1, 'Процессор');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_banner`
--

CREATE TABLE `oc_banner` (
  `banner_id` int(11) NOT NULL,
  `name` varchar(64) NOT NULL,
  `status` tinyint(1) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_banner`
--

INSERT INTO `oc_banner` (`banner_id`, `name`, `status`) VALUES
(6, 'Товары HP', 1),
(7, 'Слайдер на Главной', 1),
(8, 'Производители', 1);

-- --------------------------------------------------------

--
-- Структура таблицы `oc_banner_image`
--

CREATE TABLE `oc_banner_image` (
  `banner_image_id` int(11) NOT NULL,
  `banner_id` int(11) NOT NULL,
  `language_id` int(11) NOT NULL,
  `title` varchar(64) NOT NULL,
  `link` varchar(255) NOT NULL,
  `image` varchar(255) NOT NULL,
  `sort_order` int(3) NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_banner_image`
--

INSERT INTO `oc_banner_image` (`banner_image_id`, `banner_id`, `language_id`, `title`, `link`, `image`, `sort_order`) VALUES
(140, 7, 1, 'sam', '', 'catalog/ ЗАМКОВ/Mul-T-Lock.jpg', 0),
(87, 6, 1, 'HP Banner', 'index.php?route=product/manufacturer/info&amp;manufacturer_id=7', 'catalog/demo/compaq_presario.jpg', 0),
(142, 7, 1, 'tet', '', 'catalog/ ЗАМКОВ/Mottura.jpg', 0),
(216, 8, 1, 'Nintendo3', '', 'catalog/ ЗАМКОВ/Cerber.png', 0),
(215, 8, 1, 'Nintendo1', '', 'catalog/ ЗАМКОВ/Mul-T-Lock.jpg', 0),
(214, 8, 1, 'Nintendo', '', 'catalog/ ЗАМКОВ/Abloy-Oy.jpg', 0),
(213, 8, 1, 'Nintendo2', '', 'catalog/ ЗАМКОВ/Abus.png', 0),
(141, 7, 1, 'MacBookAir', '', 'catalog/ ЗАМКОВ/Cerber.png', 0),
(139, 7, 1, 'Lenovo', '', 'catalog/ ЗАМКОВ/Evva.jpg', 0);

-- --------------------------------------------------------

--
-- Структура таблицы `oc_cart`
--

CREATE TABLE `oc_cart` (
  `cart_id` int(11) UNSIGNED NOT NULL,
  `api_id` int(11) NOT NULL,
  `customer_id` int(11) NOT NULL,
  `session_id` varchar(32) NOT NULL,
  `product_id` int(11) NOT NULL,
  `recurring_id` int(11) NOT NULL,
  `option` text NOT NULL,
  `quantity` int(5) NOT NULL,
  `date_added` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_category`
--

CREATE TABLE `oc_category` (
  `category_id` int(11) NOT NULL,
  `image` varchar(255) DEFAULT NULL,
  `parent_id` int(11) NOT NULL DEFAULT '0',
  `top` tinyint(1) NOT NULL,
  `column` int(3) NOT NULL,
  `sort_order` int(3) NOT NULL DEFAULT '0',
  `status` tinyint(1) NOT NULL,
  `date_added` datetime NOT NULL,
  `date_modified` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_category`
--

INSERT INTO `oc_category` (`category_id`, `image`, `parent_id`, `top`, `column`, `sort_order`, `status`, `date_added`, `date_modified`) VALUES
(105, '', 103, 0, 1, 0, 1, '2019-05-09 17:43:22', '2019-05-09 17:43:22'),
(104, '', 77, 0, 1, 0, 1, '2019-05-09 17:42:26', '2019-05-09 17:42:26'),
(103, '', 70, 0, 1, 0, 1, '2019-05-09 17:39:30', '2019-05-09 17:39:30'),
(70, '', 75, 1, 1, 0, 1, '2019-05-08 15:30:13', '2019-05-08 17:22:59'),
(71, '', 75, 1, 1, 0, 1, '2019-05-08 15:31:30', '2019-05-08 15:40:47'),
(72, '', 75, 1, 1, 0, 1, '2019-05-08 15:33:17', '2019-05-08 15:44:38'),
(73, '', 74, 1, 1, 0, 1, '2019-05-08 15:34:11', '2019-05-08 15:36:20'),
(74, '', 0, 1, 1, 0, 1, '2019-05-08 15:35:17', '2019-05-08 15:35:17'),
(75, '', 0, 1, 1, 0, 1, '2019-05-08 15:40:17', '2019-05-08 15:40:17'),
(76, '', 74, 0, 1, 0, 1, '2019-05-08 15:42:36', '2019-05-08 15:42:36'),
(77, '', 70, 0, 1, 0, 1, '2019-05-08 15:47:46', '2019-05-09 00:57:12'),
(85, 'catalog/ ЗАМКОВ/Abloy-Oy.jpg', 77, 0, 1, 0, 1, '2019-05-08 19:22:16', '2019-05-08 19:22:16'),
(79, '', 70, 0, 1, 0, 1, '2019-05-08 15:50:27', '2019-05-08 15:50:27'),
(80, '', 70, 0, 1, 0, 1, '2019-05-08 16:02:14', '2019-05-08 17:36:07'),
(81, '', 70, 0, 1, 0, 1, '2019-05-08 17:07:09', '2019-05-08 17:07:09'),
(82, '', 77, 0, 1, 0, 1, '2019-05-08 17:10:32', '2019-05-08 17:10:32'),
(83, '', 77, 0, 1, 0, 1, '2019-05-08 17:11:18', '2019-05-08 17:11:18'),
(84, 'catalog/Cisa.jpg', 79, 0, 1, 0, 1, '2019-05-08 17:12:00', '2019-05-09 18:17:36'),
(86, 'catalog/ ЗАМКОВ/Abloy-Oy.jpg', 77, 0, 1, 0, 1, '2019-05-08 19:22:16', '2019-05-08 19:30:21'),
(87, 'catalog/ ЗАМКОВ/Abus.png', 80, 0, 1, 0, 1, '2019-05-09 15:58:01', '2019-05-09 15:58:01'),
(88, '', 70, 1, 1, 0, 1, '2019-05-09 15:59:41', '2019-05-09 16:01:35'),
(89, '', 88, 0, 1, 0, 1, '2019-05-09 16:00:22', '2019-05-09 16:00:22'),
(90, '', 80, 0, 1, 0, 1, '2019-05-09 16:08:27', '2019-05-09 16:08:27'),
(91, '', 80, 0, 1, 0, 1, '2019-05-09 16:15:27', '2019-05-09 16:15:27'),
(92, '', 77, 0, 1, 0, 1, '2019-05-09 16:35:22', '2019-05-09 16:35:22'),
(93, '', 79, 0, 1, 0, 1, '2019-05-09 16:43:40', '2019-05-09 16:43:40'),
(94, '', 70, 0, 1, 0, 1, '2019-05-09 16:46:05', '2019-05-09 16:46:05'),
(95, '', 94, 0, 1, 0, 1, '2019-05-09 16:46:53', '2019-05-09 16:46:53'),
(96, '', 77, 0, 1, 0, 1, '2019-05-09 16:51:16', '2019-05-09 16:51:16'),
(97, '', 77, 0, 1, 0, 1, '2019-05-09 17:16:08', '2019-05-09 17:16:08'),
(98, '', 79, 0, 1, 0, 1, '2019-05-09 17:18:05', '2019-05-09 17:18:05'),
(99, '', 94, 0, 1, 0, 1, '2019-05-09 17:21:49', '2019-05-09 17:21:49'),
(100, '', 80, 0, 1, 0, 1, '2019-05-09 17:22:21', '2019-05-09 17:22:21'),
(101, '', 79, 0, 1, 0, 1, '2019-05-09 17:23:34', '2019-05-09 17:41:45'),
(102, '', 81, 0, 1, 0, 1, '2019-05-09 17:23:56', '2019-05-09 17:23:56'),
(106, '', 80, 0, 1, 0, 1, '2019-05-09 18:01:25', '2019-05-09 18:01:25'),
(107, '', 81, 0, 1, 0, 1, '2019-05-09 18:02:09', '2019-05-09 18:02:09'),
(108, '', 80, 0, 1, 0, 1, '2019-05-09 18:11:12', '2019-05-09 18:11:12'),
(109, '', 77, 0, 1, 0, 1, '2019-05-09 18:15:22', '2019-05-09 18:15:22'),
(110, '', 94, 0, 1, 0, 1, '2019-05-09 18:15:48', '2019-05-09 18:15:48'),
(111, '', 79, 0, 1, 0, 1, '2019-05-09 18:16:36', '2019-05-09 18:16:36'),
(112, '', 81, 0, 1, 0, 1, '2019-05-09 18:17:55', '2019-05-09 18:17:55');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_category_description`
--

CREATE TABLE `oc_category_description` (
  `category_id` int(11) NOT NULL,
  `language_id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `description` text NOT NULL,
  `meta_title` varchar(255) NOT NULL,
  `meta_description` varchar(255) NOT NULL,
  `meta_keyword` varchar(255) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_category_description`
--

INSERT INTO `oc_category_description` (`category_id`, `language_id`, `name`, `description`, `meta_title`, `meta_description`, `meta_keyword`) VALUES
(82, 1, 'Mottura, Италия', '', 'Mottura, Италия', 'Mottura, Италия', 'Mottura, Италия'),
(71, 1, 'ВИДЕОНАБЛЮДЕНИЕ', '', 'ВИДЕОНАБЛЮДЕНИЕ', 'ВИДЕОНАБЛЮДЕНИЕ', 'ВИДЕОНАБЛЮДЕНИЕ'),
(72, 1, 'СИГНАЛИЗАЦИИ ', '', 'СИГНАЛИЗАЦИИ ', 'СИГНАЛИЗАЦИИ ', 'СИГНАЛИЗАЦИИ ОБЬЕКТОВ'),
(112, 1, 'Cisa (Италия)', '', 'Cisa (Италия)', 'Cisa (Италия)', 'Cisa (Италия)'),
(76, 1, 'ЗАМКИ АВТОМОБИЛЬНЫЕ', '', 'ЗАМКИ АВТОМОБИЛЬНЫЕ', 'ЗАМКИ АВТОМОБИЛЬНЫЕ', 'ЗАМКИ АВТОМОБИЛЬНЫЕ'),
(70, 1, 'ЗАМКИ ', '&lt;p&gt;&lt;img src=&quot;http://radio.svyaznoytv.com/image/catalog/1177014.jpeg&quot; style=&quot;width: 467px;&quot;&gt;&lt;br&gt;&lt;/p&gt;', 'ЗАМКИ ', 'ЗАМКИ ', 'ЗАМКИ '),
(77, 1, 'ЗАМКИ ВЕРХНИЕ СУВАЛЬДНЫЕ', '&lt;p&gt;&lt;br&gt;&lt;/p&gt;', 'ЗАМКИ ВЕРХНИИ СУВАЛЬДНЫЕ', 'ЗАМКИ ВЕРХНИИ СУВАЛЬДНЫЕ', 'ЗАМКИ ВЕРХНИИ СУВАЛЬДНЫЕ'),
(86, 1, 'Tesa, Испания', '', 'Tesa, Испания', 'Tesa, Испания', 'Tesa, Испания'),
(87, 1, 'Abus (Германия)', '', 'Abus (Германия)', 'Abus (Германия)', 'Abus (Германия)'),
(88, 1, 'Замки Биометрические ', '', 'Замки Биометрические ', 'Замки Биометрические ', 'Замки Биометрические '),
(89, 1, 'Adel (Корея)', '', 'Adel (Корея)', 'Adel (Корея)', 'Adel (Корея)'),
(90, 1, 'AL (Китай)', '', 'AL (Китай)', 'AL (Китай)', 'AL (Китай)'),
(84, 1, 'Cisa, Италия', '&lt;p&gt;&lt;img src=&quot;http://radio.svyaznoytv.com/image/catalog/Cisa.jpg&quot; style=&quot;width: 330px;&quot;&gt;&lt;br&gt;&lt;/p&gt;', 'Cisa, Италия', 'Cisa, Италия', 'Cisa, Италия'),
(85, 1, 'Abloy Oy, Финляндия', '', 'Abloy Oy, Финляндия', 'Abloy Oy, Финляндия', 'Abloy Oy, Финляндия'),
(91, 1, 'Apecs (Россия)', '', 'Apecs (Россия)', 'Apecs (Россия)', 'Apecs (Россия)'),
(83, 1, 'Kale Kilit, Турция', '', 'Kale Kilit, Турция', 'Kale Kilit, Турция', 'Kale Kilit, Турция'),
(94, 1, 'Броненакладки', '', 'Броненакладки', 'Броненакладки', 'Броненакладки'),
(73, 1, 'СИГНАЛИЗАЦИИ АВТОМОБИЛЬНЫЕ', '', 'СИГНАЛИЗАЦИИ АВТОМОБИЛЬНЫЕ', 'СИГНАЛИЗАЦИИ АВТОМОБИЛЬНЫЕ', 'СИГНАЛИЗАЦИИ АВТОМОБИЛЬНЫЕ'),
(74, 1, 'АВТОМОБИЛИ', '', 'АВТОМОБИЛИ', 'АВТОМОБИЛИ', 'АВТОМОБИЛИ'),
(75, 1, 'ОБЬЕКТЫ ', '', 'ОБЬЕКТЫ ', 'ОБЬЕКТЫ ', 'ОБЬЕКТЫ '),
(95, 1, 'Apecs (Россия)', '', 'Apecs (Россия)', 'Apecs (Россия)', 'Apecs (Россия)'),
(93, 1, 'Apecs (Россия)', '', 'Apecs (Россия)', 'Apecs (Россия)', 'Apecs (Россия)'),
(79, 1, 'ЗАМКИ ОСНОВНЫЕ ПОД РУЧКУ СУВАЛЬДНЫЕ', '', 'ЗАМКИ ОСНОВНЫЕ ПОД РУЧКУ СУВАЛЬДНЫЕ', 'ЗАМКИ ОСНОВНЫЕ ПОД РУЧКУ СУВАЛЬДНЫЕ', 'ЗАМКИ ОСНОВНЫЕ ПОД РУЧКУ СУВАЛЬДНЫЕ'),
(80, 1, 'ЗАМКИ  ЦИЛИНДРОВЫЕ', '', 'ЗАМКИ  ЦИЛИНДРОВЫЕ', 'ЗАМКИ  ЦИЛИНДРОВЫЕ', 'ЗАМКИ  ЦИЛИНДРОВЫЕ'),
(92, 1, 'Apecs (Россия)', '&lt;p&gt;&lt;img src=&quot;http://radio.svyaznoytv.com/image/catalog/ ЗАМКОВ/Apecs (Россия).jpg&quot; style=&quot;width: 195px;&quot;&gt;&lt;br&gt;&lt;/p&gt;', 'Apecs (Россия)', 'Apecs (Россия)', 'Apecs (Россия)'),
(81, 1, 'ЗАМКИ ОСНОВНЫЕ ПОД РУЧКУ МОНОБЛОКИ', '', 'ЗАМКИ ОСНОВНЫЕ ПОД РУЧКУ МОНОБЛОКИ', 'ЗАМКИ ОСНОВНЫЕ ПОД РУЧКУ МОНОБЛОКИ', 'ЗАМКИ ОСНОВНЫЕ ПОД РУЧКУ МОНОБЛОКИ'),
(96, 1, 'BARRERA (Украина)', '', 'BARRERA (Украина)', 'BARRERA (Украина)', 'BARRERA (Украина)'),
(97, 1, 'BARRERA (Украина)', '&lt;p&gt;&lt;img src=&quot;http://radio.svyaznoytv.com/image/catalog/ ЗАМКОВ/BARRERA (Украина).jpg&quot; style=&quot;width: 500px;&quot;&gt;&lt;br&gt;&lt;/p&gt;', 'BARRERA (Украина)', 'BARRERA (Украина)', 'BARRERA (Украина)'),
(98, 1, 'BARRERA (Украина)', '', 'BARRERA (Украина)', 'BARRERA (Украина)', 'BARRERA (Украина)'),
(99, 1, 'BARRERA (Украина)', '', 'BARRERA (Украина)', 'BARRERA (Украина)', 'BARRERA (Украина)'),
(100, 1, 'BARRERA (Украина)', '', 'BARRERA (Украина)', 'BARRERA (Украина)', 'BARRERA (Украина)'),
(101, 1, 'BORDER (Россия)', '', 'BORDER (Россия)', 'BORDER (Россия)', 'BORDER (Россия)'),
(102, 1, 'BARRERA (Украина)', '', 'BARRERA (Украина)', 'BARRERA (Украина)', 'BARRERA (Украина)'),
(103, 1, 'ЗАМКОВАЯ СИСТЕМА PROFESSIONAL', '', 'ЗАМКОВАЯ СИСТЕМА PROFESSIONAL', 'ЗАМКОВАЯ СИСТЕМА PROFESSIONAL', 'ЗАМКОВАЯ СИСТЕМА PROFESSIONAL'),
(104, 1, 'BORDER (Россия)', '', 'BORDER (Россия)', 'BORDER (Россия)', 'BORDER (Россия)'),
(105, 1, 'BORDER (Россия)', '', 'BORDER (Россия)', 'BORDER (Россия)', 'BORDER (Россия)'),
(106, 1, 'BRUNO (Италия)', '', 'BRUNO (Италия)', 'BRUNO (Италия)', 'BRUNO (Италия)'),
(107, 1, 'BRUNO (Италия)', '', 'BRUNO (Италия)', 'BRUNO (Италия)', 'BRUNO (Италия)'),
(108, 1, 'Cisa (Италия)', '', 'Cisa (Италия)', 'Cisa (Италия)', 'Cisa (Италия)'),
(109, 1, 'Cisa (Италия)', '', 'Cisa (Италия)', 'Cisa (Италия)', 'Cisa (Италия)'),
(110, 1, 'Cisa (Италия)', '', 'Cisa (Италия)', 'Cisa (Италия)', 'Cisa (Италия)'),
(111, 1, 'Cisa (Италия)', '', 'Cisa (Италия)', 'Cisa (Италия)', 'Cisa (Италия)');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_category_filter`
--

CREATE TABLE `oc_category_filter` (
  `category_id` int(11) NOT NULL,
  `filter_id` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_category_path`
--

CREATE TABLE `oc_category_path` (
  `category_id` int(11) NOT NULL,
  `path_id` int(11) NOT NULL,
  `level` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_category_path`
--

INSERT INTO `oc_category_path` (`category_id`, `path_id`, `level`) VALUES
(80, 80, 2),
(82, 75, 0),
(79, 79, 2),
(85, 77, 2),
(82, 82, 3),
(73, 74, 0),
(71, 75, 0),
(72, 75, 0),
(71, 71, 1),
(82, 77, 2),
(77, 75, 0),
(77, 77, 2),
(77, 70, 1),
(76, 74, 0),
(76, 76, 1),
(70, 70, 1),
(70, 75, 0),
(85, 85, 3),
(81, 81, 2),
(81, 70, 1),
(80, 70, 1),
(81, 75, 0),
(80, 75, 0),
(79, 75, 0),
(97, 75, 0),
(97, 70, 1),
(97, 97, 3),
(97, 77, 2),
(82, 70, 1),
(75, 75, 0),
(79, 70, 1),
(83, 75, 0),
(98, 79, 2),
(96, 75, 0),
(96, 70, 1),
(96, 96, 3),
(96, 77, 2),
(95, 75, 0),
(95, 70, 1),
(95, 95, 3),
(95, 94, 2),
(94, 75, 0),
(94, 94, 2),
(98, 70, 1),
(98, 98, 3),
(94, 70, 1),
(93, 75, 0),
(93, 70, 1),
(93, 93, 3),
(93, 79, 2),
(92, 75, 0),
(88, 88, 2),
(92, 70, 1),
(87, 70, 1),
(92, 77, 2),
(91, 75, 0),
(91, 70, 1),
(91, 91, 3),
(87, 75, 0),
(91, 80, 2),
(90, 75, 0),
(72, 72, 1),
(87, 87, 3),
(86, 86, 3),
(86, 75, 0),
(84, 79, 2),
(86, 70, 1),
(87, 80, 2),
(92, 92, 3),
(90, 70, 1),
(90, 90, 3),
(88, 70, 1),
(83, 77, 2),
(85, 70, 1),
(85, 75, 0),
(90, 80, 2),
(89, 75, 0),
(89, 70, 1),
(89, 89, 3),
(89, 88, 2),
(88, 75, 0),
(84, 70, 1),
(84, 75, 0),
(86, 77, 2),
(74, 74, 0),
(73, 73, 1),
(84, 84, 3),
(83, 70, 1),
(83, 83, 3),
(98, 75, 0),
(99, 94, 2),
(99, 99, 3),
(99, 70, 1),
(99, 75, 0),
(100, 80, 2),
(100, 100, 3),
(100, 70, 1),
(100, 75, 0),
(101, 101, 3),
(101, 70, 1),
(101, 79, 2),
(101, 75, 0),
(102, 81, 2),
(102, 102, 3),
(102, 70, 1),
(102, 75, 0),
(103, 70, 1),
(103, 103, 2),
(103, 75, 0),
(104, 77, 2),
(104, 104, 3),
(104, 70, 1),
(104, 75, 0),
(105, 103, 2),
(105, 105, 3),
(105, 70, 1),
(105, 75, 0),
(106, 75, 0),
(106, 70, 1),
(106, 80, 2),
(106, 106, 3),
(107, 75, 0),
(107, 70, 1),
(107, 81, 2),
(107, 107, 3),
(108, 75, 0),
(108, 70, 1),
(108, 80, 2),
(108, 108, 3),
(109, 75, 0),
(109, 70, 1),
(109, 77, 2),
(109, 109, 3),
(110, 75, 0),
(110, 70, 1),
(110, 94, 2),
(110, 110, 3),
(111, 75, 0),
(111, 70, 1),
(111, 79, 2),
(111, 111, 3),
(112, 75, 0),
(112, 70, 1),
(112, 81, 2),
(112, 112, 3);

-- --------------------------------------------------------

--
-- Структура таблицы `oc_category_to_layout`
--

CREATE TABLE `oc_category_to_layout` (
  `category_id` int(11) NOT NULL,
  `store_id` int(11) NOT NULL,
  `layout_id` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_category_to_layout`
--

INSERT INTO `oc_category_to_layout` (`category_id`, `store_id`, `layout_id`) VALUES
(73, 0, 0),
(76, 0, 0),
(74, 0, 0),
(71, 0, 0),
(72, 0, 0),
(70, 0, 0),
(75, 0, 0),
(77, 0, 0),
(85, 0, 0),
(79, 0, 0),
(80, 0, 0),
(81, 0, 0),
(82, 0, 0),
(83, 0, 0),
(84, 0, 0),
(86, 0, 0),
(87, 0, 0),
(88, 0, 0),
(89, 0, 0),
(90, 0, 0),
(91, 0, 0),
(92, 0, 0),
(93, 0, 0),
(94, 0, 0),
(95, 0, 0),
(96, 0, 0),
(97, 0, 0),
(98, 0, 0),
(99, 0, 0),
(100, 0, 0),
(101, 0, 0),
(102, 0, 0),
(103, 0, 0),
(104, 0, 0),
(105, 0, 0),
(106, 0, 0),
(107, 0, 0),
(108, 0, 0),
(109, 0, 0),
(110, 0, 0),
(111, 0, 0),
(112, 0, 0);

-- --------------------------------------------------------

--
-- Структура таблицы `oc_category_to_store`
--

CREATE TABLE `oc_category_to_store` (
  `category_id` int(11) NOT NULL,
  `store_id` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_category_to_store`
--

INSERT INTO `oc_category_to_store` (`category_id`, `store_id`) VALUES
(70, 0),
(71, 0),
(72, 0),
(73, 0),
(74, 0),
(75, 0),
(76, 0),
(77, 0),
(79, 0),
(80, 0),
(81, 0),
(82, 0),
(83, 0),
(84, 0),
(85, 0),
(86, 0),
(87, 0),
(88, 0),
(89, 0),
(90, 0),
(91, 0),
(92, 0),
(93, 0),
(94, 0),
(95, 0),
(96, 0),
(97, 0),
(98, 0),
(99, 0),
(100, 0),
(101, 0),
(102, 0),
(103, 0),
(104, 0),
(105, 0),
(106, 0),
(107, 0),
(108, 0),
(109, 0),
(110, 0),
(111, 0),
(112, 0);

-- --------------------------------------------------------

--
-- Структура таблицы `oc_city`
--

CREATE TABLE `oc_city` (
  `city_id` int(11) NOT NULL,
  `zone_id` int(11) NOT NULL,
  `name` varchar(128) NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1',
  `code` varchar(32) NOT NULL,
  `sort_order` int(11) NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_city`
--

INSERT INTO `oc_city` (`city_id`, `zone_id`, `name`, `status`, `code`, `sort_order`) VALUES
(100194, 200556, 'Отделение №1: 1/2 микрорайон, дом 55', 1, '288', 1),
(100391, 200510, 'Отделение №1: Квартал 22, буд. 1а', 1, '447', 1),
(100172, 200216, 'Отделение №1: бул. Независимости, 2а', 1, '362', 1),
(103305, 200904, 'Отделение №1: бульв. Свободы, 1а', 1, '12295', 1),
(100136, 200811, 'Отделение №1: бульв. Шевченко, 14', 1, '11', 1),
(100557, 200818, 'Отделение №1: бульв. Юбилейный, 7', 1, '297', 1),
(103850, 201057, 'Отделение №1: ул. Гостинец, 61', 1, '13158', 1),
(100017, 200275, 'Отделение №1: ул. 1 Мая, 2а', 1, '898', 1),
(103623, 200988, 'Отделение №1: ул. 16 июля, 243', 1, '12962', 1),
(100146, 200447, 'Отделение №1: ул. 1-я Слободская, 62', 1, '35', 1),
(100803, 200050, 'Отделение №1: ул. 1-го Мая, 14', 1, '10452', 1),
(100110, 200424, 'Отделение №1: ул. 1-го Мая, 18', 1, '361', 1),
(102949, 200918, 'Отделение №1: ул. 1-го Мая, 30', 1, '12606', 1),
(100686, 200745, 'Отделение №1: ул. 1-го Мая, 37', 1, '10125', 1),
(100704, 200194, 'Отделение №1: ул. 1-го Мая, 43', 1, '951', 1),
(104072, 201127, 'Отделение №1: ул. 1-го Мая, 43а', 1, '13519', 1),
(100068, 200514, 'Отделение №1: ул. 1-го Мая, 96', 1, '10664', 1),
(100354, 200152, 'Отделение №1: ул. 20-го июля, 8 а', 1, '101', 1),
(100720, 200710, 'Отделение №1: ул. 22 января, 1а', 1, '978', 1),
(100099, 200079, 'Отделение №1: ул. 22 Января, 82', 1, '10211', 1),
(104054, 200517, 'Отделение №1: ул. 28 Июня, 28', 1, '13485', 1),
(100465, 200201, 'Отделение №1: ул. 35-й Гвардийской дивизии, 20', 1, '10007', 1),
(100689, 200695, 'Отделение №1: ул. 40-летие Победы, 16', 1, '10443', 1),
(100012, 200402, 'Отделение №1: ул. 50-летия Октября, 25', 1, '336', 1),
(100586, 200339, 'Отделение №1: ул. 8-го Марта, 14', 1, '994', 1),
(103362, 200013, 'Отделение №1: ул. 8-го Марта, 3б', 1, '271', 1),
(100375, 200278, 'Отделение №1: ул. 8-го марта, 5', 1, '555', 1),
(100024, 200643, 'Отделение №1: ул. 9-го Января, 102', 1, '10226', 1),
(100350, 200444, 'Отделение №1: ул. Интеркультурная (ран. Дзержинского), 21/1', 1, '10103', 1),
(100311, 200191, 'Отделение №1: ул. А. Колпака, 2а', 1, '818', 1),
(100519, 200184, 'Отделение №1: ул. А. Коломойца, 146а', 1, '10573', 1),
(103426, 200953, 'Отделение №1: ул. Авиационная (рынок)', 1, '12762', 1),
(100642, 200708, 'Отделение №1: ул. Агрономическая, 2', 1, '915', 1),
(103557, 200969, 'Отделение №1: ул. Аэродром, д. 10, пом. 91', 1, '12773', 1),
(104149, 201373, 'Отделение №1: ул. Азовской флотилии, 2 (пос. Моряков)', 1, '15076', 1),
(100369, 200690, 'Отделение №1: ул. Калинина, 4а', 1, '10683', 1),
(100475, 200335, 'Отделение №1: ул. Анатолия Соловьяненко, 68', 1, '10576', 1),
(102168, 200853, 'Отделение №1: ул. Ангарская, 13/1', 1, '11738', 1),
(100542, 200032, 'Отделение №1: ул. Андреевская, 66', 1, '613', 1),
(100629, 200291, 'Отделение №1: ул. Антонова (ран. Ленинградская), 4б', 1, '926', 1),
(100645, 200660, 'Отделение №1: ул. Архангельского, 7', 1, '11035', 1),
(104023, 201109, 'Отделение №1: ул. Б. Хмельницкого, 43', 1, '13441', 1),
(100415, 200260, 'Отделение №1: ул. Б. Хмельницкого, 58', 1, '674', 1),
(100197, 200769, 'Отделение №1: ул. Б. Хмельницкого, 65', 1, '340', 1),
(100753, 200290, 'Отделение №1: ул. Б. Хмельницкого, 71', 1, '10585', 1),
(104052, 201123, 'отделение №1: ул. Багатая, 45', 1, '13543', 1),
(100047, 200395, 'Отделение №1: ул. Базарна, 40', 1, '544', 1),
(100305, 200385, 'Отделение №1: ул. Балукова, 8Б', 1, '10559', 1),
(104011, 201105, 'Отделение №1: ул. Банковская, 18', 1, '13421', 1),
(103022, 200896, 'Отделение №1: ул. 50-летия Октября, 5', 1, '12613', 1),
(100223, 200349, 'Отделение №1: ул. Батуринская, 22а', 1, '164', 1),
(103572, 200955, 'Отделение №1: ул. Белинского, 5', 1, '12761', 1),
(100158, 200196, 'Отделение №1: ул. Берегового, 46', 1, '10368', 1),
(100719, 200573, 'Отделение: ул. Бережанская, 1', 1, '979', 1),
(100503, 200377, 'Отделение №1: ул. Березина, 34', 1, '651', 1),
(100339, 200336, 'Отделение №1: ул. Берестецкая, 128', 1, '10445', 1),
(103136, 200915, 'Отделение №1: ул. Белгородская, 8', 1, '12614', 1),
(100757, 200261, 'Отделение №1: ул. Благовестная, 92а', 1, '207', 1),
(100765, 200186, 'Отделение №1: ул. Ленина, 15', 1, '10439', 1),
(102501, 200880, 'Отделение №1: ул. Богдана Хмельницкого, 1', 1, '12166', 1),
(100040, 200739, 'Отделение №1: ул. Богдана Хмельницького,, 10', 1, '10732', 1),
(100676, 200157, 'Отделение №1: ул. Богдана Хмельницкого, 10а', 1, '10522', 1),
(100637, 200326, 'Отделение №1: ул. Богдана Хмельницкого, 26', 1, '990', 1),
(100641, 200592, 'Отделение №1: ул. Богдана Хмельницкого, 37 Б', 1, '919', 1),
(100418, 200025, 'Отделение №1: ул. Богдана Хмельницкого, 43', 1, '413', 1),
(100768, 200343, 'Отделение №1: ул. Богдана Хмельницкого, 47', 1, '10367', 1),
(104074, 201130, 'Отделение №1: ул. Богдана Хмельницкого, 54', 1, '13550', 1),
(103447, 200967, 'Отделение №1: ул. Богословская, 17А', 1, '12878', 1),
(100639, 200423, 'Отделение №1: ул. Бондаренко, 92а', 1, '969', 1),
(100072, 200044, 'Отделение №1: ул. Бондарчука, 1', 1, '678', 1),
(103854, 201062, 'Отделение №1: ул. Борканюка, 3', 1, '13261', 1),
(100057, 200659, 'Отделение №1: ул. Братьев Вильшинських, 3', 1, '987', 1),
(100672, 200103, 'Отделение №1: ул. Братская, 17', 1, '10054', 1),
(100624, 200790, 'Отделение №1: ул. Еминеску, 78б', 1, '10650', 1),
(100412, 200413, 'Отделение №1: ул. Бурмистренка, 2а', 1, '169', 1),
(100773, 200798, 'Отделение №1: ул. Вали Котика, 33', 1, '456', 1),
(100732, 200630, 'Отделение №1: ул. Валовая, 12', 1, '10463', 1),
(100405, 200637, 'Отделение №1: ул. Варшавская, 2е', 1, '943', 1),
(100631, 200518, 'Отделение №1: ул. Васильковская, 2а', 1, '10275', 1),
(100070, 200405, 'Отделение №1: ул. Василия Липковского, 55', 1, '677', 1),
(102317, 200858, 'Отделение №1: ул. Василия Стуса, 2а', 1, '11332', 1),
(100389, 200163, 'Отделение №1: ул. Василия Стуса, 3е', 1, '421', 1),
(100810, 200758, 'Отделение №1: ул. Ватутина, 2', 1, '10547', 1),
(100335, 200770, 'Отделение №1: ул. Ватутина, 44', 1, '760', 1),
(103179, 200910, 'Отделение №1: ул. Великая, 89б', 1, '12612', 1),
(100131, 200736, 'Отделение №1: ул. Верещагина, 16', 1, '5', 1),
(102265, 200855, 'Отделение №1: ул. Вернигоры, 32', 1, '11398', 1),
(100363, 200397, 'Отделение №1: ул. Весенняя, 35', 1, '10642', 1),
(100147, 200585, 'Отделение №1: ул. Ветеринарная, 22 (заезд с ул. Европейская Меблевий квартал)', 1, '36', 1),
(100443, 200006, 'Отделение №1: ул. Освобождения, 21', 1, '244', 1),
(100575, 200472, 'Отделение №1: ул. Освобождения, 5 (сзади типографии)', 1, '410', 1),
(100287, 200623, 'Отделение №1: ул. Освободителей, 1б', 1, '10464', 1),
(100674, 200129, 'Отделение №1: ул. Освободителей, 55', 1, '10028', 1),
(100062, 200087, 'Отделение №1: ул. Винниченко, 1', 1, '625', 1),
(100708, 200338, 'Отделение №1: ул. Винниченка, 13/2а', 1, '318', 1),
(100533, 200172, 'Отделение №1: ул. Виноградная, 3а', 1, '155', 1),
(100442, 200479, 'Отделение №1: ул. Высоцкого, 3', 1, '254', 1),
(100598, 200345, 'Отделение №1: ул. Вишневая, 25', 1, '874', 1),
(104097, 201136, 'Отделение №1: ул. Вишневецкая, 1а', 1, '13391', 1),
(100469, 200686, 'Отделение №1: ул. Витовского, 39', 1, '10024', 1),
(104096, 201134, 'Отделение №1: ул. Вечевой Майдан, 8', 1, '13464', 1),
(104024, 200509, 'Отделение №1: ул. Водопьянова, 30', 1, '13499', 1),
(100781, 200554, 'Отделение №1: ул. Вознесенская, 52', 1, '10093', 1),
(100613, 200170, 'Отделение №1: ул. Вокзальная, 11', 1, '10483', 1),
(100245, 200245, 'Отделение №1: ул. Вокзальная, 16', 1, '816', 1),
(100521, 200272, 'Отделение №1: ул. Вокзальная, 22', 1, '10427', 1),
(100421, 200375, 'Отделение №1: ул. Победы, 49', 1, '265', 1),
(100083, 200508, 'Отделение: ул. Вокзальная, 6', 1, '65', 1),
(100691, 200704, 'Отделение №1: ул. Владимира Великого, 36', 1, '717', 1),
(100171, 200406, 'Отделение №1: ул. Владимира Сосюры (ран. Свердлова), 355', 1, '349', 1),
(100141, 200331, 'Отделение №1: ул. Владимирская, 135', 1, '21', 1),
(100212, 200778, 'Отделение №1: ул. Владимирская, 2', 1, '884', 1),
(100323, 200431, 'Отделение №1: ул. Владимирская, 21б', 1, '273', 1),
(100636, 200313, 'Отделение №1: ул. Волошина, 37', 1, '10337', 1),
(102248, 200852, 'Отделение №1: ул. Волошина, 61б', 1, '11364', 1),
(101919, 200826, 'Отделение №1: ул. Ворвуля, 12', 1, '11249', 1),
(100322, 200655, 'Отделение №1: ул. Вячеслава Черновола, 103', 1, '274', 1),
(100407, 200382, 'Отделение №1: ул. Гаврилюка, 1', 1, '934', 1),
(100281, 200559, 'Отделение №1: ул. Гагарина, 10', 1, '10029', 1),
(103554, 200968, 'Отделение №1: ул. Гагарина, 10 д', 1, '12759', 1),
(103413, 200962, 'Отделение №1: ул. Гагарина, 18а', 1, '12869', 1),
(104007, 201102, 'Отделение №1: ул. Гагарина, 2', 1, '13521', 1),
(103750, 201019, 'Отделение №1: ул. Гагарина, 202', 1, '13080', 1),
(103155, 200917, 'Отделение №1: ул. Гагарина, 20г', 1, '12630', 1),
(100218, 200102, 'Отделение №1: ул. Гагарина, 22', 1, '983', 1),
(100440, 200117, 'Отделение №1: ул. Гагарина, 23а', 1, '248', 1),
(103700, 201009, 'Отделение №1: ул. Гагарина, 25', 1, '13005', 1),
(100578, 200234, 'Отделение №1: ул. Гагарина, 43', 1, '10601', 1),
(100498, 200142, 'Отделение №1: ул. Гагарина, 7а', 1, '842', 1),
(100779, 200166, 'Отделение №1: ул. Гагарина, 8', 1, '10205', 1),
(100548, 200126, 'Отделение №1: ул. Галицкая, 12а', 1, '10583', 1),
(100602, 200717, 'Отделение №1: ул. Галицкая, 62/2', 1, '10715', 1),
(100721, 200468, 'Отделение: ул. Галицкая, 56', 1, '10012', 1),
(100174, 200760, 'Отделение №1: ул. Гвардейская, 153а', 1, '491', 1),
(100155, 200771, 'Отделение №1: ул. Генерала Плиева, 29/4.', 1, '10396', 1),
(100804, 200532, 'Отделение №1: ул. Генерала Подзыгуна, 248', 1, '10915', 1),
(100769, 200553, 'Отделение №1: ул. Геническая, 3а', 1, '10596', 1),
(100679, 200687, 'Отделение №1: ул. Георгия Лангемака (ран. Розы Люксембург), 76', 1, '939', 1),
(100241, 200160, 'Отделение №1: ул. Героев Врадиевщины, 162', 1, '701', 1),
(100091, 200662, 'Отделение №1: ул. Героев Днепра, 2-а', 1, '492', 1),
(100595, 200384, 'Отделение №1: ул. Героев Крут, 15', 1, '219', 1),
(100168, 200356, 'Отделение №1: ул. Героев Майдана, 12а', 1, '190', 1),
(103495, 200958, 'Отделение №1: ул. Героев Майдана, 1а', 1, '12916', 1),
(100688, 200779, 'Отделение №1: ул. Героев Майдана, 45', 1, '10168', 1),
(100655, 200539, 'Отделение №1: ул. Героев Майдана, 86', 1, '10019', 1),
(100646, 200174, 'Отделение №1: ул. Ленина, 9, кв. 3', 1, '10400', 1),
(100654, 200171, 'Отделение №1: ул. Главная, 99', 1, '594', 1),
(100351, 200355, 'Отделение №1: ул. Героев Небесной Сотни, 56', 1, '259', 1),
(100763, 200569, 'Отделение №1: ул. Героев Украины, 44', 1, '213', 1),
(100426, 200150, 'Отделение №1: ул. Героев Украины, 51', 1, '712', 1),
(100235, 200648, 'Отделение №1: ул. Героев Украины, 9а', 1, '10791', 1),
(104046, 200789, 'Отделение №1: ул. Героев Чорнобыльцев, 50а', 1, '13526', 1),
(100169, 200185, 'Отделение №1: ул. Героев Чернобыля, 19', 1, '191', 1),
(100056, 200645, 'Отделение: ул. Гоголя, 2', 1, '10181', 1),
(100035, 200113, 'Отделение №1: ул. Гоголя, 26', 1, '10565', 1),
(100003, 200453, 'Отделение: ул. Гоголя, 4', 1, '83', 1),
(103103, 200911, 'Отделение №1: ул. Гоголя, 45б', 1, '12608', 1),
(103909, 201088, 'Отделение №1: ул. Гойды, 70/12', 1, '13316', 1),
(100660, 200328, 'Отделение №1: ул. Главная, 110', 1, '10455', 1),
(104020, 201110, 'Отделение №1: ул. Главная, 163', 1, '13517', 1),
(102384, 200861, 'Отделение №1: ул. Главная, 25', 1, '11716', 1),
(100114, 200477, 'Отделение №1: ул. Главная, 28', 1, '10591', 1),
(102227, 200850, 'Отделение №1: ул. Главная, 29а', 1, '11739', 1),
(100632, 200783, 'Отделение №1: ул. Главная, 29а', 1, '10223', 1),
(103734, 201023, 'Отделение №1: ул. Главная, 3', 1, '13076', 1),
(100176, 200627, 'Отделение №1: ул. Главная, 37', 1, '10569', 1),
(100702, 200070, 'Отделение №1: ул. Главная, 75а', 1, '10527', 1),
(100265, 200808, 'Отделение №1: ул. Гомельская, 15', 1, '601', 1),
(100198, 200008, 'Отделение: ул. Горбатова, 69', 1, '327', 1),
(100785, 200359, 'Отделение №1: ул. Горбового, 8', 1, '479', 1),
(100722, 200176, 'Отделение №1: ул. Горьева, 17', 1, '10523', 1),
(100164, 200229, 'Отделение №1: ул. Горишня Брама, 183', 1, '64', 1),
(100133, 200420, 'Отделение №1: ул. Городоцкая, 355/6', 1, '8', 1),
(100463, 200168, 'Отделение №1: ул. Горького, 12', 1, '10291', 1),
(102110, 200827, 'Отделение №1: ул. Горького, 2', 1, '11308', 1),
(100582, 200674, 'Отделение №1: ул. Горького, 25а', 1, '10312', 1),
(100619, 200562, 'Отделение №1: ул. Горького, 4В', 1, '384', 1),
(100209, 200353, 'Отделение №1: ул. Горького, 5а', 1, '504', 1),
(100183, 200086, 'Отделение №1: ул. Горького, 8', 1, '596', 1),
(100740, 200243, 'Отделение №1: ул. Гранитная, 16', 1, '733', 1),
(103869, 201069, 'Отделение №1: ул. Первомайская, 8а', 1, '13229', 1),
(103983, 200273, 'Отделение №1: ул. Грибоедова, 2а', 1, '13253', 1),
(100257, 200362, 'Отделение №1: ул. Громова, 55', 1, '188', 1),
(100262, 200392, 'Отделение №1: ул. Грушева, 28', 1, '908', 1),
(100233, 200368, 'Отделение №1: ул. Грушевского, 112 (пом. Быткомбината)', 1, '855', 1),
(100699, 200599, 'Отделение №1: ул. Грушевского, 11а', 1, '10430', 1),
(100543, 200259, 'Отделение №1: ул. Грушевського, 129', 1, '902', 1),
(100741, 200800, 'Отделение №1: ул. Грушевского, 139', 1, '10134', 1),
(100731, 200691, 'Отделение №1: ул. Грушевского, 1а', 1, '10425', 1),
(100497, 200398, 'Отделение №1: ул. Грушевского, 2', 1, '843', 1),
(100086, 200220, 'Отделение №1: ул. Грушевского, 3', 1, '10530', 1),
(100328, 200134, 'Отделение №1: ул. Грушевського, 3', 1, '10496', 1),
(100736, 200383, 'Отделение №1: ул. Грушевського, 39а', 1, '743', 1),
(100577, 200448, 'Отделение №1: ул. Грушевского, 3а', 1, '10092', 1),
(103382, 200948, 'Отделение №1: ул. Грушевского, 3а', 1, '12681', 1),
(102235, 200851, 'Отделение №1: ул. Грушевского, 48', 1, '11737', 1),
(100393, 200241, 'Отделение №1: ул. Грушевського, 57', 1, '10589', 1),
(101927, 200743, 'Отделение №1: ул. Грушевского, 6а', 1, '11319', 1),
(100491, 200293, 'Отделение №1: ул. Гулия, 23', 1, '921', 1),
(100196, 200572, 'Отделение №1: ул. Д. Галицкого, 37', 1, '10143', 1),
(104033, 201117, 'Отделение №1: ул. Данила Галицкого, 39', 1, '13434', 1),
(100333, 200062, 'Отделение: ул. Петрушевича, 4', 1, '590', 1),
(100746, 200122, 'Отделение №1: ул. Данила Галицкого, 48', 1, '10719', 1),
(100792, 200773, 'Отделение №1: ул. Дачная, 5', 1, '11212', 1),
(100706, 200515, 'Отделение №1: ул. Дворянская, 9б', 1, '10685', 1),
(100422, 200083, 'Отделение №1: ул. Демьяна Бедного, 4', 1, '263', 1),
(100321, 200583, 'Отделение №1: ул. Государственная, 29', 1, '275', 1),
(100724, 200801, 'Отделение №1: ул. Дерия, 58 (район Больницы)', 1, '609', 1),
(100609, 200322, 'Отделение №1: ул. Родниковая, 88а', 1, '130', 1),
(100541, 200551, 'Отделение №1: ул. Днепровская, 49 (район СШБ)', 1, '91', 1),
(100477, 200462, 'Отделение №1: ул. Днепропетровская, 5', 1, '10771', 1),
(100462, 200206, 'Отделение №1: ул. Довженка, 3', 1, '10741', 1),
(100034, 200501, 'Отделение №1: ул. Довженко, 7', 1, '10235', 1),
(100054, 200536, 'Отделение №1: ул. Доманинская, 308а', 1, '10528', 1),
(100376, 200806, 'Отделение №1: ул. Донецкая, 123', 1, '554', 1),
(100759, 200308, 'Отделение №1: ул. Дорошенко, 5а', 1, '209', 1),
(100217, 200640, 'Отделение №1: ул. Достоевского, 20/2', 1, '980', 1),
(103072, 200908, 'Отделение №1: ул. Дрогобицкая, 35а', 1, '12609', 1),
(101915, 200824, 'Отделение №1: ул. Дружбы Народов, 7', 1, '11307', 1),
(100538, 200568, 'Отделение №1: ул. Дружбы, 1а', 1, '572', 1),
(100743, 200797, 'Отделение №1: ул. Дружбы, 212', 1, '10682', 1),
(100571, 200466, 'Отделение №1: ул. Дружбы, 36', 1, '373', 1),
(100566, 200795, 'Отделение №1: ул. Дунайская, 1', 1, '10407', 1),
(103635, 200987, 'Отделение №1: ул. Духновича, 66а', 1, '13001', 1),
(100310, 200586, 'Отделение №1: ул. Духновича, 92', 1, '10925', 1),
(100293, 200074, 'Отделение №1: ул. Энгельса, 5', 1, '10392', 1),
(103809, 201041, 'Отделение №1: ул. Энергетическая, 2а', 1, '13123', 1),
(100255, 200512, 'Отделение №1: ул. Евгения Присяжного, 21/56', 1, '551', 1),
(103352, 200934, 'Отделение №1: ул. Европейская, 177', 1, '12645', 1),
(102139, 200857, 'Отделение №1: ул. Европейская, 7', 1, '11349', 1),
(104088, 201135, 'Отделение №1: ул. Егорова, 8', 1, '13435', 1),
(103778, 201033, 'Отделение №1: ул. Житомирская, 39а', 1, '13127', 1),
(100481, 200388, 'Отделение №1: ул. Жолковская, 4а', 1, '10468', 1),
(100109, 200164, 'Отделение №1: ул. Октябрьская, 2', 1, '502', 1),
(100121, 200597, 'Отделение №1: ул. Октябрьская, 8', 1, '10913', 1),
(103341, 200931, 'Отделение №1: ул. Жукова, 17', 1, '12677', 1),
(100604, 200699, 'Отделение №1: ул. Победы, 14', 1, '10504', 1),
(100811, 200246, 'Отделение №1: ул. Заводская 1/14', 1, '95', 1),
(104082, 201129, 'Отделение №1: ул. Заводская, 12', 1, '13601', 1),
(100065, 200264, 'Отделение №1: ул. Заводская, 1 а', 1, '10545', 1),
(100410, 200542, 'Отделение №1: ул. Заводская, 2', 1, '10926', 1),
(100749, 200416, 'Отделение №1: ул. Заводская, 28', 1, '10592', 1),
(101946, 200834, 'Отделение №1: ул. Заводская, 29а', 1, '11280', 1),
(103755, 200350, 'Отделение №1: ул. Заводская, 2в', 1, '13093', 1),
(100380, 200740, 'Отделение №1: ул. Заводская, 4а', 1, '420', 1),
(103586, 200982, 'Отделение №1: ул. Заводская, 9а', 1, '12941', 1),
(100470, 200651, 'Отделение №1: ул. Закарпатская, 75', 1, '10532', 1),
(103840, 201052, 'Отделение №1: ул. Железнодорожная, 13б', 1, '13150', 1),
(100474, 200023, 'Отделение №1: ул. Железнодорожная, 14', 1, '87', 1),
(100647, 200722, 'Отделение №1: ул. Железнодорожная, 6', 1, '10399', 1),
(100315, 200788, 'Отделение №1: ул. Жалезнодорожная, 87', 1, '815', 1),
(100694, 200099, 'Отделение №1: ул. Залесская, 1', 1, '10405', 1),
(100730, 200700, 'Отделение №1: ул. Заречная, 9', 1, '10748', 1),
(104036, 201115, 'Отделение №1: ул. Зарогатка, 1', 1, '13484', 1),
(100390, 200286, 'Отделение №1: ул. Заславская, 6', 1, '422', 1),
(100788, 200016, 'Отделение №1: ул. Звягельская, 28', 1, '493', 1),
(103361, 200937, 'Отделение №1: ул. Согласия, 25', 1, '12650', 1),
(100662, 200021, 'Отделение №1: ул. Змеевская, 68а', 1, '10026', 1),
(100747, 200527, 'Отделение №1: ул. И. Богуна, 8-а', 1, '412', 1),
(100573, 200521, 'Отделение: ул. Ив. Мазепы, 2', 1, '668', 1),
(100049, 200689, 'Отделение: ул. И. Франко, 19', 1, '540', 1),
(102873, 200893, 'Отделение №1: ул. И. Франка, 24А', 1, '11746', 1),
(100144, 200302, 'Отделение №1: ул. И. Франко, 40а', 1, '28', 1),
(100048, 200730, 'Отделение №1: ул. Ивана Мазепы, 21г', 1, '390', 1),
(100277, 200644, 'Отделение №1: ул. Ивана Мазепы, 3', 1, '10088', 1),
(100635, 200281, 'Отделение №1: ул. Ивана Проскуры, 73', 1, '1000', 1),
(100767, 200010, 'Отделение №1: ул. Ивана Сирко, 20', 1, '10389', 1),
(102833, 200890, 'Отделение №1: ул. Ивана Франко, 1', 1, '12156', 1),
(104008, 201101, 'Отделение №1: ул. Ивана Франка, 10', 1, '13529', 1),
(100644, 200119, 'Отделение №1: ул. Ивана Франка, 107а', 1, '909', 1),
(100518, 200697, 'Отделение №1: ул. Ивана Франка, 14а', 1, '10515', 1),
(100698, 200481, 'Отделение №1: ул. Ивана Франко, 18', 1, '113', 1),
(103895, 201085, 'Отделение №1: ул. Ивана Франка, 19', 1, '13230', 1),
(102261, 200854, 'Отделение №1: ул. Ивана Франко, 29', 1, '11361', 1),
(102786, 200886, 'Отделение №1: ул. Ивана Франко, 30', 1, '11759', 1),
(101973, 200837, 'Отделение №1: ул. Ивана Франка, 33', 1, '11253', 1),
(103372, 200940, 'Отделение №1: ул. Ивана Франко, 46', 1, '12649', 1),
(100312, 200625, 'Отделение №1: ул. Ивана Франка, 6а', 1, '817', 1),
(100377, 200298, 'Отделение №1: ул. Игорева, 4', 1, '10631', 1),
(100739, 200519, 'Отделение: ул. Билошкуры, 10', 1, '759', 1),
(100227, 200741, 'Отделение №1: ул. Индустриальная, 14а', 1, '80', 1),
(104148, 201372, 'Отделение №1: ул. Индустриальный проезд, 4а', 1, '14133', 1),
(100011, 200253, 'Отделение №1: ул. Интернациональная, 20а', 1, '10651', 1),
(102865, 200864, 'Отделение №1: ул. Истомина, 1', 1, '11790', 1),
(100610, 200049, 'Отделение №1: ул. Историческая, 81', 1, '10251', 1),
(100342, 200667, 'Отделение: ул. Казакова, 43', 1, '576', 1),
(103821, 201044, 'Отделение №1: ул. Калиновая, 24', 1, '13126', 1),
(100539, 200484, 'Отделение №1: ул. Калинова, 2а (напротив базара)', 1, '10458', 1),
(100615, 200230, 'Отделение №1: ул. Калинина, 12', 1, '10031', 1),
(100195, 200045, 'Отделение №1: ул. Калинина, 2', 1, '10084', 1),
(100153, 200450, 'Отделение №1: ул. Калинина, 70', 1, '10402', 1),
(100628, 200305, 'Отделение №1: ул. Каменная Гора, 2а', 1, '878', 1),
(100222, 200301, 'Отделение №1: ул. Каракая, 32а', 1, '253', 1),
(100606, 200419, 'Отделение №1: ул. Карбышева, 1', 1, '218', 1),
(100088, 200177, 'Отделение №1: ул. Карла Маркса, 126/1', 1, '457', 1),
(100063, 200605, 'Отделение №1: ул. Карпенка, 10', 1, '628', 1),
(100651, 200672, 'Отделение №1: ул. Карпинского, 10а', 1, '947', 1),
(103626, 200989, 'Отделение №1: ул. Каховская, 43', 1, '12963', 1),
(103425, 200952, 'Отделение №1: ул. Каштановая, 16', 1, '12763', 1),
(100762, 200653, 'Отделение №1: ул. Каштановая, 19', 1, '212', 1),
(100207, 200608, 'Отделение №1: ул. Каштановая, 29', 1, '781', 1),
(101975, 200832, 'Отделение №1: ул. Каштановая, 4/3', 1, '11241', 1),
(103339, 200930, 'Отделение №1: ул. Ленина, 81', 1, '12721', 1),
(102671, 200876, 'Отделение №1: ул. Цветочная, 1', 1, '12148', 1),
(100157, 200744, 'Отделение №1: ул. Киевская (ран. Кирова), 34', 1, '455', 1),
(100179, 200146, 'Отделение №1: ул. Киевская (ран. просп. Октябрьской революции), 48а', 1, '109', 1),
(103359, 200944, 'Отделение №1: ул. Киевская, 101б', 1, '12699', 1),
(103735, 201021, 'Отделение №1: ул. Киевская, 164', 1, '13083', 1),
(103882, 201067, 'Отделение №1: ул Киевская, 23б', 1, '13231', 1),
(100777, 200132, 'Отделение №1: ул. Киевская, 27', 1, '59', 1),
(100461, 200664, 'Отделение №1: ул. Киевская, 3', 1, '10241', 1),
(100301, 200347, 'Отделение №1: ул. Киевская, 42', 1, '10514', 1),
(100053, 200192, 'Отделение №1: ул. Киевская, 46', 1, '953', 1),
(103562, 200971, 'Отделение №1: ул. Советская, 46а', 1, '12772', 1),
(104057, 201369, 'Отделение №1: ул. Киевская, 47а', 1, '13539', 1),
(103592, 200978, 'Отделение №1: ул. Киевская, 4а', 1, '12944', 1),
(100037, 200692, 'Отделение №1: ул. Киевская, 55', 1, '10652', 1),
(100427, 200530, 'Отделение №1: ул. Киевская, 58', 1, '713', 1),
(100656, 200202, 'Отделение №1: ул. Киевская, 67', 1, '10484', 1),
(100653, 200429, 'Отделение №1: ул. Киевская, 9а', 1, '593', 1),
(100275, 200614, 'Отделение №1: ул. Киевский Путь, 38', 1, '10146', 1),
(103816, 201042, 'Отделение №1: ул. Киевский шлях, 9', 1, '13122', 1),
(103853, 201059, 'Отделение №1: ул. Кишеневская, 159а', 1, '13183', 1),
(100128, 200052, 'Отделение №1: ул. Кипенко, 4', 1, '768', 1),
(100401, 200461, 'Отделение №1: ул. Кирова, 3', 1, '351', 1),
(100771, 200634, 'Отделение №1: ул. Клиновка, 2а/1', 1, '330', 1),
(100138, 200615, 'Отделение №1: ул. Князя Владимира, 109а', 1, '18', 1),
(100701, 200669, 'Отделение №1: ул. Шевченко, 251', 1, '241', 1),
(100794, 200064, 'Отделение №1: ул. Ковалива, 4', 1, '10216', 1),
(100592, 200513, 'Отделение №1: ул. Ковалёва, 29А', 1, '201', 1),
(100618, 200294, 'Отделение №1: ул. Коваля, 1', 1, '385', 1),
(100229, 200680, 'Отделение №1: ул. Ковельская, 102', 1, '10548', 1),
(100372, 200418, 'Отделение №1: Ковельская, 4а', 1, '10276', 1),
(100425, 200307, 'Отделение №1: ул. Ковельская, 52', 1, '711', 1),
(100201, 200190, 'Отделение №1: ул. Козацкая, 17', 1, '460', 1),
(100453, 200138, 'Отделение №1: ул. Шевченко, 28а', 1, '657', 1),
(100256, 200219, 'Отделение №1: ул. Козацкая 34/2', 1, '692', 1),
(100014, 200159, 'Отделение №1: ул. Ленина, 23', 1, '10517', 1),
(100025, 200821, 'Отделение №1: ул. Казацкий Путь, 64а', 1, '10561', 1),
(102565, 200869, 'Отделение №1: ул. Колхозная, 2б', 1, '11805', 1),
(100341, 200144, 'Отделение №1: ул. Колокольцова, 17', 1, '566', 1),
(103697, 200995, 'Отделение №1: вул. Командарма Шумилова, 87', 1, '13000', 1),
(100031, 200452, 'Отделение №1: ул. Комарова, 38', 1, '10562', 1),
(100042, 200026, 'Отделение №1: ул. Комсомольская, 9б', 1, '10469', 1),
(100715, 200709, 'Отделение №1: ул. Генерала Плиева, 15а', 1, '998', 1),
(103515, 200963, 'Отделение №1: ул. Коммунаровская, 46', 1, '12780', 1),
(103336, 200928, 'Отделение №1: ул. Коммунистическая, 4', 1, '12682', 1),
(100435, 200165, 'Отделение №1: ул. Коновальца, 4а (напротив Укрпочты)', 1, '846', 1),
(101949, 200833, 'Отделение №1: ул. Кооперативная, 3', 1, '11281', 1),
(100668, 200809, 'Отделение №1: ул. Кооперативная, 32Г', 1, '10160', 1),
(100780, 200712, 'Отделение №1: ул. Кооперативная, 4', 1, '10465', 1),
(100130, 200470, 'Отделение №1: ул. Кооперативная, 4', 1, '2', 1),
(100404, 200482, 'Отделение №1: ул. Кооперативная, 5', 1, '102', 1),
(100007, 200231, 'Отделение №1: ул. Космонавтов, 50а', 1, '391', 1),
(100096, 200524, 'Отделение №1: ул. Котляревского, 2а', 1, '10432', 1),
(100038, 200642, 'Отделение №1: ул. Коцюбинского, 1', 1, '10071', 1),
(100108, 200149, 'Отделение №1: ул. Коцюбинского, 29', 1, '501', 1),
(100574, 200360, 'Отделение №1: ул. Кошута, 16', 1, '10577', 1),
(100382, 200287, 'Отделение №1: ул. Красина, 2', 1, '10424', 1),
(103796, 201038, 'Отделение №1: ул. Кременчугская, 8', 1, '13160', 1),
(100778, 200677, 'Отделение №1: ул. Крывоноса, 4', 1, '10355', 1),
(100352, 200494, 'Отделение №1: ул. Криворожская, 12', 1, '260', 1),
(103694, 201003, 'Отделение №1: ул. Крупской, 1', 1, '13074', 1),
(100714, 200053, 'Отделение №1: ул. Кузнецова, 87', 1, '10508', 1),
(103617, 200993, 'Отделение №1: ул. Культуры, 57', 1, '12966', 1),
(100134, 200438, 'Отделение №1: ул. Куприна, 10', 1, '9', 1),
(100650, 200381, 'Отделение №1: ул. Куприна, 123б', 1, '142', 1),
(100726, 200656, 'Отделение №1: ул. Купчинского, 14а', 1, '10587', 1),
(100501, 200130, 'Отделение №1: ул. Кургузова, 14', 1, '10063', 1),
(104037, 201121, 'Отделение №1: ул. Л. Украинки, 7 б', 1, '13392', 1),
(100675, 200140, 'Отделение №1: ул. Лагонды, 39', 1, '10055', 1),
(103872, 201071, 'Отделение №1: ул. Ленина, 1а', 1, '13232', 1),
(103745, 201015, 'Отделение №1: ул. Ленина, 3', 1, '13096', 1),
(102815, 200888, 'Отделение №1: ул. Ленина, 4/1', 1, '11824', 1),
(103128, 200914, 'Отделение №1: ул. Ленина, 50б', 1, '12616', 1),
(102849, 200891, 'Отделение №1: ул. Ленина, 53', 1, '12227', 1),
(100118, 200137, 'Отделение №1: ул. Ленина, 54 (ТРК Альтаир)', 1, '284', 1),
(103570, 200960, 'Отделение №1: ул. Ленина, 73', 1, '12776', 1),
(103676, 200998, 'Отделение №1: ул. Ленина, 8', 1, '13024', 1),
(102571, 200870, 'Отделение №1: ул. Ленина, 91ф', 1, '12202', 1),
(100089, 200015, 'Отделение №1: ул. Леонтовича, 14', 1, '433', 1),
(103316, 200925, 'Отделение №1: ул. Леси Украинки, 2', 1, '12646', 1),
(100760, 200543, 'Отделение №1: ул. Леси Украинки, 2д', 1, '210', 1),
(100492, 200181, 'Отделение №1: ул. Леси Украинки, 5', 1, '10550', 1),
(103660, 201004, 'Отделение №1: ул. Леси Украинки, 68', 1, '13060', 1),
(100531, 200458, 'Отделение №1: ул. Липки, 25', 1, '10383', 1),
(100204, 200546, 'Отделение №1: ул. Липовая, 44', 1, '10498', 1),
(100438, 200735, 'Отделение №1: ул. Ноября, 53', 1, '823', 1),
(100273, 200487, 'Отделение №1: ул. Больничная, 18', 1, '10645', 1),
(100364, 200075, 'Отделение №1: ул. Больничная, 1а', 1, '10481', 1),
(100021, 200698, 'Отделение №1: ул. Линейная, 15', 1, '331', 1),
(100558, 200014, 'Отделение: ул. Ломоносова, 24а', 1, '294', 1),
(100359, 200162, 'Отделение №1: ул. Лохвицкая, 30в', 1, '185', 1),
(100707, 200548, 'Отделение №1: ул. Лоцманская, 21/2', 1, '320', 1),
(100162, 200043, 'Отделение №1: ул. Луганская, 1а', 1, '10060', 1),
(100313, 200203, 'Отделение №1: ул. Луцкая, 10', 1, '10292', 1),
(100385, 200435, 'Отделение №1: ул. Луцкая, 19', 1, '449', 1),
(104087, 201132, 'Отделение №1: ул. Луцкая, 2а', 1, '13602', 1),
(103706, 201005, 'Отделение №1: ул. Львовская, 20', 1, '13008', 1),
(103772, 201040, 'Отделение №1: ул. Львовская, 23', 1, '13191', 1),
(103590, 200976, 'Отделение №1: ул. Львовская, 33', 1, '12932', 1),
(100413, 200188, 'Отделение №1: ул. Львовская, 38л', 1, '705', 1),
(100659, 200232, 'Отделение №1: ул. Вокзальная, 7', 1, '10428', 1),
(100603, 200199, 'Отделение №1: ул. Львовская, 42', 1, '10563', 1),
(100432, 200283, 'Отделение №1: ул. Львовская, 47', 1, '10626', 1),
(103109, 200909, 'Отделение №1: ул. Львовская, 76', 1, '12611', 1),
(100000, 200247, 'Отделение №1: ул. М. Грушевского, 3', 1, '10119', 1),
(100028, 200069, 'Отделение №1: ул. М. Кривоноса, 2', 1, '765', 1),
(102062, 200840, 'Отделение №1: ул. Магистральная, 43а', 1, '11404', 1),
(102644, 200877, 'Отделение №1: ул. Мазепы, 26', 1, '12104', 1),
(103042, 200340, 'Отделение №1: ул. Ленина, 4', 1, '12615', 1),
(100478, 200288, 'Отделение №1: ул. Максима Кривоноса, 82', 1, '799', 1),
(100137, 200282, 'Отделение №1: ул. Максимовича, 8', 1, '12', 1),
(100251, 200217, 'Отделение №1: ул. Маршала Малиновского, 114', 1, '688', 1),
(103798, 201039, 'Отделение №1: ул. Матросова, 30', 1, '13102', 1),
(104142, 200693, 'Отделение №1: ул. Матросова, 33б', 1, '13881', 1),
(104081, 201124, 'Отделение №1: ул. Матросская, 66А пом. 4', 1, '13559', 1),
(100600, 200619, 'Отделение №1: ул. Маяковского, 15', 1, '10633', 1),
(100329, 200039, 'Отделение №1: ул. Маяковского, 59а', 1, '111', 1),
(100004, 200732, 'Отделение №1: ул. Маяковского, 8', 1, '10451', 1),
(103863, 200295, 'Отделение №1: ул. Медовая, 10', 1, '13202', 1),
(100504, 200127, 'Отделение №1: ул. Мелиоративна, 2', 1, '737', 1),
(100298, 200311, 'Отделение №1: ул. Мелитопольская, 7а', 1, '463', 1),
(100550, 200495, 'Отделение №1: ул. Металургов, 10', 1, '10531', 1),
(100254, 200520, 'Отделение №1: ул. Соборная, 62', 1, '552', 1),
(100450, 200158, 'Отделение №1: ул. Николая Терещенко, 5', 1, '10347', 1),
(100370, 200128, 'Отделение №1: ул. Миргородськая, 25', 1, '10454', 1),
(100681, 200422, 'Отделение №1: ул. Мирная, 92д', 1, '822', 1),
(102045, 200839, 'Отделение №1: ул. Мира, 1', 1, '11585', 1),
(100516, 200090, 'Отделение №1: ул. Мира, 10/3', 1, '393', 1),
(100493, 200661, 'Отделение №1: ул. Мира, 104', 1, '54', 1),
(100116, 200434, 'Отделение №1: ул. Мира, 109', 1, '10004', 1),
(100718, 200460, 'Отделение №1: ул. Мира, 10а', 1, '10518', 1),
(100097, 200012, 'Отделение №1: ул. Мира, 123а', 1, '10354', 1),
(100239, 200373, 'Отделение №1: ул. Ленина, 132в', 1, '937', 1),
(100555, 200145, 'Отделение №1: ул. Мира, 144', 1, '10923', 1),
(100296, 200011, 'Отделение №1: ул. Мира, 17', 1, '10564', 1),
(100010, 200578, 'Отделение №1: ул. Мира, 20', 1, '10621', 1),
(100087, 200296, 'Отделение №1: ул. Мира, 222', 1, '849', 1),
(100594, 200782, 'Отделение №1: ул. Мира, 2а', 1, '10433', 1),
(103890, 201079, 'Отделение №1: ул. Мира, 2а', 1, '13233', 1),
(100248, 200136, 'Отделение №1: вул. Мира, 3', 1, '10497', 1),
(100106, 200478, 'Отделение №1: ул. Мира, 34', 1, '10845', 1),
(100373, 200180, 'Отделение №1: ул. Мира, 37а', 1, '10491', 1),
(100030, 200040, 'Отделение №1: ул. Мира, 3А', 1, '10035', 1),
(103385, 200916, 'Отделение №1: ул. Мира, 40', 1, '12712', 1),
(104094, 201133, 'Отделение №1: ул. Мира, 40', 1, '13309', 1),
(100502, 200067, 'Отделение №1: ул. Мира, 40 а', 1, '798', 1),
(100508, 200410, 'Отделение №1: ул. Ленина, 42', 1, '10313', 1),
(100246, 200563, 'Отделение №1: ул. Миру, 6', 1, '10459', 1),
(103504, 200961, 'Отделение №1: ул. Мира, 67', 1, '12811', 1),
(100561, 200073, 'Отделение №1: ул. Мира, 73', 1, '833', 1),
(100016, 200394, 'Отделение №1: ул. Мира, 75а', 1, '10393', 1),
(100043, 200057, 'Отделение №1: ул. Мира, 8/3', 1, '10560', 1),
(104045, 201120, 'Отделение №1: ул. Мира, 82', 1, '13548', 1),
(100419, 200240, 'Отделение №1: ул. Мира, 9', 1, '415', 1),
(101945, 200389, 'Отделение №1: ул. Мира, 97', 1, '735', 1),
(103873, 201072, 'Отделение №1: ул. Мира, б/н (Перекресток ул. Мира и ул. Шаянской)', 1, '13264', 1),
(100669, 200080, 'Отделение №1: ул. Митрополита Илариона, 19', 1, '10020', 1),
(100424, 200270, 'Отделение №1: ул. Михаила Грушевского, 10а', 1, '251', 1),
(100451, 200415, 'Отделение №1: ул. Михаила Грушевского, 11а', 1, '658', 1),
(100579, 200297, 'Отделение №1: ул. Михайловская, 77-а', 1, '681', 1),
(100006, 200242, 'Отделение №1: ул. Мицкевича, 9', 1, '536', 1),
(100748, 200541, 'Отделение №1: ул. Мичурина, 1', 1, '364', 1),
(100193, 200000, 'Отделение №1: ул. Мичурина, 6', 1, '10525', 1),
(103938, 201091, 'Отделение №1: ул. Млыновская, 55 г', 1, '13276', 1),
(100343, 200236, 'Отделение №1: ул. Могилевская, 24/2', 1, '93', 1),
(100673, 200121, 'Отделение №1: ул. Мозолевского, 9', 1, '961', 1),
(100682, 200143, 'Отделение №1: ул. Молодежная, 29', 1, '10259', 1),
(100509, 200257, 'Отделение №1: ул. Молодежная, 63', 1, '10447', 1),
(100151, 200218, 'Отделение №1: ул. Молодёжная, 7', 1, '622', 1),
(102081, 200860, 'Отделение №1: ул. Независимости, 3а', 1, '11403', 1),
(102436, 200863, 'Отделение №1: ул. Монастырская, 11а', 1, '11788', 1),
(103762, 201026, 'Отделение №1: ул. Монастирского, 3', 1, '13079', 1),
(100786, 200120, 'Отделение №1: ул. Московская, 21', 1, '485', 1),
(100379, 200449, 'Отделение №1: ул. Музыкальная, 5', 1, '811', 1),
(100411, 200792, 'Отделение №1: ул. Набережная, 1', 1, '170', 1),
(100161, 200007, 'Отделение №1: ул. Набережная, 170', 1, '10268', 1),
(102099, 200844, 'Отделение №1: ул. Набережная, 19', 1, '11399', 1),
(104085, 201131, 'Отделение №1: ул. Набережная, 20/1', 1, '13481', 1),
(100033, 200380, 'Отделение №1: ул. Набережная, 21', 1, '527', 1),
(103826, 201043, 'Отделение №1: ул. Набережная, 23 (ПежоСервис)', 1, '13125', 1),
(100750, 200505, 'Отделение №1: ул. Набережная, 28', 1, '854', 1),
(104013, 201106, 'Отделение №1: ул. Надворнянская, 2В', 1, '13454', 1),
(104071, 201126, 'Отделение №1: ул. Народная, 7', 1, '13542', 1),
(100514, 200702, 'Отделение №1: ул. Небесной Сотни, 3', 1, '395', 1),
(100055, 200626, 'Отделение №1: ул. Небесной Сотни, 92', 1, '975', 1),
(100082, 200533, 'Отделение №1: ул. Независимости Украины, 106', 1, '465', 1),
(102585, 200871, 'Отделение №1: ул. Независимости, 1', 1, '12203', 1),
(100744, 200500, 'Отделение №1: ул. Независимости, 1', 1, '10480', 1),
(103742, 201016, 'Отделение №1: ул. Независимости, 10', 1, '13092', 1),
(101958, 200831, 'Отделение №1: ул. Независимости, 100', 1, '11320', 1),
(100334, 200324, 'Отделение №1: ул. Независимости, 107 а', 1, '591', 1),
(100607, 200440, 'Отделение №1: ул. Независимости, 109', 1, '335', 1),
(100191, 200156, 'Отделение №1: ул. Независимости, 13', 1, '496', 1),
(100299, 200048, 'Отделение №1: ул. Независимости, 168а', 1, '10617', 1),
(100129, 200239, 'Отделение №1: ул. Незавизимости, 19а', 1, '767', 1),
(100107, 200300, 'Отделение №1: ул. Независимости, 1Б', 1, '500', 1),
(102521, 200894, 'Отделение №1: ул. Независимости, 2', 1, '11781', 1),
(100026, 200263, 'Отделение №1: ул. Независимости, 20', 1, '796', 1),
(100802, 200538, 'Отделение №1: ул. Независимости, 21', 1, '10114', 1),
(102746, 200884, 'Отделение №1: ул. Независимости, 22', 1, '12152', 1),
(100316, 200089, 'Отделение №1: ул. Ленина, 221д', 1, '10203', 1),
(100456, 200544, 'Отделение №1: ул. Независимости, 25', 1, '10524', 1),
(100253, 200427, 'Отделение №1: ул. Независимости, 2а', 1, '831', 1),
(100013, 200248, 'Отделение №1: ул. Независимости, 3', 1, '10449', 1),
(100431, 200457, 'Отделение №1: ул. Независимости, 4', 1, '10057', 1),
(100797, 200504, 'Отделение №1: ул. Независимости, 46а', 1, '10173', 1),
(103825, 201048, 'Отделение №1: ул. Независимости, 57', 1, '13103', 1),
(100735, 200210, 'Отделение №1: ул. Независимости, 58/1', 1, '488', 1),
(100809, 200679, 'Отделение №1: ул. Октябрьская, 59/1', 1, '917', 1),
(100231, 200753, 'Отделение №1: ул. Независимости, 60', 1, '10222', 1),
(100330, 200056, 'Отделение №1: ул. Независимости, 65а (помещение дома Быта)', 1, '517', 1),
(100203, 200034, 'Отделение №1: ул. Независимости, 7', 1, '10295', 1),
(100213, 200682, 'Отделение №1: ул. Независимости, 7а', 1, '722', 1),
(100755, 200256, 'Отделение №1: ул. Независимости, 91', 1, '808', 1),
(100529, 200724, 'Отделение №1: ул. Независимости, 95', 1, '10401', 1),
(100782, 200284, 'Отделение №1: ул. Некрасова, 3а', 1, '89', 1),
(103889, 201073, 'Отделение №1: ул. Некрасова, 6', 1, '13234', 1),
(100756, 200590, 'Отделение №1: ул. Николенко, 32', 1, '355', 1),
(100630, 200235, 'Отделение №1: ул. Новая, 15', 1, '801', 1),
(104031, 201116, 'Отделение №1: ул. Новая, 3 а', 1, '13354', 1),
(100094, 200277, 'Отделение №1: ул. Новая, 3а', 1, '10537', 1),
(100115, 200813, 'Отделение №1: ул. А. Маковея, 62', 1, '10225', 1),
(100307, 200314, 'Отделение №1: ул. О. Паламаря, 24в', 1, '399', 1),
(103606, 200984, 'Отделение №1: ул. Обьезная, 21', 1, '12942', 1),
(100445, 200224, 'Отделение №1: ул. Облески, 36', 1, '250', 1),
(103713, 201007, 'Отделение №1: ул. Одесская, 9', 1, '13029', 1),
(100729, 200222, 'Отделение №1: ул. Озерная, 1', 1, '10384', 1),
(100160, 200763, 'Отделение №1: ул. Олега Кошевого, 42б', 1, '10670', 1),
(100139, 200076, 'Отделение №1: ул. Олега Оникиенко (ран. Кутузова), 125', 1, '19', 1),
(100036, 200047, 'Отделение №1: ул. Александра Ермакова, 5', 1, '10669', 1),
(103780, 200367, 'Отделение №1: ул. Олекси Тихого, 70в', 1, '13124', 1),
(101916, 200825, 'Отделение №1: ул. Ольшанского, 1', 1, '11254', 1),
(100085, 200807, 'Отделение №1: ул. Остривська, 32г', 1, '10598', 1),
(100665, 200334, 'Отделение №1: ул. Остроградского, 44.', 1, '370', 1),
(100365, 200393, 'Отделение №1: ул. Павла Каплуна, 71', 1, '10590', 1),
(100032, 200436, 'Отделение: ул. Шевченко, 22', 1, '526', 1),
(100100, 200063, 'Отделение №1: ул. Палия Семена, 12є', 1, '470', 1),
(103271, 200920, 'Отделение №1: ул. Парковая, 16', 1, '12642', 1),
(100683, 200725, 'Отделение №1: ул. Парковая (Советская), 22', 1, '10210', 1),
(100288, 200762, 'Отделение №1: ул. Парковая, 2а', 1, '363', 1),
(103593, 200977, 'Отделение №1: ул. Парковая, 4а', 1, '12933', 1),
(100784, 200437, 'Отделение №1: ул. Парковая, 8', 1, '396', 1),
(100452, 200596, 'Отделение №1: ул. Парковая, 80', 1, '656', 1),
(100314, 200254, 'Отделение №1: ул. Партизанская, 3', 1, '10042', 1),
(100098, 200574, 'Отделение №1: вул. Партизанская, 60', 1, '10277', 1),
(103567, 200972, 'Отделение №1: ул. Пархоменко, 1', 1, '12775', 1),
(103026, 200902, 'Отделение №1: ул. Патруся Карпатского, 13а', 1, '12366', 1),
(100696, 200320, 'Отделение №1: ул. Перекопской дивизии, 19', 1, '360', 1),
(104019, 201108, 'Отделение №1: ул. Победы, 13', 1, '13420', 1),
(100758, 200303, 'Отделение №1: ул. Победы, 15а', 1, '208', 1),
(100776, 200726, 'Отделение №1: ул. Победы, 1г', 1, '10764', 1),
(103897, 201084, 'Отделение №1: ул. Победы, 24а', 1, '13262', 1),
(100617, 200223, 'Отделение №1: ул. Победы, 32', 1, '10749', 1),
(100079, 200589, 'Отделение №1: ул. Победы, 34/14', 1, '10364', 1),
(103749, 201018, 'Отделение №1: ул. Победы, 36', 1, '13098', 1),
(103758, 201024, 'Отделение №1: ул. Победы, 44', 1, '13084', 1),
(100388, 200379, 'Отделение №1: ул. Победы, 6б', 1, '845', 1),
(103614, 200991, 'Отделение №1: ул. Победы, 7', 1, '10061', 1),
(102050, 200841, 'Отделение №1: ул. Победы, 8', 1, '11740', 1),
(100620, 200814, 'Отделение №1: ул. Переяславская, 14', 1, '383', 1),
(100180, 200805, 'Отделение №1: ул. Перспективная, 2', 1, '10456', 1),
(100690, 200271, 'Отделение №1: ул. Перспективная, 50б', 1, '10555', 1),
(100429, 200370, 'Отделение №1: ул. Первомайская, 11', 1, '10298', 1),
(103195, 200919, 'Отделение №1: ул. Первомайская, 161а', 1, '12375', 1),
(103928, 201089, 'Отделение №1: ул. Первомайская, 2Б', 1, '13284', 1),
(103321, 200926, 'Отделение №1: ул. Первомайская, 3', 1, '12698', 1),
(100092, 200731, 'Отделение №1: ул. Петра Захарова, 36', 1, '439', 1),
(103993, 201111, 'Отделение №1: ул. Петровського, 27', 1, '13496', 1),
(100585, 200761, 'Отделение №1: ул. Печерская, 6', 1, '10575', 1),
(100353, 200315, 'Отделение №1: ул. Пироговский путь, 135', 1, '105', 1),
(104143, 200738, 'Отделение №1: ул. Южная, 21', 1, '13879', 1),
(100276, 200639, 'Отделение №1: ул. Южновокзальная, 3', 1, '10228', 1),
(100150, 200108, 'Отделение №1: ул. Подлесная, 27', 1, '10984', 1),
(100449, 200118, 'Отделение №1: ул. Площадь Гагарина, 8а', 1, '10419', 1),
(100119, 200267, 'Отделение №1: ул. Погребняка, 8б', 1, '287', 1),
(100290, 200492, 'Отделение №1: ул. Подольская, 10/2', 1, '963', 1),
(100051, 200714, 'Отделение №1: ул. Подольская, 21', 1, '486', 1),
(100294, 200182, 'Отделение №1: ул. Покровськая, 130', 1, '698', 1),
(100320, 200364, 'Отделение №1: ул. Покровская, 21', 1, '276', 1),
(100667, 200268, 'Отделение №1: ул. Покровская, 21а', 1, '388', 1),
(103358, 200936, 'Отделение №1: ул. Покровская, 6г', 1, '12651', 1),
(100206, 200153, 'Отделение №1: ул. Полесская, 1в', 1, '597', 1),
(103867, 201068, 'Отделение №1: ул. Полесская, 34', 1, '13263', 1),
(100319, 200110, 'Отделение №1: ул. Полтавская, 46', 1, '10441', 1),
(100505, 200463, 'Отделение №1: ул. Полтавская, 24', 1, '138', 1),
(100173, 200628, 'Отделение №1: ул. Полтавская, 41', 1, '490', 1),
(100534, 200309, 'Отделение №1: ул. Полтавский шлях, 30', 1, '157', 1),
(100027, 200209, 'Отделение №1: ул. Полевая, 1', 1, '763', 1),
(100368, 200106, 'Отделение №1: ул. Полевая, 14', 1, '10174', 1),
(100378, 200746, 'Отделение №1: ул. Полевая, 67', 1, '10097', 1),
(104035, 200366, 'Отделение №1: ул. Пономарева, 30', 1, '13478', 1),
(100499, 200617, 'Отделение №1: ул. Попудренко, 1', 1, '903', 1),
(100495, 200131, 'Отделение №1: ул. Порт, 24', 1, '10418', 1),
(100455, 200451, 'Отделение №1: ул. Почтовая, 1, кв. 1', 1, '10536', 1),
(102713, 200879, 'Отделение №1: ул. Почтовая, 1б', 1, '12195', 1),
(100588, 200781, 'Отделение №1: ул. Почтовая, 4', 1, '10603', 1),
(102509, 200867, 'Отделение №1: ул. Почтовая, 7', 1, '11787', 1),
(103589, 200975, 'Отделение №1: ул. Правденская, 1', 1, '12939', 1),
(103733, 200002, 'Отделение №1: ул. Труда, 4', 1, '13089', 1),
(102954, 200897, 'Отделение №1: вул. Преображенская, 78', 1, '12350', 1),
(100754, 200337, 'Отделение №1: ул. Привитна, 16', 1, '10008', 1),
(100064, 200027, 'Отделение №1: ул. Привокзальная, 1', 1, '629', 1),
(100132, 200065, 'Отделение №1: ул. Привокзальная, 21', 1, '7', 1),
(100612, 200148, 'Отделение №1: ул. Привокзальная, 2а', 1, '10343', 1),
(100182, 200369, 'Отделение №1: ул. Привокзальная, 35 а', 1, '766', 1),
(100295, 200467, 'Отделение №1: ул. Привокзальная, 53б', 1, '10344', 1),
(102974, 200899, 'Отделение №1: ул. Привокзальная, 9а', 1, '12293', 1),
(100190, 200810, 'Отделение: ул. Приморская, 19б (Рынок Приморский)', 1, '186', 1),
(103919, 201094, 'Отделение №1: ул. Приморская, 54/1', 1, '13447', 1),
(100496, 200577, 'Отделение №1: ул. Приходька, 12, кв. 1', 1, '10600', 1),
(100084, 200428, 'Отделение №1: ул. Проектная, 1', 1, '338', 1),
(100362, 200299, 'Отделение №1: ул. Проектная, 1', 1, '10036', 1),
(104157, 201092, 'Отделение №1: ул. Прокофьева, 14а', 1, '10069', 1),
(103393, 200945, 'Отделение №1: ул. Пролетарская, 80', 1, '12703', 1),
(100156, 200598, 'Отделение №1: ул. Промышленная, 1', 1, '10953', 1),
(100080, 200289, 'Отделение №1: ул. Промышленная, 14', 1, '77', 1),
(100712, 200237, 'Отделение №1: ул. Промышленная, 2', 1, '238', 1),
(100559, 200488, 'Отделение №1: ул. Промышленная, 5', 1, '69', 1),
(100742, 200593, 'Отделение №1: ул. Промышленная, 5', 1, '10094', 1),
(100783, 200204, 'Отделение №1: ул. Проскуровская, 3', 1, '650', 1),
(102961, 200898, 'Отделение №1: ул. Пушкина, 30в', 1, '12619', 1),
(100347, 200549, 'Отделение №1: ул. Пушкина, 99', 1, '200', 1),
(102604, 200872, 'Отделение №1: ул. Совхозная, 4', 1, '12151', 1),
(100476, 200421, 'Отделение №1: ул. Райрады, 3', 1, '732', 1),
(103670, 200996, 'Отделение №1: ул. Ракоцы, 12', 1, '13002', 1),
(100464, 200179, 'Отделение №1: ул. Рыночная, 1', 1, '10023', 1),
(100170, 200351, 'Отделение №1: ул. Рынок, 34', 1, '10039', 1),
(100166, 200312, 'Отделение №1: ул. Ровенская, 1', 1, '10201', 1),
(100398, 200361, 'Отделение №1: ул. Ровенская, 107', 1, '350', 1),
(102464, 200883, 'Отделение №1: ул. Ровенская, 72', 1, '12150', 1),
(100537, 200125, 'Отделение №1: ул. Рождественская, 9', 1, '10594', 1),
(100500, 200701, 'Отделение №1: ул. Рабочая, 17', 1, '901', 1),
(100260, 200404, 'Отделение №1: ул. Роменская, 13', 1, '889', 1),
(100806, 200774, 'Отделение №1: ул. Русская, 248о', 1, '179', 1),
(100306, 200112, 'Отделение №1: ул. Сагайдачного, 47', 1, '10581', 1),
(100046, 200386, 'Отделение №1: ул. Садовая, 103 (рынок Копошилка)', 1, '543', 1),
(100791, 200609, 'Отделение №1: ул. Садовая, 31', 1, '10385', 1),
(100237, 200737, 'Отделение №1: ул. Садовая, 4в', 1, '950', 1),
(100289, 200480, 'Отделение №1: ул. Садовая, 6', 1, '10450', 1),
(100242, 200802, 'Отделение №1: ул. Садовый бульвар (ран. Ленина), 28', 1, '92', 1),
(104065, 201122, 'Отделение №1: ул. Салдобошская, 16', 1, '13476', 1),
(100228, 200658, 'Отделение №1: ул. Самгородоцкая, 9', 1, '588', 1),
(100396, 200390, 'Отделение №1: ул. Сватовская (ран. Дзержинского), 56', 1, '397', 1),
(103394, 200929, 'Отделение №1: ул. Героев Майдана, 12', 1, '12670', 1),
(100163, 200046, 'Отделение №1: ул. Свободы, 102а', 1, '968', 1),
(100643, 200054, 'Отделение №1: ул. Свободы, 2', 1, '907', 1),
(103591, 200979, 'Отделение №1: ул. Свободы, 20', 1, '12936', 1),
(102814, 200887, 'Отделение №1: ул. Свободы, 44', 1, '12105', 1),
(100520, 200151, 'Отделение №1: ул. Свободы, 83а', 1, '10021', 1),
(100546, 200775, 'Отделение №1: ул. Святониколаевская, 95', 1, '10321', 1),
(100250, 200031, 'Отделение №1: ул. Свято-Покровская, 13', 1, '10488', 1),
(101959, 200830, 'Отделение №1: ул. Свято-Покровськая, 18', 1, '11248', 1),
(102399, 200862, 'Отделение №1: ул. Семенова, 55', 1, '11374', 1),
(100565, 200233, 'Отделение №1: ул. Семидубская, 16', 1, '120', 1),
(100403, 200304, 'Отделение №1: ул. Сенюка, 2а', 1, '10502', 1),
(100568, 200354, 'Отделение №1: ул. Сергея Кемского (ран. Октябрьская), 72а', 1, '10098', 1),
(100041, 200154, 'Отделение №1: ул. Симоненко, 17', 1, '10676', 1),
(100101, 200341, 'Отделение №1: ул. Симоненка, 2б/43', 1, '103', 1),
(100616, 200342, 'Отделение №1: ул. Сечевых Стрельцов, 12', 1, '10632', 1),
(100093, 200557, 'Отделение №1: ул. Сечевых Стрельцов, 26', 1, '10511', 1),
(103861, 201065, 'Отделение №1: ул. Сечевых Стрельцов, 57/1', 1, '13236', 1),
(104022, 201113, 'Отделение №1: ул. Сечевых Стрельцов, 64', 1, '13515', 1),
(102353, 200846, 'Отделение №1: ул. Славы, 19', 1, '11742', 1),
(100457, 200425, 'Отделение №1: ул. Слобожанская, 32/2-19', 1, '10032', 1),
(100693, 200037, 'Отделение №1: ул. Слюсарская, 1', 1, '10516', 1),
(100015, 200208, 'Отделение №1: ул. Смавзюка, 34', 1, '10628', 1),
(100199, 200629, 'Отделение №1: ул. Смирнова, 1а', 1, '784', 1),
(100764, 200365, 'Отделение №1: ул. Соборная (ран. 50 лет Октября), 194а', 1, '56', 1),
(100149, 200346, 'Отделение №1: ул. Соборная (ран. Советская), 31', 1, '232', 1),
(100123, 200799, 'Отделение №1: ул. Соборная, 104а', 1, '10034', 1),
(100486, 200633, 'Отделение №1: ул. Соборная, 116', 1, '868', 1),
(100614, 200211, 'Отделение №1: Ленина, 12', 1, '10033', 1),
(102641, 200875, 'Отделение №1: ул. Соборнаяї, 12', 1, '11802', 1),
(100102, 200238, 'Отделение №1: ул. Соборная, 125', 1, '649', 1),
(100460, 200249, 'Отделение №1: ул. Соборная, 14', 1, '10151', 1),
(103781, 201034, 'Отделение №1: ул. Соборная, 189а', 1, '13120', 1),
(102097, 200845, 'Отделение №1: ул. Соборная, 2', 1, '11684', 1),
(100357, 200408, 'Отделение №1: ул. Соборная, 22', 1, '531', 1),
(104040, 201118, 'Отделение №1: ул. Соборная, 220', 1, '13475', 1),
(104123, 201370, 'Отделение №1: ул. Соборная, 231', 1, '14086', 1),
(100745, 200759, 'Отделение №1: ул. Соборная, 24/2', 1, '10412', 1),
(100692, 200636, 'Отделение №1: ул. Соборная, 25', 1, '718', 1),
(103045, 200906, 'Отделение №1: ул. Соборна, 2а', 1, '12376', 1),
(103375, 200941, 'Отделение №1: ул. Соборная, 3', 1, '12719', 1),
(100511, 200135, 'Отделение №1: ул. Соборная, 32а', 1, '10492', 1),
(103864, 201063, 'Отделение №1: ул. Соборная, 34', 1, '13226', 1),
(100067, 200777, 'Отделение №1: вул. Соборная, 379', 1, '10365', 1),
(100309, 200175, 'Отделение №1: ул. Ленина, 43', 1, '779', 1),
(100395, 200285, 'Отделение №1: ул. Соборная, 46', 1, '417', 1),
(100336, 200471, 'Отделение №1: ул. Соборная, 47', 1, '757', 1),
(100446, 200310, 'Отделение №1: ул. Соборная, 47', 1, '246', 1),
(103946, 201093, 'Отделение №1: ул. Соборная, 51', 1, '13472', 1),
(100623, 200051, 'Отделение №1: ул. Соборная, 64а', 1, '380', 1),
(100523, 200803, 'Отделение №1: ул. Соборная, 67', 1, '194', 1),
(100526, 200757, 'Отделение №1: ул. Соборная, 8-2/а', 1, '407', 1),
(100572, 200332, 'Отделение №1: ул. Соборная, 89', 1, '438', 1),
(100467, 200279, 'Отделение №1: ул. Соборная, 9', 1, '995', 1),
(103685, 201002, 'Отделение №1: ул. Соборная, 9', 1, '12999', 1),
(100081, 200363, 'Отделение №1: ул. Соборная, 97/4', 1, '10927', 1),
(100392, 200333, 'Отделение №1: ул. Соборности, 40', 1, '446', 1),
(100622, 200454, 'Отделение №1: ул. Соборности, 50', 1, '381', 1),
(100591, 200391, 'Отделение №1: ул. Солнечная, 1', 1, '10390', 1),
(100356, 200024, 'Отделение №1: ул. Софиевская, 119', 1, '867', 1),
(100648, 200469, 'Отделение №1: ул. Спасо-Преображенская, 147а', 1, '10543', 1),
(100022, 200348, 'Отделение №1: ул. Спортивная, 13а', 1, '10082', 1),
(100581, 200767, 'Отделение №1: ул. Спортивная, 3', 1, '10506', 1),
(100738, 200265, 'Отделение №1: ул. Спортивная, 4', 1, '744', 1),
(100140, 200776, 'Отделение №1: ул. Старобелоуская, 77', 1, '20', 1),
(103903, 201077, 'Отделение №1: ул. Староместская, 11', 1, '13237', 1),
(100075, 200820, 'Отделение №1: ул. Степана Бандеры, 6/2', 1, '10674', 1),
(100304, 200330, 'Отделение №1: ул. Степная, 4', 1, '10470', 1),
(100029, 200251, 'Отделение №1: ул. Стефаника, 26а', 1, '764', 1),
(100439, 200750, 'Отделение №1: ул. Столярчука, 56', 1, '242', 1),
(103587, 200974, 'Отделение №1: ул. Студенческая, 3', 1, '12923', 1),
(103552, 200966, 'Отделение №1: ул. Стуса, 77б', 1, '12760', 1),
(101941, 200654, 'Отделение №1: ул. Суворова, 28', 1, '11282', 1),
(100798, 200507, 'Отделение: ул. Суворова, 2а', 1, '10078', 1),
(100001, 200028, 'Отделение №1: ул. Суворова, 62', 1, '634', 1),
(103729, 201001, 'Отделение №1: ул. Сумская, 15', 1, '12978', 1),
(100580, 200474, 'Отделение №1: ул. Сумская, 24', 1, '974', 1),
(103982, 201095, 'Отделение №1: ул. Сумская, 43', 1, '13493', 1),
(103605, 200985, 'Отделение №1: ул. Сухинова, 7а', 1, '12940', 1),
(100345, 200081, 'Отделение №1: ул. Сухомлинского, 10', 1, '10716', 1),
(100554, 200417, 'Отделение №1: ул. Восточная, 1', 1, '10627', 1),
(103754, 201022, 'Отделение №1: ул. Таврийская, 10 (Центральная Основа)', 1, '13090', 1),
(103886, 201080, 'Отделение №1: ул. Таврическая, 3а', 1, '13267', 1),
(103127, 200913, 'Отделение №1: ул. Танкистов, 11Б', 1, '12602', 1),
(100278, 200430, 'Отделение №1: ул. Новая, 20а', 1, '10440', 1),
(100050, 200666, 'Отделение №1: ул. Тараса Шевченко (ран. Октябрьская), 18', 1, '435', 1),
(103476, 200957, 'Отделение №1: ул. Тараса Шевченко, 1а', 1, '12894', 1),
(100247, 200066, 'Отделение №1: ул. Театральная, 8а', 1, '10077', 1),
(102434, 200881, 'Отделение №1: ул. Колгоспная, 19', 1, '11747', 1),
(100569, 200580, 'Отделение №1: ул. Театральная, 9', 1, '10162', 1),
(100148, 200252, 'Отделение №1: ул. Теплостроевская, 28', 1, '46', 1),
(103751, 201020, 'Отделение №1: ул. Терешковой, 6а', 1, '13078', 1),
(100076, 200173, 'Отделение №1: ул. Терещенков, 45', 1, '345', 1),
(100187, 200198, 'Отделение №1: ул. Тернопольская, 5я', 1, '841', 1),
(100074, 200657, 'Отделение №1: ул. Тернопольская, 60', 1, '10588', 1),
(100605, 200274, 'Отделение №1: вул. Тернопільська, 7а', 1, '386', 1),
(100060, 200716, 'Отделение №1: ул. Тиверская, 38', 1, '10416', 1);
INSERT INTO `oc_city` (`city_id`, `zone_id`, `name`, `status`, `code`, `sort_order`) VALUES
(100805, 200266, 'Отделение №1: ул. Тычины, 2а', 1, '10758', 1),
(100327, 200756, 'Отделение №1: ул. Тимирязева, 37', 1, '267', 1),
(100727, 200178, 'Отделение №1: ул. Ткача, 19а', 1, '10391', 1),
(100125, 200663, 'Отделение №1: ул. Торская (ран. Коммунаров), 50', 1, '10058', 1),
(102037, 200859, 'Отделение №1: ул. Майская, 8', 1, '11402', 1),
(103784, 201035, 'Отделение №1: ул. Трамвайная, 17', 1, '13154', 1),
(101954, 200829, 'Отделение №1: ул. Трибушанская, 66', 1, '11250', 1),
(100459, 200187, 'Отделение №1: ул. Троицкая, 3', 1, '666', 1),
(103139, 200912, 'Отделение №1: ул. Трудовая, 1в', 1, '12349', 1),
(100205, 200749, 'Отделение №1: ул. Трудовая, 5/4 (за заправкой Shell)', 1, '90', 1),
(100059, 200706, 'Отделение №1: ул. Тура, 80а', 1, '10040', 1),
(100145, 200038, 'Отделение №1: ул. Узынская (ран. 1-ая Совхозная), 5', 1, '32', 1),
(100800, 200516, 'Отделение №1: ул. Украинская, 10', 1, '955', 1),
(103643, 200994, 'Отделение №1: ул. Украинская, 138а', 1, '12960', 1),
(100285, 200601, 'Отделение №1: ул. Украинская, 178', 1, '10207', 1),
(100799, 200511, 'Отделение №1: ул. Украинская, 23', 1, '10487', 1),
(100215, 200804, 'Отделение: ул. Украинская, 36', 1, '646', 1),
(100348, 200124, 'Отделение №1: ул. Украинская, 87', 1, '199', 1),
(100104, 200719, 'Отделение №1: ул. Украинская, 90а', 1, '10542', 1),
(100599, 200442, 'Отделение №1: ул. Карла Маркса, 26', 1, '10342', 1),
(100044, 200414, 'Отделение №1: ул. Фабричная, 7', 1, '61', 1),
(100400, 200652, 'Отделение №1: ул. Федоренко, 10, корп. 2 (торг. центр ДЖАЗ)', 1, '348', 1),
(100069, 200292, 'Отделение №1: ул. Федорова, 5', 1, '959', 1),
(100530, 200575, 'Отделение №1: ул. Филиппова, 21б', 1, '10414', 1),
(100143, 200378, 'Отделение №1: ул. Флотская, 2', 1, '24', 1),
(103535, 200964, 'Отделение №1: ул. Ханина, 13', 1, '12863', 1),
(100077, 200088, 'Отделение №1: ул. Харьковская, 11а', 1, '885', 1),
(102075, 200847, 'Отделение №1: ул. Харьковская, 18', 1, '11743', 1),
(103764, 201030, 'Отделение №1: ул. Харьковская, 28', 1, '13099', 1),
(100570, 200713, 'Отделение №1: ул. Харьковская, 3', 1, '372', 1),
(100494, 200675, 'Отделение №1: ул. Харьковская, 6а', 1, '10423', 1),
(103523, 200950, 'Отделение №1: ул. Херсонская, 32б', 1, '12917', 1),
(100344, 200748, 'Отделение №1: ул. Хировская, 133', 1, '10345', 1),
(102635, 200874, 'Отделение №1: ул. Химиков, 5б', 1, '12090', 1),
(100608, 200822, 'Отделение №1: ул. Хмельницкая, 4/1', 1, '991', 1),
(100436, 200584, 'Отделение №1: ул. Ходякова, 27е', 1, '847', 1),
(100224, 200772, 'Отделение №1: ул. Хоменка 15', 1, '128', 1),
(103833, 201051, 'Отделение №1: ул. Центральная 33а', 1, '13146', 1),
(103597, 200980, 'Отделение №1: ул. Центральная, 1', 1, '12949', 1),
(103770, 201031, 'Отделение №1: ул. Центральная, 1/4', 1, '13128', 1),
(102279, 200842, 'Отделение №1: ул. Центральная, 100а', 1, '11741', 1),
(100154, 200114, 'Отделение №1: ул. Центральная, 103', 1, '10408', 1),
(100360, 200611, 'Отделение №1: ул. Центральная, 113', 1, '10713', 1),
(100409, 200486, 'Отделение №1: ул. Центральная, 119а', 1, '10900', 1),
(103037, 200905, 'Отделение №1: ул. Центральная, 121', 1, '12605', 1),
(104109, 201368, 'Отделение №1: ул. Центральная, 125', 1, '13556', 1),
(103658, 201012, 'Отделение №1: ул. Центральная, 13', 1, '13009', 1),
(100670, 200097, 'Отделение №1: ул. Центральная, 131 б', 1, '10578', 1),
(100695, 200566, 'Отделение №1: ул. Центральная, 140', 1, '10436', 1),
(100184, 200017, 'Отделение №1: ул. Центральная, 14е', 1, '509', 1),
(103388, 200943, 'Отделение №1: ул. Центральная, 150б', 1, '12669', 1),
(100019, 200215, 'Отделение №1: ул. Центральная, 15а', 1, '10089', 1),
(100268, 200522, 'Отделение №1: ул. Центральная, 16', 1, '305', 1),
(100801, 200537, 'Отделение №1: ул. Центральная, 16', 1, '10062', 1),
(103860, 201064, 'Отделение №1: ул. Центральная, 16', 1, '13201', 1),
(100317, 200400, 'Отделение №1: ул. Центральная, 166/а', 1, '10599', 1),
(103427, 200965, 'Отделение №1: ул. Центральная, 17', 1, '12857', 1),
(100787, 200490, 'Отделение №1: ул. Центральна, 175', 1, '471', 1),
(103559, 200970, 'Отделение №1: ул. Центральная, 18а', 1, '12918', 1),
(103346, 200933, 'Отделение №1: ул. Центральная, 18г', 1, '12673', 1),
(100528, 200139, 'Отделение №1: ул. Центральная, 2', 1, '10434', 1),
(100232, 200082, 'Отделение №1: ул. Центральная, 20', 1, '10924', 1),
(103714, 200999, 'Отделение №1: ул. Центральная, 22', 1, '13006', 1),
(100297, 200035, 'Отделение №1: ул. Центральна, 224', 1, '654', 1),
(100402, 200068, 'Отделение №1: ул. Центральная, 248/1', 1, '476', 1),
(100165, 200412, 'Отделение №1: ул. Центральная, 24а', 1, '10595', 1),
(103846, 201060, 'Отделение №1: ул. Центральная, 26', 1, '13164', 1),
(103003, 200924, 'Отделение №1: ул. Центральная, 28а', 1, '12348', 1),
(100488, 200396, 'Отделение №1: вул. Центральная, 2а', 1, '10397', 1),
(100095, 200550, 'Отделение №1: ул. Центральная, 2а', 1, '10349', 1),
(103414, 200951, 'Отделение №1: ул. Центральная, 2б', 1, '12782', 1),
(103973, 201087, 'Отделение №1: ул. Центральная, 30-б', 1, '13295', 1),
(100416, 200226, 'Отделение №1: ул. Центральная, 32', 1, '675', 1),
(103902, 201070, 'Отделение №1: ул. Центральная, 33', 1, '13238', 1),
(104015, 201107, 'Отделение №1: ул. Центральная, 345', 1, '13440', 1),
(103885, 201066, 'Отделение №1: ул. Центральная, 35А', 1, '13235', 1),
(100090, 200787, 'Отделение №1: ул. Центральная, 39', 1, '505', 1),
(100220, 200227, 'Отделение №1: ул. Центральная, 39', 1, '738', 1),
(103345, 200531, 'Отделение №1: ул. Центральная, 3а', 1, '12674', 1),
(100324, 200306, 'Отделение №1: ул. Центральная, 4', 1, '272', 1),
(100584, 200262, 'Отделение №1: ул. Центральная, 4', 1, '475', 1),
(102690, 200878, 'Отделение №1: ул. Центральная, 412', 1, '11785', 1),
(100652, 200491, 'Отделение №1: ул. Центральная, 41а', 1, '10914', 1),
(100303, 200323, 'Отделение №1: ул. Центральная, 44а', 1, '10493', 1),
(100551, 200098, 'Отделение №1: просп. Центральная, 46', 1, '10410', 1),
(100270, 200321, 'Отделение №1: ул. Центральная, 46', 1, '10681', 1),
(103813, 201046, 'Отделение №1: ул. Центральная, 5', 1, '13186', 1),
(103998, 201103, 'Отделение №1: ул. Центральная, 5', 1, '13531', 1),
(100292, 200003, 'Отделение №1: ул. Центральная, 5а', 1, '10369', 1),
(103686, 201010, 'Отделение №1: ул. Центральная, 64', 1, '13004', 1),
(102226, 200849, 'Отделение №1: ул. Центральная, 64а', 1, '11365', 1),
(100105, 200255, 'Отделение №1: ул. Центральная, 64а (маг. Капитошка)', 1, '10723', 1),
(100300, 200169, 'Отделение №1: ул. Центральная, 7', 1, '10158', 1),
(100428, 200325, 'Отделение №1: ул. Центральная, 7', 1, '10070', 1),
(100458, 200280, 'Отделение №1: ул. Центральная, 72', 1, '10086', 1),
(103929, 201090, 'Отделение №1: ул. Центральная, 75в', 1, '13357', 1),
(103400, 200947, 'Отделение №1: ул. Кооперативная, 1а', 1, '12652', 1),
(100716, 200594, 'Отделение №1: ул. Центральная, 79а (ТОЦ Барвинок)', 1, '756', 1),
(101939, 200828, 'Отделение №1: ул. Центральная, 85а', 1, '11247', 1),
(100473, 200228, 'Отделение №1: ул. Центральная, 92а', 1, '10658', 1),
(103823, 201050, 'Отделение №1: ул. Центральная, 94', 1, '13189', 1),
(104106, 201367, 'Отделение №1: ул. Центральная, 94а', 1, '13634', 1),
(103773, 201032, 'Отделение №1: ул. Центральная, 95в', 1, '13187', 1),
(103682, 201000, 'Отделение №1: ул. Центральная, 97', 1, '13028', 1),
(100513, 200042, 'Отделение №1: ул. Центральная, б/н', 1, '10512', 1),
(100264, 200327, 'Отделение №1: ул. Чайковського, 32', 1, '10593', 1),
(100664, 200784, 'Отделение №1: ул. Чапаева, 41в', 1, '10983', 1),
(103330, 200927, 'Отделение №1: ул. Челюскинцев, 30', 1, '12683', 1),
(103763, 201027, 'Отделение №1: ул. Червоная, 10', 1, '13097', 1),
(103396, 200946, 'Отделение №1: ул. Красный Луч, 2а', 1, '12710', 1),
(102014, 200836, 'Отделение №1: ул. Черкасская, 104/3', 1, '11318', 1),
(100111, 200816, 'Отделение №1: ул. Чернавина, 42а', 1, '10431', 1),
(100562, 200723, 'Отделение №1: ул. Черняховского, 4а', 1, '832', 1),
(100008, 200540, 'Отделение №1: ул. Чехова, 1а', 1, '418', 1),
(100216, 200033, 'Отделение №1: ул. Чехова, 22/1', 1, '648', 1),
(100243, 200092, 'Отделение №1: ул. Чехова, 3а (территория МРЭО ГАИ)', 1, '719', 1),
(100589, 200765, 'Отделение №1: ул. Чигиринский путь, 48а', 1, '10372', 1),
(100188, 200100, 'Отделение №1: ул. Чкалова, 25', 1, '839', 1),
(100225, 200200, 'Отделение №1: ул. Чкалова, 2г', 1, '10597', 1),
(103994, 201100, 'Отделение №1: ул. Чкалова, 64', 1, '13355', 1),
(100152, 200167, 'Отделение: ул. Чкалова, 93', 1, '309', 1),
(100678, 200649, 'Отделение №1: ул. Чорноморская, 1а', 1, '10722', 1),
(100219, 200525, 'Отделение №1: ул. Млечный Путь (ран. Октябрьская), 14а', 1, '84', 1),
(100480, 200183, 'Отделение №1: ул. Чупринки, 12/1', 1, '727', 1),
(100355, 200161, 'Отделение №1: ул. Шахтерская, 3', 1, '786', 1),
(100626, 200506, 'Отделение №1: ул. Шахтарская, 39б', 1, '856', 1),
(100687, 200768, 'Отделение №1: ул. Шевченка, 108', 1, '982', 1),
(100510, 200711, 'Отделение №1: ул. Шевченко, 12/2', 1, '10438', 1),
(100766, 200464, 'Отделение №1: ул. Шевченко, 120', 1, '10552', 1),
(102475, 200865, 'Отделение №1: ул. Шевченка, 13', 1, '12165', 1),
(103793, 201037, 'Отделение №1: ул. Шевченко, 133', 1, '13131', 1),
(100564, 200560, 'Отделение №1: ул. Шевченко, 14', 1, '830', 1),
(103847, 201061, 'Отделение №1: ул. Шевченка, 15', 1, '13161', 1),
(100703, 200465, 'Отделение №1: ул. Шевченко, 15 (проходная табачной фабрики)', 1, '911', 1),
(103789, 201049, 'Отделение №1: ул. Шевченка, 17', 1, '13153', 1),
(103610, 200703, 'Отделение №1: ул. Шевченко, 186', 1, '12938', 1),
(100545, 200197, 'Отделение №1: ул. Шевченко, 18в', 1, '534', 1),
(100103, 200071, 'Отделение №1: ул. Шевченка, 193', 1, '741', 1),
(102832, 200889, 'Отделение №1: ул. Шевченка, 1а', 1, '11811', 1),
(100540, 200456, 'Отделение №1: ул. Шевченко, 2', 1, '10614', 1),
(100658, 200502, 'Отделение №1: ул. Шевченко, 2', 1, '10163', 1),
(100284, 200581, 'Отделение №1: ул. Шевченка, 28', 1, '10121', 1),
(100515, 200612, 'Отделение №1: ул. Шевченко, 29', 1, '394', 1),
(100326, 200720, 'Отделение №1: ул. Шевченко, 3', 1, '227', 1),
(104068, 201128, 'Отделение №1: ул. Шевченка, 30б', 1, '13557', 1),
(104062, 200060, 'Отделение №1: ул. Шевченка, 32-а', 1, '13432', 1),
(100126, 200030, 'Отделение №1: ул., Шевченка, 35', 1, '10239', 1),
(102943, 200895, 'Отделение №1: ул. Шевченко, 3а', 1, '11791', 1),
(100039, 200329, 'Отделение №1: ул. Шевченка, 40', 1, '173', 1),
(103852, 201056, 'Отделение №1: ул. Шевченка, 49а', 1, '13182', 1),
(103369, 200939, 'Отделение №1: ул. Шевченко, 5', 1, '12711', 1),
(100423, 200055, 'Отделение №1: ул. Шевченка, 54а', 1, '255', 1),
(103006, 200922, 'Отделение №1: ул. Шевченко, 56', 1, '12429', 1),
(102747, 200885, 'Отделение №1: ул. Шевченко, 57', 1, '11786', 1),
(100536, 200105, 'Отделение №1: ул. Шевченка, 58', 1, '10101', 1),
(100601, 200059, 'Отделение №1: ул. Шевченко, 5б', 1, '10666', 1),
(103710, 201006, 'Отделение №1: ул. Шевченко, 6', 1, '12998', 1),
(103868, 201055, 'Отделение №1: ул. Шевченка, 72', 1, '13159', 1),
(100725, 200096, 'Отделение №1: ул. Шевченка, 75', 1, '608', 1),
(100181, 200318, 'Отделение №1: ул. Шевченко, 8', 1, '938', 1),
(100552, 200552, 'Отделение №1: ул. Шевченко, 97', 1, '10395', 1),
(100399, 200029, 'Отделение №1: ул. Шевченков путь, 157', 1, '404', 1),
(103585, 200959, 'Отделение №1: ул. Шевченка, 2', 1, '12915', 1),
(100122, 200576, 'Отделение №1: ул. Шевченко, 2/82', 1, '10630', 1),
(100454, 200091, 'Отделение №1: ул. Шевченко, 30', 1, '535', 1),
(103428, 200954, 'Отделение №1: ул. Шевченка, 56а', 1, '12914', 1),
(103718, 201011, 'Отделение №1: ул. Шевченко, 62-а', 1, '13066', 1),
(103565, 200973, 'Отделение №1: ул. Шевченка, 93', 1, '12919', 1),
(102003, 200835, 'Отделение №1: ул. Шевченко, 9а', 1, '11257', 1),
(103723, 201013, 'Отделение №1: ул. Шептицкого, 19а', 1, '13003', 1),
(103822, 201045, 'Отделение №1: ул. Шеремета Руслана, б/н', 1, '13116', 1),
(100361, 200607, 'Отделение №1: ул. Школьная, 1', 1, '10557', 1),
(103978, 201099, 'Отделение №1: ул. Школьная, 25', 1, '13465', 1),
(104041, 201119, 'Отделение №1: ул. Школьная, 35', 1, '13482', 1),
(103746, 201028, 'Отделение №1: ул. Школьная, 57 (пансионат Прибой)', 1, '13094', 1),
(100796, 200728, 'Отделение №1: ул. Школьная, 6', 1, '806', 1),
(103292, 200903, 'Отделение №1: ул. Школьная, 8', 1, '12607', 1),
(100387, 200371, 'Отделение №1: ул. Шоссейная (ран. Артема), 169 (АЗС УкрТАТ Нафта)', 1, '10067', 1),
(100484, 200005, 'Отделение №1: ул. Шоссейная, 14а', 1, '10448', 1),
(100073, 200721, 'Отделение №1: ул. Шоссейная, 6', 1, '936', 1),
(100728, 200632, 'Отделение №1: ул. Шраменко, 49/1', 1, '10382', 1),
(100117, 200084, 'Отделение №1: ул. Шухевича, 3', 1, '638', 1),
(100535, 200372, 'Отделение №1: ул. Щучки, 73', 1, '156', 1),
(100567, 200094, 'Отделение №1: ул. Юбилейная, 25', 1, '870', 1),
(100394, 200147, 'Отделение №1: ул. Юбилейная, 4', 1, '387', 1),
(103737, 201014, 'Отделение №1: ул. Юбилейная, 7', 1, '13165', 1),
(100527, 200555, 'Отделение №1: ул. Юбилейная, 9а', 1, '10380', 1),
(103877, 201076, 'Отделение №1: ул. Юности, 1', 1, '13225', 1),
(102140, 200856, 'Отделение №1: ул. Юности, 3', 1, '11397', 1),
(103715, 201008, 'Отделение №1: ул. Юности, 6б', 1, '13007', 1),
(103005, 200923, 'Отделение №1: ул. Яблоневая, 10', 1, '12626', 1),
(103354, 200141, 'Отделение №1: ул. Якова Шепеля, 1', 1, '483', 1),
(103331, 200932, 'Отделение №1: ул. Яковенко, 10', 1, '12680', 1),
(100713, 200715, 'Отделение №1: ул. Януша Острожского, 3 ц', 1, '322', 1),
(100384, 200694, 'Отделение: Житомирское шоссе, 21 (склад Mary Kay)', 1, '269', 1),
(103768, 201047, 'Отделение №1: кв-л Молодёжный, 20', 1, '962', 1),
(100226, 200528, 'Отделение №1: Киевское шоссе (ран. Ленинградское шоссе), 27', 1, '99', 1),
(100583, 200319, 'Отделение №1: Ковшаровка, 35 В', 1, '10135', 1),
(100506, 200641, 'Отделение №1: майдан Согласия, 7', 1, '977', 1),
(103603, 200983, 'Отделение №1: Мариупольское шоссе, 24', 1, '12943', 1),
(100332, 200747, 'Отделение №1: Николаевское шоссе, 5-й км', 1, '10300', 1),
(100383, 200403, 'Отделение №1: микрорайон Военный городок', 1, '10453', 1),
(100408, 200212, 'Отделение №1: микрорайон Светлий, Рынок Лидер 3/1', 1, '944', 1),
(100479, 200374, 'Отделение №1: Микрорайон, 10/1', 1, '10442', 1),
(100522, 200432, 'Отделение №1: пл. 1-го Мая, 3', 1, '10684', 1),
(100258, 200498, 'Отделение №1: пл. Авиации, 24/11', 1, '10586', 1),
(100447, 200407, 'Отделение №1: пл. Мира, 33', 1, '247', 1),
(100576, 200523, 'Отделение №1: пл. Независимости, 6', 1, '10693', 1),
(103876, 201081, 'Отделение №1: пл. Победы, 20', 1, '13239', 1),
(100192, 200213, 'Отделение №1: пл. Победы, 7', 1, '10437', 1),
(100230, 200595, 'Отделение №1: пл. Привокзальная, 10/3', 1, '119', 1),
(100066, 200670, 'Отделение №1: пл. Сечевых Стрельцов, 7', 1, '10161', 1),
(102859, 200892, 'Отделение №1: пл. Степана Бандеры, 6', 1, '11748', 1),
(102976, 200921, 'Отделение №1: пл. Шухевича, 8', 1, '12610', 1),
(100661, 200111, 'Отделение №1: площадь Освобождения, 6', 1, '10505', 1),
(103880, 201078, 'Отделение №1: площадь Вечевой Майдан, 2', 1, '13244', 1),
(103999, 200225, 'Отделение №1: площадь Привокзальная, 1а', 1, '13516', 1),
(103990, 201112, 'Отделение №1: площадь Рынок, 22', 1, '13528', 1),
(104001, 201104, 'Отделение №1: площадь Соборная, 22', 1, '13520', 1),
(100142, 200534, 'Отделение №1: Покровская Площадь (ран. Кірова), 10', 1, '23', 1),
(103904, 201086, 'Отделение №1: пров. 1-й Калиновий, 7б', 1, '13197', 1),
(100590, 200207, 'Отделение №1: проул. Аптечный, 1а', 1, '10541', 1),
(100752, 200214, 'Отделение №1: пров. Белозерский, 37', 1, '10387', 1),
(100282, 200570, 'Отделение №1: проул. Богдана Хмельницкого, 1', 1, '10305', 1),
(100795, 200357, 'Отделение №1: переул. Вокзальный, 6', 1, '440', 1),
(102977, 200900, 'Отделение №1: пер. Гаражный, 2', 1, '12294', 1),
(100737, 200093, 'Отделение №1: ул. Комунальный, 12 б', 1, '762', 1),
(100267, 200009, 'Отделение №1: проул. Больничный, 4', 1, '303', 1),
(100657, 200547, 'Отделение №1: пров. Миру, 2', 1, '141', 1),
(100710, 200193, 'Отделение №1: переул. Пионерский, 6', 1, '316', 1),
(100717, 200764, 'Отделение №1: пер. Почтовый, 1', 1, '755', 1),
(100331, 200387, 'Отделение №1: пер. Почтовый, 27 в (напротив Центра занятости)', 1, '518', 1),
(104070, 201125, 'Отделение №1: пер. Рабочий, 22', 1, '13439', 1),
(103792, 201036, 'Отделение №1: проул. Сагайдачного, 8', 1, '13117', 1),
(100302, 200409, 'Отделение №1: пер. Севастопольский, 2б', 1, '165', 1),
(100466, 200258, 'Отделение №1: пер. Спортивный, 6', 1, '10087', 1),
(100507, 200751, 'Отделение №1: пров. Шевченка, 13', 1, '989', 1),
(100593, 200095, 'Отделение №1: пров. Шевченко, 4', 1, '10499', 1),
(103457, 200956, 'Отделение №1: проул. Школьный, 2', 1, '12777', 1),
(100772, 200244, 'Отделение №1: проезд Киевский, 6а', 1, '374', 1),
(100638, 200344, 'Отделение №1: просп. 40-летия Освобождения, 2б', 1, '964', 1),
(100200, 200600, 'Отделение №1: просп. Иоанна Путивльского, 36', 1, '292', 1),
(100202, 200564, 'Отделение №1: просп. Калнишевского, 59а', 1, '686', 1),
(103752, 201029, 'Отделение №1: просп. Мира, 24', 1, '13081', 1),
(100487, 200221, 'Отделение №1: просп. Победы, 71', 1, '864', 1),
(104144, 201371, 'Отделение №1: ул. Победы, 86-а', 1, '10001', 1),
(100524, 200352, 'Отделение №1: с. Гвоздев, ул. Победі, 2г', 1, '195', 1),
(100135, 200696, 'Отделение №1: с. Грабовец, ул. Поповича, 11а', 1, '10', 1),
(103871, 201083, 'Отделение №1: Восточная, 17', 1, '13188', 1),
(100058, 200705, 'Отделение №1: ул. Красная, 134', 1, '10326', 1),
(100705, 200587, 'Отделение №1: участок Центр (напротив Церкви)', 1, '10340', 1),
(103856, 201075, 'Отделение №1: Центральная, 65а', 1, '13203', 1),
(103893, 201082, 'Отделение №1: Шевченка, 69б', 1, '13213', 1),
(100468, 200473, 'Отделение: ул. 1-го Мая, 11', 1, '782', 1),
(100517, 200445, 'Отделение: ул. Армейская, 1', 1, '392', 1),
(100071, 200707, 'Отделение: ул. Б. Хмельницкого, 2', 1, '676', 1),
(100120, 200817, 'Отделение: ул. Б. Хмельницкого, 42', 1, '739', 1),
(100018, 200631, 'Отделение: ул. Бірюкова, 9/1', 1, '899', 1),
(100774, 200561, 'Отделение: ул. Богдана Хмельницкого, 180в', 1, '353', 1),
(100547, 200104, 'Отделение: ул. Борцов Революции, 23', 1, '877', 1),
(100597, 200650, 'Отделение: ул. Васильевская, 3', 1, '365', 1),
(100807, 200718, 'Отделение: ул. Винниченка, 72', 1, '914', 1),
(100266, 200676, 'Отделение: ул. Виноградского, 19 а', 1, '602', 1),
(100397, 200604, 'Отделение: ул. Волковенко, 1а', 1, '506', 1),
(100414, 200742, 'Отделение: ул. Владимирская, 25', 1, '10202', 1),
(100208, 200793, 'Отделение: ул. Героев Майдана, 272ю', 1, '783', 1),
(100214, 200485, 'Отделение: ул. Гагарина, 1 (отель Центральний)', 1, '647', 1),
(100808, 200673, 'Отделение: ул. Гагарина, 26а', 1, '918', 1),
(100244, 200618, 'Отделение №1: ул. Галицкая, 50с', 1, '721', 1),
(100234, 200476, 'Отделение: ул. Горького, 1', 1, '10159', 1),
(100113, 200729, 'Отделение: ул. Горького, 58', 1, '280', 1),
(100634, 200475, 'Отделение: ул. Горького, 95', 1, '549', 1),
(100358, 200571, 'Отделение: ул. Гребёнковская, 20а', 1, '184', 1),
(100420, 200189, 'Отделение: ул. Грушевского, 11', 1, '264', 1),
(100663, 200041, 'Отделение: ул. Донецкая, 48', 1, '10044', 1),
(100677, 200459, 'Отделение: ул. Дружбы народов, 103', 1, '10064', 1),
(100700, 200754, 'Отделение: ул. Дудниченка, 39г', 1, '237', 1),
(100318, 200526, 'Отделение: ул. Евгения Колесниченко, 40', 1, '888', 1),
(100666, 200058, 'Отделение: ул. Загорулька, 3', 1, '389', 1),
(100159, 200004, 'Отделение: ул. Зозулинского, 15 Б', 1, '10041', 1),
(100286, 200610, 'Отделение: ул. Карпатская, 12', 1, '10013', 1),
(100448, 200791, 'Отделение: ул. Кирова, 1', 1, '923', 1),
(100240, 200545, 'Отделение: ул. Князей Острожских, 3', 1, '700', 1),
(100444, 200780, 'Отделение: ул. князя Дмитрия Вишневецкого, 17', 1, '245', 1),
(100023, 200602, 'Отделение: ул. Коновалца, 25/27', 1, '10198', 1),
(100430, 200439, 'Отделение: ул. Лермонтова, 18', 1, '10112', 1),
(100770, 200078, 'Отделение: ул. Леси Украинки, 55', 1, '339', 1),
(100560, 200411, 'Отделение: ул. Луцкая, 1/2', 1, '836', 1),
(100178, 200085, 'Отделение: ул. Львовская, 8', 1, '583', 1),
(100280, 200529, 'Отделение: ул. Мирная, 21', 1, '10155', 1),
(100437, 200455, 'Отделение: ул. Мира, 17', 1, '848', 1),
(100261, 200681, 'Отделение: ул. Мира, 25', 1, '890', 1),
(100367, 200823, 'Отделение: ул. Мира, 48', 1, '10175', 1),
(100338, 200001, 'Отделение: ул. Независимости, 19', 1, '758', 1),
(100709, 200646, 'Отделение: ул. Независимости, 52', 1, '317', 1),
(100308, 200620, 'Отделение: ул. Независимости, 82', 1, '780', 1),
(100711, 200752, 'Отделение: ул. Независимости, 86/1 (територия автошколы)', 1, '315', 1),
(100627, 200603, 'Отделение: ул. Мишуги, 4', 1, '840', 1),
(100472, 200815, 'Отделение: ул. Патриотов, 10', 1, '379', 1),
(100337, 200588, 'Отделение: ул. Победы, 83', 1, '761', 1),
(100697, 200622, 'Отделение: ул. Первого Мая, 1а', 1, '359', 1),
(100259, 200624, 'Отделение: ул. Первомайская, 17', 1, '887', 1),
(100633, 200558, 'Отделение: ул. Привокзальная, 20', 1, '499', 1),
(100252, 200733, 'Отделение: ул. Привокзальная, 3а', 1, '835', 1),
(100512, 200688, 'Отделение: ул. Пограничников, 4 (возле таможни «Ягодын»)', 1, '10059', 1),
(100186, 200109, 'Отделение: ул. Советская, 12', 1, '10136', 1),
(100789, 200755, 'Отделение: ул. Романа Шухевича, 44', 1, '466', 1),
(100371, 200794, 'Отделение: ул. С. Шковороды, 29', 1, '879', 1),
(100052, 200446, 'Отделение: ул. Савченко, 1в', 1, '508', 1),
(100734, 200621, 'Отделение: ул. Сечевых Стрельцов, 22', 1, '487', 1),
(100269, 200582, 'Отделение: ул. Соборная, 113', 1, '304', 1),
(100349, 200668, 'Отделение: ул. Суворова, 61', 1, '469', 1),
(100045, 200020, 'Отделение: ул. Театральная, 1', 1, '329', 1),
(100671, 200101, 'Отделение: ул. Ленина, 105', 1, '10037', 1),
(100020, 200616, 'Отделение: ул. Центральная, 126 а', 1, '10065', 1),
(100238, 200796, 'Отделение: ул. Центральна, 4', 1, '935', 1),
(100611, 200107, 'Отделение: ул. Советская, 57', 1, '10015', 1),
(100621, 200018, 'Отделение: ул. Центральная, 69 (маг. Павлуша (ПашаМото)', 1, '382', 1),
(100283, 200579, 'Отделение: ул. Центральная, 73', 1, '984', 1),
(100005, 200503, 'Отделение: ул. Центральная, 76', 1, '537', 1),
(100441, 200497, 'Отделение: ул. Чапаева, 1б', 1, '243', 1),
(100346, 200647, 'Отделение: ул. Красная Площадь, 64', 1, '10100', 1),
(100563, 200115, 'Отделение: ул. Красная, 2г', 1, '829', 1),
(100340, 200785, 'Отделение: ул. Черкасская, 18', 1, '565', 1),
(100167, 200613, 'Отделение: ул. Шевченко, 11а', 1, '189', 1),
(100374, 200433, 'Отделение: ул. Шевченка, 158', 1, '10091', 1),
(100417, 200493, 'Отделение: ул. Шевченко, 23', 1, '414', 1),
(100406, 200671, 'Отделение: ул. Шевченко, 5', 1, '869', 1),
(100236, 200665, 'Отделение: ул. Школьная, 23', 1, '10073', 1),
(100625, 200036, 'Отделение: ул. Юрия Коваленко, 13а', 1, '539', 1),
(100177, 200499, 'Отделение: ул. Яворницкого, 8', 1, '582', 1),
(100002, 200019, 'Отделение: ул. Ярослава Мудрого, 24', 1, '408', 1),
(100596, 200399, 'Отделение: площадь Интернациональная, 20', 1, '220', 1),
(100680, 200684, 'Отделение: площадь Мира, 3/5', 1, '940', 1),
(100684, 200734, 'Отделение: площадь Ринок, 13/2', 1, '10016', 1),
(100112, 200116, 'Отделение: пер. Почтовый, 4/4.', 1, '10115', 1),
(100556, 200061, 'Отделение: просп. Соборный, 85', 1, '296', 1),
(104161, 201374, 'Отделение №1: вул. Шевченка, 50', 1, '14083', 1),
(103389, 200025, 'Отделение №2 (до 10 кг) Мини-отделение: ул. Мукачевская, 1 90', 1, '12688', 2),
(103584, 200324, 'Отделение №2 (до 10 кг) Мини-отделение: ул. Независимостиі, 35', 1, '12895', 2),
(102885, 200068, 'Отделение №2 (до 10 кг) Мини-отделение: ул. Центральная, 318', 1, '12263', 2),
(103609, 200669, 'Отделение №2 (до 10 кг) Мини-отделение: ул. Шевченко, 99Б', 1, '12937', 2),
(102804, 200720, 'Отделение №2 (до 10 кг): ул. Гоголя, 65', 1, '12049', 2),
(100911, 200132, 'Отделение №2 (до 10 кг): ул. Леси Украинки, 19', 1, '443', 2),
(102999, 200661, 'Отделение №2 (до 15 кг на одно место): ул. Лесная, 3 (маг. Эконом)', 1, '12618', 2),
(103748, 200640, 'Отделение №2 (до 15 кг) Мини-отделение: ул. Главная, 80', 1, '13067', 2),
(102115, 200540, 'Отделение №2 (до 15 кг) Мини-отделение: ул. Центральная (ран. Калинина), 47а (маг. ЦУМ)', 1, '11735', 2),
(104100, 200479, 'Отделение №2 (до 15 кг): ул. Лесная, 1Б', 1, '13605', 2),
(104098, 200413, 'Отделение №2 (до 15 кг): ул. Победы, 6', 1, '13627', 2),
(104084, 200309, 'Отделение №2 (до 30 кг на 1 место): ул. Полтавский шлях, 70/2а', 1, '13603', 2),
(100847, 200246, 'Отделение №2 (до 30 кг на одно место): бульв. Свободы (ран. ул. Петровского), 50а', 1, '10138', 2),
(103480, 200645, 'Отделение №2 (до 30 кг на одно место): бульв. Шахтерской Славы, 7', 1, '12871', 2),
(100825, 200666, 'Отделение №2 (до 30 кг на одно место): ул. 40 лет Победы, 6', 1, '104', 2),
(102349, 200231, 'Отделение №2 (до 30 кг на одно место): ул. Базарная, 5 (маг. Монолит)', 1, '11334', 2),
(103169, 200566, 'Отделение №2 (до 30 кг на одно место): ул. Богдана Хмельницкого, 5 пом. 81', 1, '12634', 2),
(103997, 200561, 'Отделение №2 (до 30 кг на одно место): ул Богдана Хмельницкого, 32', 1, '13536', 2),
(100886, 200741, 'Отделение №2 (до 30 кг на одно место): ул. Большая Фонтанная (ран. Парижской Коммуны), 36', 1, '428', 2),
(103512, 200629, 'Отделение №2 (до 30 кг на одно место): ул. Освободителей, 102, 2', 1, '12837', 2),
(100821, 200038, 'Отделение №2 (до 30 кг на одно место): ул. Вокзальная, 22', 1, '203', 2),
(103654, 200788, 'Отделение №2 (до 30 кг на одно место): ул. Владимира Великого, 1б', 1, '12974', 2),
(103357, 200172, 'Отделение №2 (до 30 кг на одно место): ул. Владимирская, 174', 1, '12648', 2),
(103631, 200087, 'Отделение №2 (до 30 кг на одно место): ул. Галицкая, 145в', 1, '12971', 2),
(100904, 200308, 'Отделение №2 (до 30 кг на одно место): ул. Героев Днепра, 35', 1, '10714', 2),
(100813, 200811, 'Отделение №2 (до 30 кг на одно место): ул. Дружбы Народов, 5/5', 1, '10907', 2),
(100844, 200482, 'Отделение №2 (до 30 кг на одно место): ул. Электрометаллургов, 4а', 1, '530', 2),
(103756, 200268, 'Отделение №2 (до 30 кг на одно место): ул. Железнодорожная, 126', 1, '13073', 2),
(102335, 200032, 'Отделение №2 (до 30 кг на одно место): ул. Ивана Франко, 2а (ТЦ Гранд)', 1, '11363', 2),
(100826, 200525, 'Отделение №2 (до 30 кг на одно место): ул. Киевская, 119а', 1, '954', 2),
(100846, 200595, 'Отделение №2 (до 30 кг на одно место): ул. Киевская, 124в (напротив мед. училища)', 1, '10169', 2),
(100820, 200076, 'Отделение №2 (до 30 кг на одно место): ул. Киевская, 302', 1, '228', 2),
(100818, 200065, 'Отделение №2 (до 30 кг на одно место): ул. Киевский Шлях, 69в (городской парк)', 1, '495', 2),
(104184, 200359, 'Отделение №2 (до 30 кг на одно место): ул. Леси Украинки, 12', 1, '15171', 2),
(103355, 200141, 'Отделение №2 (на 30 кг на одно место): ул. Липовецкая, 6а (ТЦ «Виват»)', 1, '100', 2),
(103628, 200209, 'Отделение №2 (до 30 кг на одно место): ул. Лесная, 1', 1, '12972', 2),
(103862, 200574, 'Отделение №2 (до 30 кг на одно место): ул. Мостовая, 1', 1, '13240', 2),
(100900, 200146, 'Отделение №2 (до 30 кг на одно место): ул. Одеская (ран. Кирова), 16/6', 1, '10317', 2),
(104002, 200023, 'Отделение №2 (до 30 кг на одно место): ул. Одесская, 49 (Красная гора)', 1, '13404', 2),
(103707, 200549, 'Отделение №2 (до 30 кг на одно место): ул. Александрийская, 157в', 1, '12979', 2),
(100850, 200554, 'Отделение №2 (до 30 кг на одно место): ул. Первомайская, 37а', 1, '790', 2),
(100848, 200390, 'Отделение №2 (до 30 кг на одно место): ул. Садовая, 1', 1, '10584', 2),
(100879, 200414, 'Отделение №2 (до 30 кг на одно место): ул. Садовая, 3', 1, '997', 2),
(100831, 200216, 'Отделение №2 (до 30 кг на одно место): ул. Соборная (ран. Кирова), 12', 1, '16', 2),
(100817, 200551, 'Отделение №2 (до 30 кг на одно место): ул. Соборная (ран. Ленина), 58', 1, '432', 2),
(103371, 200571, 'Отделение №2 (до 30 кг на одно место): ул. Соборная, 13 (Торговый центр)', 1, '12705', 2),
(100871, 200354, 'Отделение №2 (до 30 кг на одно место): ул. Сосновского 25', 1, '933', 2),
(100869, 200736, 'Отделение №2 (до 30 кг на одно место): ул. Станционная, 16/1', 1, '300', 2),
(100833, 200346, 'Отделение №2 (до 30 кг на одно место): ул. Строна, 3', 1, '27', 2),
(100881, 200331, 'Отделение №2 (до 30 кг на одно место): ул. Театральная, 18 (кинотеатр им. Л. Украинки)', 1, '406', 2),
(100863, 200367, 'Отделение №2 (до 30 кг на одно место): ул. Триумфальная, 2', 1, '850', 2),
(103529, 200147, 'Отделение №2 (до 30 кг на одно место): ул. Центральная (ран. Ленина), 145', 1, '12791', 2),
(103465, 200517, 'Отделение №2 (до 30 кг на одно место): ул. Центральная, 25', 1, '12774', 2),
(102616, 200237, 'Отделение №2 (до 30 кг на одно место): ул. Центральная, 4', 1, '12208', 2),
(100868, 200615, 'Отделение №2 (до 30 кг на одно место): ул. Чорновола, 14/16', 1, '55', 2),
(103315, 200236, 'Отделение №2 (до 30 кг на одно место): ул. Шевченко, 107а', 1, '12668', 2),
(103125, 200307, 'Отделение №2 (до 30 кг на одне место): ул. Шевченко, 3', 1, '12622', 2),
(100919, 200481, 'Отделение №2 (до 30 кг на одно место): ул. Широкомагерская, 1', 1, '942', 2),
(100853, 200663, 'Отделение №2 (до 30 кг на одно место): ул. Ярослава Мудрого (ран. Урицкого), 12', 1, '706', 2),
(100888, 200406, 'Отделение №2 (до 30 кг на одно место): квартал Восточный (ран. Октябрьской Революции), 5', 1, '924', 2),
(100920, 200362, 'Отделение №2 (до 30 кг на одно место): пл. Победы, 16', 1, '10346', 2),
(103788, 200285, 'Отделение №2 (до 30 кг на одно место): пров, Восточный, 2', 1, '13130', 2),
(100856, 200438, 'Отделение №2 (до 30 кг на одно место): просп. Металлургов, 53 (ТЦ Браво Цокольный этаж)', 1, '86', 2),
(100837, 200746, 'Отделение №2 (до 30 кг на одно место): просп. Московский, 54а', 1, '41', 2),
(104145, 200221, 'Отделение №2 (до 30 кг на одно место): просп. Шевченко, 1а', 1, '15165', 2),
(100877, 200769, 'Отделение №2 (до 30 кг на одно место): просп. Шевченко, 5', 1, '10233', 2),
(100822, 200371, 'Отделение №2 (до 30 кг на одно место): торг. центр «Шахтёрский» (микрорайон «Шахтёрский»)', 1, '225', 2),
(102568, 200730, 'Отделение №2 (до 30 кг), Мини-отделение: ул. Суховоля, 54а (ТЦТКС)', 1, '12160', 2),
(103255, 200263, 'Отделение №2 (до 30 кг) Мини-отделение: ул. Школьная, 42', 1, '12441', 2),
(104105, 200556, 'Отделение №2 (до 30 кг), ул. микрораен 4, дом 11', 1, '13647', 2),
(102564, 200086, 'Отделение №2 (до 30 кг): бул. Богдана Хмельницкого, 4', 1, '11795', 2),
(100903, 200301, 'Отделение №2 (до 30 кг): бульв. Независимости, 6', 1, '10154', 2),
(102066, 200576, 'Отделение №2 (до 30 кг): вьезд Набережный, 7', 1, '11396', 2),
(100912, 200409, 'Отделение №2 (до 30 кг): ул. 1-й микрорайон, 17/4', 1, '916', 2),
(103669, 200521, 'Отделение №2 (до 30 кг): ул. 50-летие УПА, 1', 1, '13012', 2),
(102939, 200338, 'Отделение №2 (до 30 кг): ул. 8-ма Гвардейская, 62', 1, '12153', 2),
(100830, 200652, 'Отделение №2 (до 30 кг): ул. Богдана Лещины, 21', 1, '13', 2),
(102912, 200748, 'Отделение №2 (до 30 кг): ул. Богдана Хмельницкого, 24а', 1, '11804', 2),
(100873, 200643, 'Отделение №2 (до 30 кг): ул. Богдана Хмельницкого, 34', 1, '144', 2),
(100843, 200071, 'Отделение №2 (до 30 кг): ул. Богдана Хмельницкого, 98', 1, '571', 2),
(100910, 200229, 'Отделение №2 (до 30 кг): ул. Бориславская, 2', 1, '931', 2),
(100816, 200167, 'Отделение №2 (до 30 кг): ул. Братьев Коваленко, 54', 1, '10153', 2),
(100887, 200349, 'Отделение №2 (до 30 кг): ул. Братьев Лузанов (ран. Братьев Радченко), 51а', 1, '776', 2),
(102732, 200395, 'Отделение №2 (до 30 кг): ул. Строителей, 15', 1, '11782', 2),
(103508, 200548, 'Отделение №2 (до 30 кг): ул. Строителей, 27', 1, '12891', 2),
(104043, 200162, 'Отделение №2 (до 30 кг): ул. Будька, 3 (вход с ул. Полтавской)', 1, '13551', 2),
(100855, 200513, 'Отделение №2 (до 30 кг): ул. Большая Ковалёвка, 6', 1, '436', 2),
(103398, 200270, 'Отделение №2 (до 30 кг): ул. Виктора Голого, 77, кв. 6', 1, '12672', 2),
(100884, 200282, 'Отделение №2 (до 30 кг): ул. Вовчинецкая, 26', 1, '151', 2),
(100896, 200508, 'Отделение №2 (до 30 кг): ул. Воли, 9', 1, '665', 2),
(103411, 200137, 'Отделение №2 (до 30 кг): ул. Гагарина, 11', 1, '12734', 2),
(100892, 200431, 'Отделение №2 (до 30 кг): ул. Гагарина, 17 А', 1, '10709', 2),
(103546, 200292, 'Отделение №2 (до 30 кг): ул. Гагарина, 9а', 1, '12758', 2),
(100861, 200749, 'Отделение №2 (до 30 кг): ул. Геологов, 2 (територрия рынка Пан Каблук)', 1, '67', 2),
(104049, 200805, 'Отделение №2 (до 30 кг): ул. Героев Майдана, 11, пом. 64', 1, '13479', 2),
(100845, 200341, 'Отделение №2 (до 30 кг): ул. Гетьманская, 12', 1, '10193', 2),
(100915, 200092, 'Отделение №2 (до 30 кг): ул. Грушевского, 10', 1, '321', 2),
(100917, 200361, 'Отделение №2 (до 30 кг): ул. Грушевского, 20', 1, '10421', 2),
(100916, 200689, 'Отделение №2 (до 30 кг): ул. Грушевского, 39', 1, '754', 2),
(100895, 200534, 'Отделение №2 (до 30 кг): ул. Дибровы, 16', 1, '631', 2),
(103650, 200713, 'Отделение №2 (до 30 кг): ул. Днепровская, 13', 1, '12953', 2),
(104152, 200763, 'Отделение №2 (до 30 кг): ул. Днепровская, 30', 1, '14134', 2),
(100434, 200366, 'Отделение №2 (до 30 кг): ул. Доковская, 5б', 1, '10102', 2),
(103403, 200377, 'Отделение №2 (до 30 кг): ул. Дубенская, 137', 1, '12812', 2),
(100899, 200437, 'Отделение №2 (до 30 кг): ул. Единства (ран. Советская), 80', 1, '10782', 2),
(103566, 200127, 'Отделение №2 (до 30 кг): ул. Ивана Франко, 35', 1, '12893', 2),
(100893, 200378, 'Отделение №2 (до 30 кг): ул. Игоря Сердюка (ран. Октябрьская), 31/16 (Центр)', 1, '96', 2),
(100812, 200130, 'Отделение №2 (до 30 кг): ул. Киевская, 2', 1, '283', 2),
(102467, 200355, 'Отделение №2 (до 30 кг): ул. Киевская, 92а', 1, '12209', 2),
(100905, 200152, 'Отделение №2 (до 30 кг): ул. Ковельская, 132/1', 1, '834', 2),
(100918, 200419, 'Отделение №2 (до 30 кг): ул. Ковельская, 68', 1, '132', 2),
(103599, 200173, 'Отделение №2 (до 30 кг): ул. Ковпака, 2а', 1, '12946', 2),
(100864, 200802, 'Отделение №2 (до 30 кг): ул. Короленко, 33а', 1, '685', 2),
(100909, 200696, 'Отделение №2 (до 30 кг): ул. Коссака, 6/58', 1, '932', 2),
(100901, 200744, 'Отделение №2 (до 30 кг): ул. Л. Толстого, 6', 1, '10285', 2),
(100175, 200789, 'Отделение №2 (до 30 кг): ул. Леонова, 4', 1, '312', 2),
(100866, 200039, 'Отделение №2 (до 30 кг): ул. Николаевская (ран. Дзержинского), 54', 1, '10331', 2),
(100185, 200060, 'Отделение №2 (до 30 кг): ул. Николаевская, 30-а', 1, '524', 2),
(100824, 200731, 'Отделение №2 (до 30 кг): ул. Николая Леонтовича, 55 Б', 1, '10579', 2),
(100880, 200470, 'Отделение №2 (до 30 кг): ул. Мира, 55', 1, '464', 2),
(102780, 200224, 'Отделение №2 (до 30 кг): ул. Мицкевича, 67', 1, '12264', 2),
(100906, 200628, 'Отделение №2 (до 30 кг): ул. Монастырская (ран. Щучки), 4ж', 1, '10264', 2),
(100883, 200547, 'Отделение №2 (до 30 кг): ул. Независимости (ран. Октябрьская), 18', 1, '967', 2),
(100489, 200295, 'Отделение №2: (до 30 кг): ул. Независимости, 22', 1, '661', 2),
(102269, 200300, 'Отделение №2 (до 30 кг): ул. Независимоти, 54', 1, '11427', 2),
(103503, 200735, 'Отделение №2 (до 30 кг): ул. Независимости, 6а', 1, '12876', 2),
(104128, 200752, 'Отделение №2 (до 30 кг): ул. Независимости, 72', 1, '14113', 2),
(103306, 200754, 'Отделение №2 (до 30 кг): ул. Олимпийская, 80 (БЦ Капитал)', 1, '12430', 2),
(104051, 200392, 'Отделение №2 (до 30 кг): ул. Победы, д. 12', 1, '13436', 2),
(100890, 200302, 'Отделение №2 (до 30 кг): ул. Первомайская, 7а', 1, '367', 2),
(100858, 200756, 'Отделение №2 (до 30 кг): ул. Петенька Воеводы (раньше Терека), 1а', 1, '10624', 2),
(100891, 200698, 'Отделение №2 (до 30 кг): ул. Петропавловская, 62', 1, '137', 2),
(100874, 200284, 'Отделение №2 (до 30 кг): ул. Покровская (ран. Комсомольская), 57', 1, '10156', 2),
(100908, 200625, 'Отделение №2 (до 30 кг): ул. Пролетарская, 44', 1, '10678', 2),
(100852, 200311, 'Отделение №2 (до 30 кг): ул. Пушкина, 93', 1, '965', 2),
(100859, 200714, 'Отделение №2 (до 30 кг): ул. Русская, 15', 1, '290', 2),
(103429, 200468, 'Отделение №2 (до 30 кг): ул. Сагайдачного, 9є', 1, '12859', 2),
(100819, 200653, 'Отделение №2 (до 30 кг): ул. Садовая, 124', 1, '10197', 2),
(100872, 200233, 'Отделение №2 (до 30 кг): ул. Свободы, 7', 1, '805', 2),
(103444, 200015, 'Отделение №2 (до 30 кг): ул. Соборная, 15', 1, '12838', 2),
(103779, 200144, 'Отделение №2 (до 30 кг): ул. Соборная, 96', 1, '13112', 2),
(103392, 200454, 'Отделение №2 (до 30 кг): ул. Соборности, 128', 1, '12697', 2),
(100907, 200750, 'Отделение №2 ( до 30 кг): ул. Соборности, 6', 1, '10623', 2),
(100854, 200453, 'Отделение №2 (до 30 кг): ул. Сорочинская, 2а', 1, '653', 2),
(102153, 200760, 'Отделение №2 (до 30 кг): ул. Софиевская (ран. Олексы Гирныка), 40', 1, '11335', 2),
(100828, 200243, 'Отделение №2 (до 30 кг): ул. Тараса Бульбы-Боровца (ран. Маршала Рыбалко), 28', 1, '3', 2),
(103804, 200244, 'Отделение №2 (до 30 кг): вул. Тимирязева, 21', 1, '13119', 2),
(102274, 200516, 'Отделение №2 (до 30 кг): ул. Украинская, 126д (територия рынка)', 1, '11426', 2),
(100862, 200024, 'Отделение №2 (до 30 кг): ул. Центральная (ран. Карла Маркса), 20/13', 1, '623', 2),
(100827, 200687, 'Отделение №2 (до 30 кг): ул. Центральная (ран. Комунаров), 23', 1, '285', 2),
(103522, 200043, 'Отделение №2 (до 30 кг): ул. Центральная, 101', 1, '12892', 2),
(100061, 200509, 'Отделение №2 (до 30 кг на одно место): ул. Центральная, 19', 1, '10322', 2),
(103690, 200102, 'Отделение №2 (до 30 кг): ул. Центральная, 56', 1, '12980', 2),
(100914, 200008, 'Отделение №2 (до 30 кг): ул. Чайковского, 41', 1, '10056', 2),
(100485, 200693, 'Отделение №2 (до 30 кг): ул. Шевченка, 33', 1, '71', 2),
(100889, 200527, 'Отделение №2 (до 30 кг): ул. Шевченка, 53', 1, '10677', 2),
(103575, 200380, 'Отделение №2 (до 30 кг): ул. Шевченко, 6', 1, '12729', 2),
(100815, 200273, 'Отделение №2 (до 30 кг): ул. Шевченко, 66', 1, '10234', 2),
(100857, 200637, 'Отделение №2 (до 30 кг): ул. Широкая, 13', 1, '202', 2),
(103947, 200212, 'Отделение №2 (до 30 кг): микрорайон Западный, 46 (помещение 68)', 1, '13415', 2),
(100894, 200386, 'Отделение №2 (до 30 кг): микрорайон Ювилейный №1, рынок Северный, киоск №90', 1, '900', 2),
(103901, 200058, 'Отделение №2 (до 30 кг): пл. Независимости, 7', 1, '13166', 2),
(103466, 200006, 'Отделение №2 (до 30 кг): пл. Привоказальная, 21', 1, '12733', 2),
(103711, 200641, 'Отделение №2 (до 30 кг): пл. Привокзальная', 1, '12977', 2),
(100878, 200662, 'Отделение №2 (до 30 кг): пл. Привокзальная, 2', 1, '10625', 2),
(100865, 200444, 'Отделение №2 (до 30 кг): просп. Богдана Хмельницкого, 58/1', 1, '444', 2),
(100685, 200738, 'Отделение №2 (до 30 кг): просп. Днепровский, 5', 1, '10076', 2),
(100851, 200488, 'Отделение №2 (до 30 кг): просп. Победы, 18', 1, '614', 2),
(100898, 200506, 'Отделение №2 (до 30 кг): просп. Победы, 19 (напротив Водоканала)', 1, '791', 2),
(100814, 200776, 'Отделение №2 (до 30 кг): просп. Победы, 50', 1, '161', 2),
(100525, 200703, 'Отделение №2 (до 30кг на одно место): ул. Шевченко, 3а', 1, '10535', 2),
(103651, 200124, 'Отделение №2 (до 10кг), Мини-отделение: ул. Чорновола, 2', 1, '12958', 2),
(100913, 200634, 'Отделение №2 (до 30кг): пл. Рынок, 30/10', 1, '10939', 2),
(103859, 200427, 'Отделение №2: (до 30кг), Центральная, 50', 1, '13223', 2),
(104129, 200289, 'Отделение №2 (до 5 кг) Мини-отделение: ул. Лазурная, 1а', 1, '13459', 2),
(102703, 200543, 'Отделение №2 (до 5 кг), Мини-отделение: ул. Покровськая, 57', 1, '12149', 2),
(103875, 200497, 'Отделение №2: (до 15кг), Гагарина, 7', 1, '13258', 2),
(103988, 200583, 'Отделение №2: (до 30 кг на одно место) ул. Магистральная, 504', 1, '13477', 2),
(100761, 200225, 'Отделение №2: (до 30 кг на одно место) ул. Ольгерда Бочковского, 9а', 1, '211', 2),
(103927, 200091, 'Отделение №2: (до 30 кг) ул. 40 лет Победы, 5а', 1, '13487', 2),
(103935, 200379, 'Отделение №2: (до 30 кг) площадь Кооперативная, 50', 1, '13486', 2),
(102868, 200424, 'Отделение №2: ул. 1-го мая, 127а', 1, '12262', 2),
(100838, 200217, 'Отделение №2: ул. Академика Янгеля, 40', 1, '44', 2),
(100842, 200528, 'Отделение №2: ул. Базовая, 16 (Промрынок, 7 км)', 1, '51', 2),
(100839, 200315, 'Отделение №2: ул. Бережанская, 9 (Оболонь Луговая)', 1, '45', 2),
(100832, 200322, 'Отделение №2: ул. Евгения Маланюка, 21а', 1, '17', 2),
(103333, 200326, 'Отделение №2: ул. Железнодорожная, 3а', 1, '12653', 2),
(100840, 200774, 'Отделение №2: ул. Калиновская, 13 (МТК Калиновский рынок)', 1, '47', 2),
(100835, 200252, 'Отделение №2: ул. Карпенко-Карого, 58', 1, '39', 2),
(100836, 200585, 'Отделение №2: ул. Ковпака, 26', 1, '40', 2),
(100829, 200381, 'Отделение №2: ул. Леонида Бородича, 17', 1, '4', 2),
(100841, 200447, 'Отделение №2: ул. Мореходная, 1в/6 (Лит. Б2)', 1, '48', 2),
(100882, 200420, 'Отделение №2: ул. Пластова, 7', 1, '78', 2),
(100870, 200369, 'Отделение №2: ул. Свободы, 33', 1, '10420', 2),
(100834, 200772, 'Отделение №2: ул. Чигиринская, 11/1', 1, '34', 2),
(100876, 200814, 'Отделение №2: ул. Шевченко, 12', 1, '10899', 2),
(100849, 200291, 'Отделение №2: пгт. Гостомель, ул. Чкалова, 37а (на террит. Швидкомийки)', 1, '376', 2),
(100951, 200130, 'Отделение №3 ( до 30 кг на одно место): просп. Тараса Шевченка, 2д', 1, '10781', 3),
(102311, 200039, 'Отделение №3 (до 10 кг), Мини-отделение: ул. Тимчишина, 8 (маг. ТАВРИЯ В)', 1, '11377', 3),
(100987, 200038, 'Отделение №3 (до 10 кг): ул. Леваневского, 47/1', 1, '411', 3),
(104004, 200744, 'Отделение №3 (до 15 кг), Мини-отделение: ул. Галафеева, 43а', 1, '13269', 3),
(103727, 200810, 'Отделение №3 (до 2 кг) Мини-отделение: просп. Григорьевского Десанта, 14а', 1, '13019', 3),
(100966, 200772, 'Отделение №3 (до 30 кг на одно место): бульв. Шевченко, 150', 1, '139', 3),
(100928, 200629, 'Отделение №3 (до 30 кг на одно место): ул. 30 лет Победы, 12а', 1, '10306', 3),
(103672, 200547, 'Отделение №3 (до 30 кг на одно место): ул. Армейская (ран. Красноармейская), 89б', 1, '13063', 3),
(100965, 200687, 'Отделение №3 (до 30 кг на одно место): ул. Ватутина, 66', 1, '10784', 3),
(100963, 200322, 'Отделение №3 (до 30 кг на одно место): ул. Большая Перспективная, 40', 1, '258', 3),
(100944, 200076, 'Отделение №3 (до 30 кг на одно место): ул. Героев УПА (ран. Генерала Кирпоноса), 3', 1, '641', 3),
(100983, 200453, 'Отделение №3 (до 30 кг на одно место): ул. Гоголя, 154', 1, '10375', 3),
(104056, 200362, 'Отделение №3 (до 30 кг на одно место): ул. Громова, 6', 1, '13581', 3),
(100955, 200023, 'Отделение №3 (до 30 кг на одно место): ул. Европейская, 56', 1, '751', 3),
(100976, 200282, 'Отделение №3 (до 30 кг на одно место): ул. Железнодорожная, 4', 1, '216', 3),
(100971, 200525, 'Отделение №3 (до 30 кг на одно место): ул. Киевская, 60а', 1, '10278', 3),
(104095, 200237, 'Отделение №3 (до 30 кг на одно место): ул. Казацкая, 19', 1, '13537', 3),
(100959, 200381, 'Отделение №3 (до 30 кг на одно место): ул. Кропивницкого, 29в', 1, '117', 3),
(100989, 200585, 'Отделение №3 (до 30 кг на одно место): ул. Лидова, 13', 1, '94', 3),
(100985, 200331, 'Отделение №3 (до 30 кг): ул. Левицкого, 2а (район рынка Брестский)', 1, '792', 3),
(103437, 200406, 'Отделение №3 (до 30 кг на одно место): ул. Макаренко, 208', 1, '12858', 3),
(100980, 200246, 'Отделение №3 (до 30 кг на одно место): ул. Михаила Грушевского (ран. Буденного), 76', 1, '10751', 3),
(100967, 200414, 'Отделение №3 (до 30 кг на одно место): ул. Монастырская, 71', 1, '10192', 3),
(100945, 200652, 'Отделение №3 (до 30 кг на одно место): ул. Науки, 22', 1, '10149', 3),
(100986, 200741, 'Отделение №3 (до 30 кг на одно место): ул. Независимости (ран. Октябрьской революции), 27', 1, '10270', 3),
(100954, 200666, 'Отделение №3 (до 30 кг на одно место): ул. Независимости (ран. Ленина), 73', 1, '10245', 3),
(100549, 200273, 'Отделение №3 (до 30 кг на одно место): ул. Обухова, 20', 1, '162', 3),
(100957, 200736, 'Отделение №3 (до 30 кг на одно место): ул. Островная, 9А', 1, '821', 3),
(102011, 200341, 'Отделение №3 (до 30 кг на одно место): ул. Пекарська, 7', 1, '11271', 3),
(100977, 200243, 'Отделение №3 (до 30 кг на одне место): ул. Покровская (ран. Щорса), 20', 1, '230', 3),
(100973, 200488, 'Отделение №3 (до 30 кг на одно место): ул. Рыбачья (ран. Куйбышева), 5', 1, '10745', 3),
(100933, 200749, 'Отделение №3 (до 30 кг на одно место): ул. Сицинского (ран. Ватутина), 11', 1, '14', 3),
(102510, 200643, 'Отделение №3 (до 30 кг на одне місце): ул. Юбилейная, 2', 1, '11778', 3),
(102721, 200301, 'Отделение №3 (до 30 кг на одно место): пл. Героев, 14', 1, '12183', 3),
(100939, 200216, 'Отделение №3 (до 30 кг на одно место): просп. Металлургов, 6 б', 1, '482', 3),
(103944, 200438, 'Отделение №3 (до 30 кг на одно место): просп. Победы, 10', 1, '13395', 3),
(100923, 200534, 'Отделение №3 (до 30 кг на одно место): просп. Соборный (ран. Ленина), 111', 1, '10301', 3),
(100958, 200482, 'Отделение №3 (до 30 кг на одно место): просп. Трубников, 32, кв. 1-2', 1, '753', 3),
(100948, 200444, 'Отделение №3 (до 30 кг): ул. 50-летия Победы, 29', 1, '607', 3),
(100938, 200302, 'Отделение №3 (до 30 кг): ул. Васильева, 1', 1, '510', 3),
(100934, 200698, 'Отделение №3 (до 30 кг): ул. Героев Крут, д. 60/3', 1, '30', 3),
(100953, 200798, 'Отделение №3 (до 30 кг): ул. Героев Небесной Сотни, 74', 1, '10909', 3),
(100990, 200513, 'Отделение №3 (до 30 кг): ул. Гетманская (ран. Советская), 48 б', 1, '10095', 3),
(100984, 200551, 'Отделение №3 (до 30 кг): ул. Днепровская, 563а', 1, '910', 3),
(103709, 200756, 'Отделение №3 (до 30 кг): ул. Ивана Франко, 53а', 1, '13026', 3),
(100925, 200595, 'Отделение №3 (до 30 кг): ул. Киевская, 186 (возле банка Аваль)', 1, '10253', 3),
(100981, 200349, 'Отделение №3 (до 30 кг): ул. Клубная, 8', 1, '10190', 3),
(103319, 200284, 'Отделение №3 (до 30кг): ул. Клушина, 7', 1, '12706', 3),
(102980, 200152, 'Отделение №3 (до 30 кг): ул. Князя Василько, 8б', 1, '12604', 3),
(100943, 200229, 'Отделение №3 (до 30 кг): ул. М. Грушевского, 42', 1, '10280', 3),
(102027, 200689, 'Отделение №3 (до 30 кг): ул. Мира, 5 (возле рес-на Икар)', 1, '11352', 3),
(100949, 200506, 'Отделение №3 (до 30 кг): ул. Митрополита Шептицкого, 23', 1, '429', 3),
(103412, 200576, 'Отделение №3 (до 30 кг): ул. Надежды, 21', 1, '12879', 3),
(100962, 200470, 'Отделение №3 (до 30 кг): ул. Осипенка, 35в', 1, '952', 3),
(102414, 200311, 'Отделение №3 (до 30 кг): ул. Панкеевская (ран. Карла Либкнехта), 108б', 1, '11400', 3),
(102623, 200371, 'Отделение №3 (до 30 кг): ул. Почтовая (ран. Социалистическая), 12', 1, '11938', 3),
(102785, 200696, 'Отделение №3 (до 30 кг): ул. Почтовая, 5', 1, '11776', 3),
(103236, 200637, 'Отделение №3 (до 30 кг): ул. Привокзальная, 25', 1, '12625', 3),
(100974, 200508, 'Отделение №3 (до 30 кг): ул. Пушкина, 3', 1, '927', 3),
(100956, 200409, 'Отделение №3 (до 30 кг): ул. Соборная (ран. Володарского), 23', 1, '10376', 3),
(103976, 200141, 'Отделение №3 (до 30 кг): ул. Соборная, 89', 1, '13398', 3),
(100929, 200289, 'Отделение №3 (до 30 кг): ул. Спортивная (ран. Гайдара), 5', 1, '10779', 3),
(101931, 200769, 'Отделение №3 (до 30 кг): ул. Степана Бандеры, 18', 1, '11309', 3),
(104064, 200361, 'Отделение №3 (до 30 кг): ул. Степанска, 22', 1, '13483', 3),
(103322, 200481, 'Отделение №3 (до 30 кг): ул. Шевченко, 109', 1, '12690', 3),
(100947, 200354, 'Отделение №3 (до 30 кг): ул. Шевченко, 8', 1, '66', 3),
(103463, 200092, 'Отделение №3 (до 30 кг): микрорайон Военный городок, 11, дом 5а', 1, '12864', 3),
(100975, 200291, 'Отделение №3 (до 30 кг): пгт. Гостомель, ул. Свято-Покровская (ран. Ленина), 84б', 1, '10105', 3),
(100970, 200802, 'Отделение №3 (до 30 кг): пер. Шевченко, 2', 1, '10260', 3),
(100982, 200346, 'Отделение №3 (до 30 кг): просп. Героев Днепра (ран. ул. Ленина), 43, оф. 1', 1, '10194', 3),
(100922, 200776, 'Отделение №3 (до 30 кг): просп. Победы, 139', 1, '307', 3),
(100926, 200378, 'Отделение №3 (до 30 кг): просп. Свободы (ран. 60-летия Октября), 77', 1, '106', 3),
(102972, 200811, 'Отделение №3 (до 30 кг): просп. Соборности (ран. Коммунистический), 8', 1, '12639', 3),
(100924, 200419, 'Отделение №3 (до 30 кг): просп. Соборности, 1-А', 1, '172', 3),
(100961, 200252, 'Отделение №3: ул. Айвазовского, 9 (правый берег)', 1, '146', 3),
(103335, 200233, 'Отделение №3: ул. Грушевского, 119', 1, '12687', 3),
(100927, 200528, 'Отделение №3: ул. Дальницкая, 23/4', 1, '60', 3),
(103936, 200147, 'Отделение №3: ул. Донецкая, 58', 1, '13270', 3),
(100968, 200447, 'Отделение №3: ул. Электронная, 81/7', 1, '167', 3),
(100946, 200386, 'Отделение №3: ул. Энергетиков, 5', 1, '10574', 3),
(100932, 200714, 'Отделение №3: ул. Западная, 2', 1, '6', 3),
(100937, 200315, 'Отделение №3: ул. Калачевская, 13 (Старая Дарница)', 1, '50', 3),
(100969, 200774, 'Отделение №3: ул. Коломыйская, 9г (территория ООО Холод Сервис)', 1, '107', 3),
(100950, 200554, 'Отделение №3: ул. Николая Винграновского (ран. Советская), 39', 1, '62', 3),
(100988, 200132, 'Отделение №3: ул. Соборная (ран. Ленина), 21а (Соф. Борщаговка)', 1, '10074', 3),
(100936, 200217, 'Отделение №3: ул. Тверская, 1', 1, '49', 3),
(100935, 200746, 'Отделение №3: ул. Тюринская (ран. Якира), 124', 1, '42', 3),
(100941, 200420, 'Отделение №3: ул. Угорская, 22 (заезд с ул. Луганской)', 1, '126', 3),
(100952, 200024, 'Отделение №3: ул, Шевченко, 71', 1, '73', 3),
(100979, 200367, 'Отделение №3: ул. Ярослава Мудрого (ран. 19-го Партсъезда), 39', 1, '82', 3),
(100942, 200663, 'Отделение №3: пер. Глекова, 2а (р-н военкомата)', 1, '125', 3),
(100930, 200747, 'Отделение №3: просп. Адмирала Сенявина, 27', 1, '236', 3),
(100931, 200065, 'Отделение №3: с. Мартусовка, ул. Моисеева, 70', 1, '140', 3),
(103401, 200696, 'Отделение №4 (до 10 кг), Мини-отделение: ул. Подзамче, 16', 1, '12676', 4),
(103432, 200341, 'Отделение №4 (до 15 кг), Мини-отделение: ул. Сечевых Стрельцов, 39', 1, '12783', 4),
(102940, 200802, 'Отделение №4 (до 15 кг), Мини-отделение: ул. Бульварная (ран. Орджоникидзе), 1', 1, '11773', 4),
(101965, 200595, 'Отделение №4 (до 15 кг), Мини-отделение: ул. Киевская, 230 ж/6 (район 6-й школы)', 1, '11220', 4),
(101024, 200776, 'Отделение №4 (до 15 кг): ул. Рокоссовского, 68', 1, '589', 4),
(104126, 200506, 'Отделение №4 (до 30 кг на одно место): 15-й Микрорайон, 19', 1, '13246', 4),
(101036, 200513, 'Отделение №4 (до 30 кг на одно место): ул. 195 Стрелковой Дивизии, 3', 1, '10132', 4),
(104136, 200534, 'Отделение №4 (до 30 кг на одно место): ул. Братская (ран. Калинина), 24', 1, '14000', 4),
(101011, 200381, 'Отделение №4 (до 30 кг на одно место): ул. Вадима Гурова (ран. Постишева), 2a', 1, '152', 4),
(100993, 200331, 'Отделение №4 (до 30 кг на одно место): ул. Вербицкого, 2', 1, '11041', 4),
(101908, 200554, 'Отделение №4 (до 30 кг на одно место): ул. Вокзальная (ран. Революции), 5а', 1, '11224', 4),
(100992, 200322, 'Отделение №4 (до 30 кг на одно место): ул. Волкова, 9', 1, '427', 4),
(101014, 200470, 'Отделение №4 (до 30 кг на одно место): ул. Комунаров, 36', 1, '10254', 4),
(102029, 200652, 'Отделение №4 (до 30 кг на одно место): ул. Курчатова, 15, кв. 139', 1, '11346', 4),
(101944, 200741, 'Отделение №4 (до 30 кг на одно место): ул. Независимости (ран. Октябрьской революції), 74', 1, '11302', 4),
(101007, 200585, 'Отделение №4 (до 30 кг на одно место): ул. Панянка, 75а', 1, '145', 4),
(101013, 200243, 'Отделение №4 (до 30 кг на одно место): ул. Победы, 99', 1, '519', 4);
INSERT INTO `oc_city` (`city_id`, `zone_id`, `name`, `status`, `code`, `sort_order`) VALUES
(104134, 200744, 'Отделение №4 (до 30 кг на одно место): ул. Соборная, 52', 1, '13999', 4),
(104120, 200508, 'Отделение №4 (до 30 кг на одно место): ул. Соборности, 3', 1, '13986', 4),
(101028, 200615, 'Отделение №4 (до 30 кг): ул. Степана Бандеры, 59', 1, '252', 4),
(104150, 200130, 'Отделение №4 (до 30 кг на одно место): ул. Шолуденко, 6г', 1, '13987', 4),
(101035, 200023, 'Отделение №4 (до 30 кг на одно место): ул. Соборная, 20', 1, '10131', 4),
(101026, 200663, 'Отделение №4 (до 30 кг на одно место): пер. Парковый, 5 (район «Артема»)', 1, '10248', 4),
(100997, 200447, 'Отделение №4 (до 30 кг на одно место): просп. Богоявленский (ран. Октябрьский), 330', 1, '187', 4),
(101010, 200414, 'Отделение №4 (до 30 кг на одно место): просп. Владимирский, 98', 1, '10847', 4),
(101022, 200216, 'Отделение №4 (до 30 кг на одно место): просп. Конституции, 30', 1, '652', 4),
(101016, 200252, 'Отделение №4 (до 30 кг на одно место): просп. Соборный, 141', 1, '174', 4),
(100996, 200024, 'Отделение №4 (до 30 кг): ул. Волонтёров (ран. Пионерская), 51', 1, '10538', 4),
(101005, 200378, 'Отделение №4 (до 30 кг): ул. Гагарина, 13', 1, '183', 4),
(101030, 200772, 'Отделение №4 (до 30 кг): ул. Гагарина, 77', 1, '257', 4),
(101928, 200346, 'Отделение №4 (до 30 кг): ул. Горняков, 25', 1, '11242', 4),
(101032, 200065, 'Отделение №4 (до 30 кг): ул. Головатого, 20', 1, '547', 4),
(101033, 200076, 'Отделение №4 (до 30 кг): ул. Грушевского, 9/1', 1, '10139', 4),
(102342, 200289, 'Отделение №4 (до 30 кг): ул. Данченко, 3б', 1, '11369', 4),
(101937, 200291, 'Отделение №4 (до 30 кг): ул. Зарифы Алиевой, 85', 1, '11296', 4),
(101017, 200736, 'Отделение №4 (до 30 кг): ул. Капушанская, 154а', 1, '976', 4),
(101025, 200698, 'Отделение №4 (до 30 кг): ул. Леваневского, 10', 1, '409', 4),
(100994, 200551, 'Отделение №4 (до 30 кг): ул. Полтавская, 107/1', 1, '10140', 4),
(102719, 200229, 'Отделение №4 (до 30 кг): ул. Самборская, 86', 1, '12162', 4),
(102511, 200666, 'Отделение №4 (до 30 кг): ул. Соборная (ран. Свердлова), 71а', 1, '12048', 4),
(101031, 200302, 'Отделение №4 (до 30 кг): ул. Шевченко, 15', 1, '752', 4),
(101004, 200714, 'Отделение №4 (до 30 кг): просп. Злуки, 8', 1, '513', 4),
(101009, 200438, 'Отделение №4 (до 30 кг): просп. Нахимова, 108', 1, '262', 4),
(104179, 200284, 'Отделение №4 (до 30 кг): просп. Суворова, 59а', 1, '13562', 4),
(101020, 200749, 'Отделение №4 (до 30 кг): проспект Мира 72/5 (ТЦ Проспект)', 1, '214', 4),
(100995, 200132, 'Отделение №4 (до 30 кг): с. Софиевская Борщаговка, ул. Волошковая, 42/2', 1, '10145', 4),
(101957, 200525, 'Отделение №4 (до 5 кг) Мини-отделение: ул. Киевская, 107 (маг. Фуршет)', 1, '11298', 4),
(101023, 200528, 'Отделение №4: ул. Академика Вильямса, 86', 1, '147', 4),
(101001, 200774, 'Отделение №4: ул. Главная, 200', 1, '37', 4),
(101002, 200746, 'Отделение №4: ул. Достоевского, 5', 1, '38', 4),
(101000, 200444, 'Отделение №4: ул. Интеркультурная 77/4', 1, '33', 4),
(101018, 200217, 'Отделение №4: ул. Князя Ярослава Мудрого (ран. Ленинградская), 19', 1, '110', 4),
(101003, 200315, 'Отделение №4: ул. Кричевского, 19, м. Житомирская (Святошин)', 1, '52', 4),
(101021, 200420, 'Отделение №4: ул. Кульпарковская, 93а', 1, '217', 4),
(100998, 200419, 'Отделение №4: ул. Львовская, 152б', 1, '15', 4),
(101008, 200747, 'Отделение №4: ул. Патона, 3а', 1, '328', 4),
(101015, 200367, 'Отделение №4: ул. Хабаровская, 34', 1, '10252', 4),
(101037, 200282, 'Отделение №4: ул. Юности, 62б', 1, '416', 4),
(100999, 200141, 'Отделение №4: ул. Юрия Клена (ран. Фурманова), 28', 1, '26', 4),
(103830, 200687, 'Отделение, №4: площадь, Товарная, 3', 1, '13138', 4),
(104162, 200284, 'Отделение №5 (до 15 кг), Мини-отделение: ул. Нахимова, 403', 1, '15193', 5),
(101044, 200528, 'Отделение №5 (до 30 кг на одно место): ул. Академика Филатова, 24', 1, '222', 5),
(101065, 200470, 'Отделение №5 (до 30 кг на одно место): ул. Береговская, 9', 1, '10898', 5),
(101042, 200772, 'Отделение №5 (до 30 кг на одно место): ул. Вячеслава Галвы (ран. Руднева), 45', 1, '434', 5),
(101060, 200252, 'Отделение №5 (до 30 кг на одно место): ул. Гоголя, 163', 1, '193', 5),
(101934, 200482, 'Отделение №5 (до 30 кг на одно место): ул. Электрометаллургов, 42-Б', 1, '11310', 5),
(103244, 200652, 'Отделение №5 (до 30 кг на одне место): ул. Егорова, 33, кв. 2', 1, '12601', 5),
(101058, 200216, 'Отделение №5 (до 30 кг на одно место): ул. Звенигородская (ран. Бойко), 25', 1, '714', 5),
(101930, 200065, 'Отделение №5 (до 30 кг на одно место): ул. Киевский Шлях, 2/6 (ТРЦ Аэромолл)', 1, '11213', 5),
(101038, 200378, 'Отделение №5 (до 30 кг на одно место): ул. Космическая, 1 (Раковка)', 1, '279', 5),
(104012, 200554, 'Отделение №5 (до 30 кг на одно место): ул. Одесская, 99', 1, '13527', 5),
(101066, 200132, 'Отделение №5 (до 30 кг на одно место): ул. Первомайская, 10', 1, '10282', 5),
(102006, 200551, 'Отделение №5 (до 30 кг на одно место): ул. Садовниченко, 7', 1, '11312', 5),
(101072, 200585, 'Отделение №5 (до 30 кг на одно место): ул. Соборности, 71', 1, '419', 5),
(101070, 200076, 'Отделение №5 (до 30 кг на одно место): ул. Шевченко, 4а', 1, '10580', 5),
(101046, 200774, 'Отделение №5 (до 30 кг на одно место): ул. Ясская (ран. Ковальчука), 13', 1, '314', 5),
(101056, 200447, 'Отделение №5 (до 30 кг на одно место): просп. Героев Украиниы (ран. Героев Сталинграда), 77/1', 1, '231', 5),
(101041, 200615, 'Отделение №5 (до 30 кг на одно место): просп. Мира, 12', 1, '425', 5),
(101059, 200776, 'Отделение №5 (до 30 кг на одно место): просп. Мира, 180а', 1, '820', 5),
(103878, 200488, 'Отделение №5 (до 30 кг на одно место): просп. Победы, 3', 1, '13254', 5),
(101055, 200038, 'Отделение №5 (до 30 кг): бульв. Александрийский (ран. 50-летия Победы), 86', 1, '906', 5),
(101064, 200714, 'Отделение №5 (до 30 кг): ул. Анатолия Живова, 37', 1, '728', 5),
(101051, 200243, 'Отделение №5 (до 30 кг): ул. Б. Тена, 9', 1, '659', 5),
(101052, 200282, 'Отделение №5 (до 30 кг): ул. Вячеслава Чорновола, 3', 1, '635', 5),
(101067, 200736, 'Отделение №5 (до 30 кг): ул. Грушевского, 74а', 1, '10122', 5),
(101047, 200420, 'Отделение №5 (до 30 кг): ул. Данилишина, 2', 1, '302', 5),
(101074, 200217, 'Отделение №5 (до 30 кг): ул. Европейская, 20а', 1, '129', 5),
(101061, 200444, 'Отделение №5 (до 30 кг): ул. Интеркультурная (ран. Дзержинского), 291/1', 1, '10200', 5),
(101984, 200024, 'Отделение №5 (до 30 кг): ул. Итальянская (ран. Дюмина), 44', 1, '11304', 5),
(101039, 200749, 'Отделение №5 (до 30 кг): ул. Каменецкая, 52/2', 1, '310', 5),
(103953, 200525, 'Отделение №5 (до 30 кг): ул. Каштанова, 9-б', 1, '13279', 5),
(101050, 200141, 'Отделение №5 (до 30 кг): ул. Келецкая, 83', 1, '532', 5),
(101053, 200438, 'Отделение №5 (до 30 кг): ул. Куинджи (ран. Артема), 33 (Центр)', 1, '462', 5),
(101040, 200302, 'Отделение №5 (до 30 кг): ул. Леси Украинки, 39/2', 1, '10209', 5),
(102787, 200291, 'Отделение №5 (до 30 кг): ул. Новооскольская, 2-о', 1, '12226', 5),
(103922, 200666, 'Отделение №5 (до 30 кг): ул. Ротондовская (ран. Косиора), 44', 1, '13275', 5),
(101043, 200747, 'Отделение №5 (до 30 кг): ул. Сретенская (ран. Розы Люксембург, 11а', 1, '538', 5),
(101054, 200322, 'Отделение №5 (до 30 кг): ул. Шевченко, 16б', 1, '430', 5),
(101063, 200381, 'Отделение №5 (до 30 кг): просп. Победы, дом 16, пом. 2 (ст. Ингулец)', 1, '234', 5),
(101073, 200419, 'Отделение №5: ул. Связистов, 1а', 1, '352', 5),
(101048, 200023, 'Отделение №5: ул. Котляревского, 2г', 1, '10271', 5),
(101045, 200315, 'Отделение №5: ул. Федорова, 32 (м. Олимпийская)', 1, '53', 5),
(100009, 200367, 'Отделение №5: ул. Юбилейная, 17 (Декор Сервис)', 1, '10045', 5),
(101071, 200698, 'Отделение №5: ул. Юрия Ветрова (ран. Воровского), 20', 1, '542', 5),
(101062, 200746, 'Отделение №5: пл. Ю. Кононенко, 1а (Авторынок Лоск, здание Приват Банка)', 1, '123', 5),
(101086, 200322, 'Отделение №6 (до 30 кг на одне місце): ул. Короленко, 32 а', 1, '637', 6),
(102181, 200481, 'Отделение №6 (до 15 кг) Мини-отделение: ул. Шевченко, 21б (маг. Альянс)', 1, '11406', 6),
(101098, 200024, 'Отделение №6 (до 15 кг), Мини-отделение: ул. Свободы, 27в (маг. Сильпо)', 1, '10938', 6),
(102156, 200065, 'Отделение №6 (до 2 кг), Мини-отделение: ул. Владимира Момота (ран. Горького), 42/5 (маг. Фора)', 1, '11433', 6),
(101102, 200772, 'Отделение №6 (до 30 кг на одно место): ул. Волкова, 30', 1, '599', 6),
(101085, 200381, 'Отделение №6 (до 30 кг на одно место): ул. Эдуарда Фукса (ран. Тухачевского), 41 (пом. 65)', 1, '239', 6),
(101077, 200038, 'Отделение №6 (до 30 кг на одно место): ул. Заярская, 1', 1, '10362', 6),
(101100, 200585, 'Отделение №6 (до 30 кг одно место): ул. Ивана Мазепы, 12/8', 1, '558', 6),
(101096, 200076, 'Отделение №6 (до 30 кг на одно место): ул. Киевская, 150', 1, '10765', 6),
(103831, 200741, 'Отделение №6 (до 30 кг на одно место): ул. Комарова, 27', 1, '13148', 6),
(102674, 200470, 'Отделение №6 (до 30 кг на одно место): ул. Мункачи, 6', 1, '11755', 6),
(101108, 200243, 'Отделение №6 (до 30 кг на одно место): ул. Небесной Сотни, 41', 1, '710', 6),
(101079, 200447, 'Отделение №6 (до 30 кг на одно место): ул. Соборная (ран. Советская), 13/4', 1, '405', 6),
(101080, 200132, 'Отделение №6 (до 30 кг на одно место): ул. Школьная, 19 (Петропав. Борщаговка)', 1, '11159', 6),
(101089, 200216, 'Отделение №6 (до 30 кг на одно место): просп. Свободы (ран. Ленина), 74', 1, '812', 6),
(101094, 200252, 'Отделение №6 (до 30 кг на одно место): просп. Юбилейный, 12', 1, '226', 6),
(101081, 200528, 'Отделение №6 (до 30 кг на одно место): с. Котовка, ул. Кооперативная, 2а (Авторынок Куяльник)', 1, '229', 6),
(104140, 200023, 'Отделение №6 (до 30 кг) Мини-отделение: ул. Европейская, 132 (ЖД вокзал - Привокз. рынок)', 1, '14036', 6),
(101105, 200302, 'Отделение №6 (до 30 кг): ул. Героев Небесной Сотни (ран. Красноармейская), 39', 1, '10370', 6),
(101103, 200444, 'Отделение №6 (до 30 кг): ул. Героев Украины (ран. Кирова), 42/1', 1, '10810', 6),
(102488, 200551, 'Отделение №6 (до 30 кг): вул. Горького, 166 (ТЦ Олимпия)', 1, '11914', 6),
(104063, 200367, 'Отделение №6 (до 30 кг): ул. Днепровская, 4', 1, '13541', 6),
(103661, 200141, 'Отделение №6 (до 30 кг): ул. Зодчих, 16', 1, '13035', 6),
(101092, 200736, 'Отделение №6 (до 30 кг): ул. Ивана Франка, 1д (офис 2)', 1, '10218', 6),
(101109, 200419, 'Отделение №6 (до 30 кг): ул. Конякина, 30 (ТЦ Варшавский)', 1, '481', 6),
(101087, 200282, 'Отделение №6 (до 30 кг): ул. Надречная, 2а', 1, '772', 6),
(103857, 200652, 'Отделение №6 (до 30 кг): ул. Науки, 1', 1, '13224', 6),
(101101, 200749, 'Отделение №6 (до 30 кг): ул. Подольская, 73/1', 1, '472', 6),
(101075, 200420, 'Отделение №6 (до 30 кг): ул. Сиховская, 8', 1, '342', 6),
(101095, 200747, 'Отделение №6 (до 30 кг): ул. Театральная (ран. Горького), 9', 1, '633', 6),
(101084, 200776, 'Отделение №6 (до 30 кг): ул. Шевченко, 46', 1, '10090', 6),
(101082, 200774, 'Отделение №6 (до 30 кг): ул. Школьная, 1', 1, '520', 6),
(101097, 200698, 'Отделение №6 (до 30 кг): пл. Независимости, 1', 1, '642', 6),
(101106, 200378, 'Отделение №6 (до 30 кг): просп. Леси Украинки, 96 (Торговый центр Простор)', 1, '587', 6),
(101091, 200714, 'Отделение №6 (до 30 кг): просп. Степана Бандеры, 80', 1, '928', 6),
(101099, 200746, 'Отделение №6: ул. Академика Павлова, 120', 1, '131', 6),
(101107, 200438, 'Отделение №6: ул. Георгиевская, 10 (Центр)', 1, '564', 6),
(101090, 200615, 'Отделение №6: ул. Киевская, 44 (возле кафе Мономах)', 1, '581', 6),
(102843, 200482, 'Отделение №6: ул. Лесная, 1', 1, '11760', 6),
(101104, 200315, 'Отделение №6: ул. Николая Василенко, 2 (метро Берестейская)', 1, '74', 6),
(101083, 200217, 'Отделение №6: ул. Ударников, 27', 1, '143', 6),
(101112, 200038, 'Отделение №7 (до 10 кг) Мини-отделение: бульв. М. Грушевского (ран. 1-го Мая), 13 (маг. Фуршет)', 1, '10794', 7),
(101137, 200444, 'Отделение №7 (до 15 кг), Мини-отделение: ул. Гетманская (ран. Ленина), 18/2 (маг. Фуршет)', 1, '10807', 7),
(104026, 200482, 'Отделение №7 (до 15 кг), Мини-отделение: просп. Трубников, 91', 1, '13522', 7),
(103958, 200741, 'Отделение №7 (до 15 кг) Мини-отделение: ул. Тыщика, 13', 1, '13274', 7),
(103689, 200076, 'Отделение №7 (до 15 кг): ул. Сергея Москаленко (ран. Маршала Кросовского), 16г', 1, '13018', 7),
(101134, 200438, 'Отделение №7 (до 30 кг на одно место): бульв. Богдана Хмельницкого, 19а', 1, '813', 7),
(103945, 200652, 'Отделение №7 (до 30 кг на одно место): ул. Автомобильная, 23', 1, '13271', 7),
(101139, 200315, 'Отделение №7 (до 30 кг на одно место): ул. Гната Хоткевича, 8 (м. Черниговская)', 1, '58', 7),
(101111, 200615, 'Отделение №7 (до 30 кг на одно место): ул. Королёва, 15 а (возле авторынка)', 1, '626', 7),
(101115, 200322, 'Отделение №7 (до 30 кг на одно место): ул. Космонавта Попова 26, корп. 1', 1, '807', 7),
(101131, 200585, 'Отделение №7 (до 30 кг на одно место): ул. Маршала Бирюзова, 43 а', 1, '573', 7),
(101114, 200381, 'Отделение №7 (до 30 кг на одно место): ул. Свято-Николаевская (ран. Ленина), 55', 1, '256', 7),
(101136, 200772, 'Отделение №7 (до 30 кг на одно место): ул. Сумгаитская, 33', 1, '618', 7),
(104078, 200291, 'Отделение №7 (до 30 кг на одно место): ул. Тургеневская, 81 пом. 28', 1, '13414', 7),
(103879, 200216, 'Отделение №7 (до 30 кг на одно место): просп. Василия Стуса, 2а', 1, '13227', 7),
(101123, 200746, 'Отделение №7 (до 30 кг на одно место): просп. Победы, 46-а', 1, '160', 7),
(101118, 200141, 'Отделение №7 (до 30 кг): ул. 600-летия, 50', 1, '699', 7),
(101133, 200698, 'Отделение №7 (до 30 кг): ул. Белопольский путь, 30/3', 1, '787', 7),
(101119, 200419, 'Отделение №7 (до 30 кг): ул. Генерала Шухевича, 4', 1, '643', 7),
(101122, 200528, 'Отделение №7 (до 30 кг): ул. Жуковского, 10', 1, '235', 7),
(101138, 200243, 'Отделение №7 (до 30 кг): ул. Киевская, 112', 1, '723', 7),
(103613, 200065, 'Отделение №7 (до 30 кг): ул. Киевский путь, 127-б/7', 1, '12948', 7),
(101130, 200774, 'Отделение №7 (до 30 кг): ул. Кордубы, 12 (район Садовой)', 1, '605', 7),
(101110, 200447, 'Отделение №7 (до 30 кг): ул. Космонавтов, 62', 1, '484', 7),
(101128, 200714, 'Отделение №7 (до 30 кг): ул. Леся Курбаса, 5', 1, '10043', 7),
(101121, 200420, 'Отделение №7 (до 30 кг): ул. Лычаковская, 8', 1, '442', 7),
(103797, 200551, 'Отделение №7 (до 30 кг): ул. Центральная, 58', 1, '13132', 7),
(101120, 200736, 'Отделение №7 (до 30 кг): ул. Юлии Жемайте, 1а', 1, '10752', 7),
(101116, 200747, 'Отделение №7 (до 30 кг): просп. 200 лет Херсона, 30', 1, '708', 7),
(101132, 200776, 'Отделение №7 (до 30 кг на одно место): просп. Мира, 50', 1, '10171', 7),
(101125, 200217, 'Отделение №7 (до 30 кг): просп. Александра Поля (ран. Кирова), 8а', 1, '153', 7),
(101126, 200302, 'Отделение №7 (до 30 кг): Хмельницкое шоссе, 15', 1, '10780', 7),
(102942, 200024, 'Отделение №7 (до 5 кг) Мини-отделение: ул. Софиевская (ран. Димитрова), 40 (маг. Сильпо)', 1, '11801', 7),
(101117, 200378, 'Отделение №7: ул. 1-й Песчаный Тупик, 1', 1, '667', 7),
(101113, 200252, 'Отделение №7: ул. Космическая, 119', 1, '306', 7),
(101135, 200749, 'Отделение №7: ул. Курчатова, 20', 1, '497', 7),
(101142, 200322, 'Отделение №8 (до 30 кг на одно место): ул. Вокзальная (ран. Октябрьской Революции), 66а', 1, '10188', 8),
(104034, 200652, 'Отделение №8 (до 30 кг на одно место): ул. Дружбы Народов, 51', 1, '13296', 8),
(101145, 200615, 'Отделение №8 (до 30 кг на одно место): ул. Киевская, 21', 1, '690', 8),
(102676, 200444, 'Отделение №8 (до 30 кг на одне місце): ул. Ломоносова, 234', 1, '11915', 8),
(101141, 200714, 'Отделение №8 (до 30 кг на одно место): ул. Медовая, 6 (Центр, возле водоканала)', 1, '10199', 8),
(101147, 200747, 'Отделение №8 (до 30 кг на одно место): ул. Перекопская, 173', 1, '745', 8),
(101149, 200776, 'Отделение №8 (до 30 кг на одно место): ул. Пухова, 142', 1, '10327', 8),
(101160, 200141, 'Отделение №8 (до 30 кг на одно место): ул. Пушкина, 10', 1, '747', 8),
(101155, 200585, 'Отделение №8: (до 30 кг на одно место): ул. Чураивны 2 в', 1, '670', 8),
(101140, 200438, 'Отделение №8 (до 30 кг на одно место): просп. Победы, 109 (Левый берег)', 1, '10022', 8),
(101152, 200252, 'Отделение №8 (до 30 кг на одне місце): просп. Соборный (ран. Ленина), 43', 1, '334', 8),
(103939, 200447, 'Отделение №8 (до 30 кг на одно место): просп. Центральный, 25б', 1, '13408', 8),
(101143, 200772, 'Отделение №8 (до 30 кг): ул. Благовестная, 379', 1, '10017', 8),
(104173, 200076, 'Отделение №8 (до 30 кг): ул. Вячеслава Черновола, 2', 1, '13615', 8),
(101146, 200774, 'Отделение №8 (до 30 кг): ул. Героев Майдана, 186 В', 1, '725', 8),
(101154, 200420, 'Отделение №8 (до 30 кг): ул. Гринченко, 2а', 1, '586', 8),
(101144, 200378, 'Отделение №8 (до 30 кг): ул. Квартал 101, 2 (Водоканал)', 1, '10107', 8),
(102908, 200302, 'Отделение №8 (до 30 кг): ул. Князей Кориатовичей, 50', 1, '11780', 8),
(101166, 200746, 'Отделение №8 (до 30 кг): ул. Малогончаровская, 28/30', 1, '180', 8),
(101161, 200282, 'Отделение №8 (до 30 кг): ул. Миколайчука, 30', 1, '913', 8),
(101159, 200736, 'Отделение №8 (до 30 кг): ул. Собранецкая, 146б', 1, '10931', 8),
(103741, 200065, 'Отделение №8 (до 30 кг): ул. Соцгородок, 157а', 1, '13075', 8),
(101163, 200749, 'Отделение №8 (до 30 кг): ул. Толстого, 7', 1, '584', 8),
(104167, 200291, 'Отделение №8 (до 30 кг): ул. Центральная, 6а', 1, '14110', 8),
(103837, 200482, 'Отделение №8 (до 30 кг): ул. Шевченко, 195', 1, '13149', 8),
(101156, 200698, 'Отделение №8 (до 30 кг): просп. Михаила Лушпы, 13', 1, '985', 8),
(101153, 200419, 'Отделение №8 (до 30 кг): просп. Соборности, 38а', 1, '664', 8),
(101164, 200381, 'Отделение №8: ул. Курчатова, 1г', 1, '369', 8),
(104000, 200243, 'Отделение №8: ул. Металистов, 2 (заезд с ул. Сергея Параджанова 66)', 1, '13523', 8),
(101176, 200776, 'Отделение №9 (до 10 кг) Мини-отделение: ул. Независимости, 32 (маг. Велика Кишеня)', 1, '10918', 9),
(103687, 200065, 'Отделение №9 (до 10 кг), Мини-отделение: ул. Калинова (ран. Чапаева), 2 (с. Гора)', 1, '13033', 9),
(101182, 200749, 'Отделение №9 (до 10 кг), Мини-отделение: ул. Хотовицкого, 5', 1, '624', 9),
(104050, 200132, 'Отделение №9 (до 15 кг), Мини-отделение: ул. Львовская, 1а', 1, '13121', 9),
(104137, 200291, 'Отделение №9 (до 15 кг), Мини-отделение: ул. Соборная, 160в', 1, '14111', 9),
(101190, 200447, 'Отделение №9 (до 30 кг на одно место): ул. Генерала Карпенка, 2/2 а', 1, '578', 9),
(101177, 200714, 'Отделение №9 (до 30 кг на одно место): ул. Генерала М. Тарнавского, 32, пом. 146', 1, '10806', 9),
(101169, 200615, 'Отделение №9 (до 30 кг на одно место): ул. Евгения Коновальца, 14 (р-н Северный)', 1, '715', 9),
(103645, 200419, 'Отделение №9 (до 30 кг на одно место): ул. Задворецкая, 1а', 1, '12866', 9),
(101183, 200698, 'Отделение №9 (до 30 кг на одно место): ул. Екатерины Зеленко, 4', 1, '10348', 9),
(101180, 200420, 'Отделение №9 (до 30 кг на одно место): ул. Кульпарковская, 142', 1, '644', 9),
(101167, 200322, 'Отделение №9 (до 30 кг на одно место): ул. Михайловская (ран. Кирова), 85', 1, '10720', 9),
(101184, 200378, 'Отделение №9 (до 30 кг на одно место): просп. Леси Украинки, 10', 1, '10334', 9),
(101168, 200252, 'Отделение №9 (до 30 кг на одно место): просп. Металлургов, 19', 1, '401', 9),
(101173, 200282, 'Отделение №9 (до 30 кг): бульв. Южный, 23', 1, '10185', 9),
(101191, 200243, 'Отделение №9 (до 30 кг): ул. Витрука, 9а', 1, '858', 9),
(101172, 200585, 'Отделение №9 (до 30 кг): ул. Гоголя, 20', 1, '679', 9),
(101171, 200772, 'Отделение №9 (до 30 кг): ул. Остафия Дашкевича, 34', 1, '10123', 9),
(101174, 200746, 'Отделение №9 (до 30кг): ул. Роганская, 101а', 1, '233', 9),
(101185, 200528, 'Отделение №9 (до 30 кг): ул. Сегедская, 18', 1, '332', 9),
(101187, 200217, 'Отделение №9 (до 30 кг): ул. Шмидта, 10', 1, '175', 9),
(101189, 200141, 'Отделение №9 (до 30 кг): просп. Коцюбинского, 32', 1, '746', 9),
(101179, 200438, 'Отделение №9 (до 30 кг): просп. Металлургов, 175 (ориентир магазин Каспий)', 1, '10096', 9),
(101188, 200747, 'Отделение №9 (до 30 кг): просп. Святых Кирилла и Мефодия (ран. Димитрова), 19', 1, '895', 9),
(101170, 200774, 'Отделение №9: ул. Калиновская, 13 б (рынок Добробут)', 1, '774', 9),
(101186, 200216, 'Отделение №9: ул. Медицинская, 2а', 1, '10411', 9),
(104069, 200024, 'Отделение №9: ул. Юннатов, 10', 1, '13599', 9),
(101178, 200315, 'Отделение №9: пер. Вячеслава Чорновола, 54а (р-н Жулянского моста)', 1, '97', 9),
(104121, 200381, 'Отделение №9: просп. Победы, 41а', 1, '13720', 9),
(101976, 200776, 'Отделение №10 (до 10 кг), Мини-отделение: ул. Музыкальная, 1 (ТЦ Рояль, маг. Сильпо)', 1, '11311', 10),
(104181, 200076, 'Отделение №10 (до 15 кг), Мини-отделение: ул. Киевская, 316', 1, '13795', 10),
(103941, 200024, 'Отделение №10 (до 15 кг), Мини-отделение: Мелитопольское шоссе, 99', 1, '13412', 10),
(103150, 200038, 'Отделение №10 (до 30 кг на одно место): бульв. Александрийский (ран. 50-летия Победы), 27', 1, '12440', 10),
(101195, 200252, 'Отделение №10 (до 30 кг на одно место): ул. Водограйная, 7', 1, '477', 10),
(101208, 200585, 'Отделение №10 (до 30 кг на одно место): ул. Европейская, 53', 1, '10186', 10),
(103915, 200378, 'Отделение №10 (до 30 кг на одно место): ул. Ивана Приходько, 42а', 1, '13418', 10),
(101198, 200774, 'Отделение №10 (до 30 кг на одно место): ул. Котляревского, 7', 1, '775', 10),
(101211, 200381, 'Отделение №10 (до 30 кг на одно место): ул. Магистральная (ран. Кириленка), 25', 1, '611', 10),
(104067, 200132, 'Отделение №10 (до 30 кг на одно место): ул. Машиностроителей, 17-А', 1, '13607', 10),
(101196, 200772, 'Отделение №10 (до 30 кг на одно место): ул. Одесская, 8', 1, '10261', 10),
(103653, 200747, 'Отделение №10 (до 30 кг на одно место): ул. Полковника Кедровского (ран. Буденного), 12а', 1, '13031', 10),
(101194, 200746, 'Отделение №10 (до 30 кг на одно место): ул. Пушкинская, 96 (напротив парка Молодежный', 1, '311', 10),
(101193, 200698, 'Отделение №10 (до 30 кг на одно место): ул. Роменская, 81', 1, '10728', 10),
(101197, 200615, 'Отделение №10 (до 30 кг на одне місце): ул. Соборная, 65', 1, '882', 10),
(103722, 200444, 'Отделение №10 (до 30 кг но одно место): просп. 50-ти летия Победы, 15', 1, '13020', 10),
(101207, 200216, 'Отделение №10 ( до 30 кг на одно место): просп. Аношкина, 94', 1, '10727', 10),
(101205, 200243, 'Отделение №10 (до 30 кг на одно место): просп. Мира, 37', 1, '920', 10),
(101200, 200217, 'Отделение №10 (до 30 кг на одно место): просп. Слобожанский (ран. Газеты Правда), 91', 1, '205', 10),
(101202, 200447, 'Отделение №10 (до 30 кг на одно место): просп. Центральный (ран. Ленина), 86/3', 1, '724', 10),
(101206, 200141, 'Отделение №10 (до 30 кг на одно место): Хмельницкое шоссе, 82', 1, '825', 10),
(101204, 200528, 'Отделение №10 (до 30 кг): ул. Давида Ойстраха (ран. Затонского), 4', 1, '333', 10),
(102765, 200736, 'Отделение №10 (до 30 кг): ул. Занковецкой, 48а', 1, '11754', 10),
(101201, 200749, 'Отделение №10 (до 30 кг): вул. Заречанская, 4', 1, '684', 10),
(101210, 200420, 'Отделение №10 (до 30 кг): ул. Левицкого, 7', 1, '726', 10),
(101942, 200714, 'Отделение №10 (до 30 кг): ул. Максима Кривоноса, 3', 1, '11258', 10),
(103956, 200065, 'Отделение №10 (до 30 кг): ул. Погребняка 14, секция №5 (с. Чубинское)', 1, '13245', 10),
(101209, 200322, 'Отделение №10 (до 30 кг): ул. Соборна (ран. 50 лет Октября), 26', 1, '10763', 10),
(101192, 200419, 'Отделение №10 (до 30 кг): просп. Воли, 21', 1, '703', 10),
(104124, 200315, 'Отделение №10: ул. Василия Жуковского, 22А', 1, '13796', 10),
(103497, 200438, 'Отделение №10: Запорожское шоссе (ран. Володарское), 27 (22-й м-рн)', 1, '12898', 10),
(101217, 200216, 'Отделение №11 ( до 30 кг на одно место): просп. Аношкина, 115', 1, '10819', 11),
(101230, 200141, 'Отделение №11 (до 15 кг): ул. Академика Янгеля (ран. Фрунзе), 58', 1, '876', 11),
(101221, 200774, 'Отделение №11 (до 30 кг на одно место): ул. Александри Василе, 2в (Садгора)', 1, '873', 11),
(101933, 200322, 'Отделение №11 (до 30 кг на одно место): ул. Вокзальная (ран. Октябрьской Революции), 16 (корпус 1)', 1, '11219', 11),
(101226, 200381, 'Отделение №11 (до 30 кг на одно место): ул. Героев АТО (ран. Димитрова), 61', 1, '615', 11),
(101219, 200585, 'Отделение №11 (до 30 кг на одно место): ул. Героев АТО, 79', 1, '10309', 11),
(101223, 200282, 'Отделение №11 (до 30 кг на одно место): ул. Грушевского, 14', 1, '10788', 11),
(101233, 200528, 'Отделение №11 (до 30 кг на одно место): ул. Николаевская дорога, 243', 1, '400', 11),
(101228, 200243, 'Отделение №11 (до 30 кг на одно место): ул. Покровская (ран. Щорса), 94', 1, '10142', 11),
(102835, 200714, 'Отделение №11 (до 30 кг на одно место): ул. Полковника Данила Нечая, 25а', 1, '12146', 11),
(103647, 200038, 'Отделение №11 (до 30 кг на одно место): ул. Турчанинова, 11', 1, '12954', 11),
(101218, 200747, 'Отделение №11 (до 30 кг на одно место): ул. Университетская (ран. 40-летия Октября), 110', 1, '10237', 11),
(101227, 200315, 'Отделение №11 (до 30 кг на одно место): просп. Лобановского (ран. Краснозвездный), 119 (м. Демеев. )', 1, '112', 11),
(101222, 200447, 'Отделение №11 (до 30 кг на одно место): просп. Мира, 13', 1, '750', 11),
(101214, 200252, 'Отделение №11 (до 30 кг на одно место): просп. Соборный (ран. Ленина), 208', 1, '511', 11),
(101229, 200420, 'Отделение №11 (до 30 кг): ул. Городоцкая, 120', 1, '872', 11),
(101212, 200419, 'Отделение №11 (до 30 кг): ул. Кривой Вал, 24', 1, '778', 11),
(104005, 200132, 'Отделение №11 (до 30 кг): ул. Леси Украинки, 74а', 1, '13504', 11),
(101216, 200772, 'Отделение №11 (до 30 кг): ул. Небесной Сотни (ран. Ленина), 6', 1, '10302', 11),
(101213, 200749, 'Отделение №11 (до 30 кг): ул. Проскуровского подполья, 71/1', 1, '702', 11),
(101225, 200378, 'Отделение №11 (до 30 кг): ул. Соборная (ран. Ленина), 6/7', 1, '10735', 11),
(101215, 200438, 'Отделение №11 (до 30 кг): просп. Бойко (ран. Ильича), 69 (напр. Никоп. -Провиданс)', 1, '10356', 11),
(101232, 200746, 'Отделение №11 (до 30 кг): просп. Гагарина, 41/2', 1, '324', 11),
(101231, 200698, 'Отделение №11 (до 30 кг): просп. Курский, 103', 1, '10805', 11),
(101224, 200217, 'Отделение №11 (до 30 кг): просп. Слобожанский (ран. Газеты Правды), 6', 1, '281', 11),
(101220, 200615, 'Отделение №11: ул. Фабричная, 1', 1, '949', 11),
(103324, 200776, 'Отделение №12 (до 10 кг) Мини-отделение: ул. Рокоссовского, 35 (ТЦ Сиверский)', 1, '12675', 12),
(101918, 200282, 'Отделение №12 (до 15 кг) Мини-отделение: ул. Волчинецкая, 225м (маг. МЕТРО)', 1, '11218', 12),
(101237, 200216, 'Отделение №12 ( до 15 кг), Мини-отделение: бульв. Строителей, 27а (маг. VARUS, ТЦТерра)', 1, '10814', 12),
(101239, 200615, 'Отделение №12 (до 30 кг на одно место): ул. Богоявленская (ран. Черняка), 4', 1, '10319', 12),
(101252, 200252, 'Отделение №12 (до 30 кг на одно место): ул. Звенигородская, 1', 1, '529', 12),
(101244, 200772, 'Отделение №12 (до 30 кг на одно место): ул. Молоткова, 20', 1, '10363', 12),
(101250, 200447, 'Отделение №12 (до 30 кг): ул. Пушкинская, 33', 1, '770', 12),
(103815, 200038, 'Отделение №12 (до 30 кг на одно место): ул. С. Наливайка, 20А', 1, '13115', 12),
(101241, 200585, 'Отделение №12 (до 30 кг на одно место): ул. Сенная, 2/49', 1, '10329', 12),
(101236, 200747, 'Отделение №12 (до 30 кг на одно место): ул. Чорноморская, 16', 1, '29', 12),
(101235, 200419, 'Отделение №12 (до 30 кг на одно место): ул. Шота Руставели, 9', 1, '851', 12),
(101242, 200774, 'Отделение №12 (до 30 кг на одне місце): пр. Парковый, 2', 1, '10128', 12),
(101243, 200381, 'Отделение №12 (до 30 кг на одно место): просп. Южный, 17, кв. 83', 1, '655', 12),
(101246, 200749, 'Отделение №12 (до 30 кг): ул. Заречанская, 57/1', 1, '749', 12),
(103356, 200141, 'Отделение №12 (до 30 кг): ул. Пирогова, 31', 1, '10164', 12),
(101248, 200420, 'Отделение №12 (до 30 кг): ул. Сяйво, 13, (р-н Левандовка)', 1, '896', 12),
(101255, 200378, 'Отделение №12 (до 30 кг): ул. Халаменюка, 10б', 1, '10841', 12),
(103829, 200714, 'Отделение №12 (до 30 кг): ул. Чайковского, 40', 1, '13151', 12),
(101234, 200217, 'Отделение №12 (до 30 кг): жилой массив Покровский (ран. Комунар), 3а', 1, '282', 12),
(101247, 200438, 'Отделение №12 (до 30 кг): просп. Мира (ран. Ленина), 121 (ориентир магазин Надія)', 1, '10379', 12),
(102636, 200698, 'Отделение №12 (до 5 кг) Мини-отделение: ул. Харьковская, 9 (маг. Сам маркет)', 1, '11772', 12),
(101254, 200746, 'Отделение №12: ул. Лукъяновская, 2', 1, '366', 12),
(101238, 200243, 'Отделение №12: пл. Смолянская, 3', 1, '10157', 12),
(101947, 200216, 'Отделение №13 (до 15 кг) Мини-отделение: просп. Свободы (ран. Ленина), 57а (маг. Фуршет, Радуга)', 1, '11273', 13),
(101270, 200772, 'Отделение №13 (до 15 кг), Мини-отделение: ул. Припортовая (ран. Гер. Сталин), 34 (ТРЦDnipro Plaza)', 1, '10987', 13),
(103688, 200776, 'Отделение №13 (до 15 кг), Мини-отделение: просп. Мира, 49 (ТЦ Мегацентр)', 1, '13025', 13),
(101265, 200243, 'Отделение №13 (до 30 кг на одно место): ул. Небесной Сотни, 26', 1, '10219', 13),
(101269, 200774, 'Отделение №13 (до 30 кг на одно месте): ул. Буковинская, 25', 1, '10750', 13),
(101264, 200585, 'Отделение №13 (до 30 кг на одно место): ул. Великотырновская, 35/2', 1, '10494', 13),
(101263, 200381, 'Отделение №13 (до 30 кг на одно место): ул. Владимира Великого (ран. Мелешкина), 9, пом. 3', 1, '696', 13),
(103917, 200322, 'Отделение №13 (до 30 кг на одно место): ул. Е. Тельнова (ран. просп. Правды), дом 8, корпус 1', 1, '13277', 13),
(101266, 200747, 'Отделение №13 (до 30 кг на одно место): вул. Залаегерсег, 18 (ТРЦ Фабрика)', 1, '10435', 13),
(103911, 200447, 'Отделение №13 (до 30 кг на одно место): ул. Лазурная, 17', 1, '13292', 13),
(103923, 200378, 'Отделение №13 (до 30 кг на одно место): ул. Доктора А. Богаевского, 15/50', 1, '13417', 13),
(101262, 200315, 'Отделение №13 (до 30 кг на одно место): ул. Оранжерейная, 3 (метро Дорогожичи)', 1, '121', 13),
(101272, 200420, 'Отделение №13 (до 30 кг на одно место): ул. Ставова, 7в', 1, '996', 13),
(101275, 200749, 'Отделение №13 (до 30 кг на одно место): ул. Черновола, 110', 1, '802', 13),
(101268, 200615, 'Отделение №13 (до 30 кг на одно место): ул. Шевченко, 18', 1, '10839', 13),
(102512, 200438, 'Отделение №13 (до 30 кг на одно место): просп. Строителей, 98', 1, '11820', 13),
(101260, 200528, 'Отделение №13 (до 30 кг): ул. Семена Палия (ран. Днепропетровская дорога), 82', 1, '450', 13),
(102330, 200282, 'Отделение №13 (до 30 кг): ул. Сорохтея, 41', 1, '11392', 13),
(103099, 200698, 'Отделение №13 (до 30 кг): ул. Ярослава Мудрого (ран. Пролетарская), 50', 1, '12632', 13),
(101257, 200419, 'Отделение №13 (до 30 кг): просп. Воли, 60', 1, '10942', 13),
(101256, 200217, 'Отделение №13 (до 30 кг): просп. Гагарина, 43', 1, '299', 13),
(101261, 200746, 'Отделение №13: г. Дергачи, ул. Привокзальная, 4', 1, '423', 13),
(101291, 200749, 'Отделение №14 (до 15 кг): ул. Институтская, 15/1', 1, '852', 14),
(101296, 200381, 'Отделение №14 (до 30 кг на одно место): ул. Лисового, 9 а', 1, '742', 14),
(101288, 200774, 'Отделение №14 (до 30 кг на одно место): ул. Небесной Сотни, 20', 1, '11024', 14),
(101282, 200585, 'Отделение №14 (до 30 кг на одно место): ул. О. Гончара, 19а', 1, '10800', 14),
(103510, 200776, 'Отделение №14 (до 30 кг на одно место): ул. Старобелоуская, 16А', 1, '12856', 14),
(101284, 200243, 'Отделение №14 (до 30 кг на одно место): Привокзальная площадь, 6/126', 1, '10895', 14),
(101276, 200217, 'Отделение №14 (до 30 кг на одно место): просп. Героев, 33', 1, '343', 14),
(101285, 200447, 'Отделение №14 (до 30 кг на одно место): просп. Центральный (ран. Ленина), 159', 1, '10273', 14),
(101279, 200141, 'Отделение №14 (до 30 кг на одно место): Сабаровское шоссе, 1б/2д', 1, '10236', 14),
(101280, 200747, 'Отделение №14 (до 30 кг на одно место): шоссе Вячеслава Черновола (ран. Киндийское), 17а', 1, '10919', 14),
(101286, 200615, 'Отделение №14 (до 30 кг), Мини-отделение: ул. Макарова, 23 (ТРЦ Экватор)', 1, '10768', 14),
(103931, 200378, 'Отделение №14 (до 30 кг): ул. Воинов-Интернационалистов, 4б', 1, '13416', 14),
(101281, 200528, 'Отделение №14 (до 30 кг): ул. Маршала Малиновского, 71', 1, '454', 14),
(101289, 200420, 'Отделение №14 (до 30 кг): ул. Словацкого, 5', 1, '10126', 14),
(101277, 200419, 'Отделение №14 (до 30 кг): просп. Возрождения, 10', 1, '11015', 14),
(104151, 200714, 'Отделение №14 (до 30 кг): с. Остров, ул. Кордубы, 100', 1, '13838', 14),
(103180, 200438, 'Отделение №14 (до 5 кг), Мини-отделение: бульв. Шевченко, 54 (маг. Сильпо)', 1, '12384', 14),
(101294, 200746, 'Отделение №14: просп. Московский, 199б (ТЦ СанСити, 2)', 1, '437', 14),
(101299, 200749, 'Отделение №15 ( до 30 кг на одно место): Староконстантиновское шоссе, 2/1б (ТЦ Агора)', 1, '10725', 15),
(101307, 200747, 'Отделение №15 (до 15 кг), Мини-отделение: ул. 49-й Гвардейской дивизии, 45', 1, '10759', 15),
(101312, 200141, 'Отделение №15 (до 30 кг на одно место): ул. Данила Нечая, 77а', 1, '10333', 15),
(101313, 200585, 'Отделение №15 (до 30 кг на одно место): ул. Европейская, 94', 1, '10871', 15),
(102165, 200774, 'Отделение №15 (до 30 кг на одно место): ул. Комарова, 8а', 1, '11337', 15),
(101302, 200252, 'Отделение №15 (до 30 кг на одно место): ул. Курузова, 5', 1, '630', 15),
(103845, 200772, 'Отделение №15 (до 30 кг на одно место): ул. О. Дашкевича, 20', 1, '13147', 15),
(103367, 200438, 'Отделение №15 (до 30 кг на одно место): ул. Троицкая (ран. 50-летие СРСР), 44 (17 мк-рн)', 1, '12692', 15),
(101308, 200381, 'Отделение №15 (до 30 кг на одно место): просп. Мира, 31', 1, '865', 15),
(103968, 200714, 'Отделение №15 (до 30 кг): бульв. С. Петлюры, 4а (помещение 13)', 1, '13431', 15),
(101303, 200420, 'Отделение №15 (до 30 кг): ул. Героев УПА, 6', 1, '10214', 15),
(101298, 200243, 'Отделение №15 ( до 30 кг): ул. Киевская, 59', 1, '10911', 15),
(101306, 200447, 'Отделение №15 ( до 30 кг): ул. Космонавтов, 53/1', 1, '10299', 15),
(103930, 200776, 'Отделение №15 (до 30 кг): ул. Мстиславская, 25', 1, '13399', 15),
(101300, 200746, 'Отделение №15 (до 30 кг): ул. Петра Свинаренка, 20', 1, '515', 15),
(102044, 200419, 'Отделение №15 (до 30 кг): ул. Чорновола, 2в', 1, '11360', 15),
(103803, 200698, 'Отделение №15 (до 5 кг), Мини-отделение: ул. М. Лушпы, 41', 1, '13118', 15),
(102188, 200615, 'Отделение №15: ул. Дубенская, 46', 1, '11303', 15),
(101309, 200315, 'Отделение №15: ул. Малинская, 18 (Новобеличи)', 1, '148', 15),
(101311, 200217, 'Отделение №15: просп. Труда, 9', 1, '371', 15),
(101297, 200528, 'Отделение №15: Тираспольское шоссе, 15б', 1, '494', 15),
(102367, 200243, 'Отделение №16 (до 10 кг), Мини-отделение: ул. Атаманов Соколовских (ран. Потапова), 1 (Экомар. )', 1, '11409', 16),
(101320, 200747, 'Отделение №16 (до 15 кг), Мини-отделение: просп. Строителей, 27а (маг. Сильпо)', 1, '10985', 16),
(101329, 200381, 'Отделение №16 (до 30 кг на одно место): вул. Электрозаводская, 10а', 1, '875', 16),
(103954, 200419, 'Отделение №16 (до 30 кг на одно место): ул. Набережная, 2', 1, '13285', 16),
(101321, 200141, 'Отделение №16 (до 30 кг на одно место): просп. Коцюбинского, 70, (ТЦ ПетроЦентр)', 1, '10572', 16),
(101318, 200252, 'Отделение №16 (до 30 кг на одно место): просп. Соборный (ран. Ленина), 84', 1, '707', 16),
(102380, 200585, 'Отделение №16 ( до 30 кг) Мини-отделение: просп. Мира, 30а (ТЦ Мир)', 1, '11384', 16),
(102025, 200615, 'Отделение №16 (до 30 кг), Міні-відділення: ул. Гагарина, 26 (маг. NOVUS)', 1, '11317', 16),
(101319, 200447, 'Отделение №16 (до 30 кг), Мини-отделение: просп. Богоявленский (ран. Октябрьский), 234в', 1, '10753', 16),
(103347, 200322, 'Отделение №16 (до 30 кг): ул. Большая Перспективная, 3/5', 1, '12678', 16),
(101322, 200528, 'Отделение №16 (до 30 кг): ул. Малиновского, 27а (маг. Копейка)', 1, '521', 16),
(102315, 200774, 'Отделение №16 (до 30 кг): ул. Южно-Кольцевая, 25б', 1, '11376', 16),
(101330, 200217, 'Отделение №16 (до 30 кг): пл. Героев Майдана, 1', 1, '441', 16),
(101327, 200420, 'Отделение №16 (до 30 кг): просп. Красной Калины, 76', 1, '10242', 16),
(101323, 200749, 'Отделение №16: ул. Геологов, 5/2 (перед рынком МИВС)', 1, '10908', 16),
(104103, 200038, 'Отделение №16: ул. Матросова, 48А', 1, '13508', 16),
(103441, 200438, 'Отделение №16: ул. Таганрогская, 60', 1, '12771', 16),
(101317, 200746, 'Отделение №16: пл. Ю. Кононенко, 1 а (Атобазар Лоск, восточная строна)', 1, '577', 16),
(101345, 200243, 'Отделение №17 (до 15 кг), Мини-отделение: ул. Киевская, 77 (ТРЦ Глобал UA)', 1, '10954', 17),
(101332, 200447, 'Отделение №17 (до 15 кг), Мини-отделение: просп. Героев Украины (ран. Г. Сталинграда), 9д (МЕТРО)', 1, '10874', 17),
(102415, 200615, 'Отделение №17 (до 15 кг), Мини-отдеелние: ул. Курчатова, 9 (маг. FOZZY)', 1, '11733', 17),
(101339, 200252, 'Отделение №17 (до 30 кг на одно место): ул. Авраменка, 13', 1, '740', 17),
(103249, 200322, 'Отделение №17 (до 30 кг на одно место): ул. Большая Пермская, 8ж', 1, '12636', 17),
(101331, 200381, 'Отделение №17 (до 30 кг на одно место): ул. Владимира Терещенко (ран. Федоренко), 5а', 1, '897', 17),
(103855, 200774, 'Отделение №17 (до 30 кг на одно место): ул. Героев Майдана, 63', 1, '13252', 17),
(101336, 200585, 'Отделение №17 (до 30 кг на одно место): ул. Зиньковская, 14', 1, '10872', 17),
(103348, 200438, 'Отделение №17 (до 30 кг на одно место): ул. Латышева, 23, пом. 57 (мк-рн Черёмушки)', 1, '12707', 17),
(103921, 200698, 'Отделение №17 (до 30 кг на одно место): ул. Нижнесыроватская, 60', 1, '13463', 17),
(101337, 200420, 'Отделение №17 (до 30 кг на одно место): ул. Шевченка, 323', 1, '10284', 17),
(101334, 200746, 'Отделение №17 (до 30 кг): ул. 23 августа, 59', 1, '559', 17),
(101338, 200141, 'Отделение №17 (до 30 кг): ул. Василия Порика, 5а', 1, '10769', 17),
(103913, 200419, 'Отделение №17 (до 30 кг): ул. Конякина, 17а', 1, '13286', 17),
(101333, 200528, 'Отделение №17 (до 30 кг): ул. Разумовская, 29', 1, '533', 17),
(101342, 200217, 'Отделение №17 (до 30 кг): Донецкое шоссе, 9а', 1, '451', 17),
(101341, 200315, 'Отделение №17: ул. Новоконстантиновская, 22/15', 1, '150', 17),
(102001, 200749, 'Отделение №18 (до 15 кг) Мини-отделение: ул. Свободы, 73 (маг. Фуршет)', 1, '11245', 18),
(103740, 200438, 'Отделение №18 (до 15 кг), Мини-отделение: просп. Мира (ран. Ленина), 149 (ор-р АС2 (магАмстор) )', 1, '13068', 18),
(102871, 200585, 'Отделение №18 (до 30 кг на одно место), Мини-отделение: ул. Гоголя, 38 (ТЦ Метрополитан)', 1, '12200', 18),
(101360, 200141, 'Отделение №18 (до 30 кг на одно место): ул. Князей Кориатовичей (ран. Свердлова), 181а', 1, '10848', 18),
(103806, 200322, 'Отделение №18 (до 30 кг на одно место): ул. Набережная, 9', 1, '13129', 18),
(101357, 200252, 'Отделение №18 (до 30 кг на одно место): ул. Павлокичкасская (ран. Орджоникидзе), 11', 1, '992', 18),
(103708, 200747, 'Отделение №18 (до 30 кг на одно место): ул. Перекопская, 39а', 1, '13014', 18),
(101353, 200217, 'Отделение №18 (до 30 кг на одно место): ул. Рабочая, 148', 1, '480', 18),
(101350, 200528, 'Отделение №18 (до 30 кг на одно место): ул. Фонтанская дорога, 16/8', 1, '579', 18),
(101953, 200447, 'Отделение №18 (до 30 кг на одно место): просп. Богоявленский (ран. Октябрьский), 342/2', 1, '11230', 18),
(103865, 200774, 'Отделение №18 (до 30 кг): ул. Богдана Хмельницкого, 56', 1, '13255', 18),
(101355, 200420, 'Отделение №18 (до 30 кг): ул. Научная, 12а', 1, '10359', 18),
(101351, 200746, 'Отделение №18 (до 30 кг): просп. Гагарина, 181 (ТЦ Sun Mall)', 1, '620', 18),
(102022, 200243, 'Отделение №18 (до 5 кг), Мини-отделение: ул. Большая Бердичевская, 67 ( маг. Фора)', 1, '11211', 18),
(103992, 200615, 'Отделение №18: ул. Курчатова, 18а', 1, '13512', 18),
(101977, 200381, 'Отделение №18: ул. Лермонтова, 10а', 1, '11293', 18),
(101349, 200315, 'Отделение №18: ул. Молодогвардейская, 22 (Чоколовка)', 1, '163', 18),
(102008, 200747, 'Отделение №19 (до 10 кг) Мини-отделение: просп. Ушакова, 49 (ТЦ Цум)', 1, '11268', 19),
(102476, 200243, 'Отделение №19 (до 15 кг) Мини-отделение: ул. Чудновская (ран. Черняховского), 92 (ТЦОкеан)', 1, '12161', 19),
(103679, 200438, 'Отделение №19 (до 15 кг), Мини-отделение: просп. Металургов, 112 (маг. Амстор)', 1, '13036', 19),
(103765, 200141, 'Отделение №19 (до 30 кг на одно место): ул. Глеба Успенского, 91б', 1, '13088', 19),
(101361, 200381, 'Отделение №19 (до 30 кг на одно место): ул. Мусоргского, 16', 1, '10281', 19),
(101364, 200217, 'Отделение №19 (до 30 кг на одно место): ул. Паникахи, 91', 1, '525', 19),
(101371, 200528, 'Отделение №19 (до 30 кг на одно место): ул. Радостная, 23', 1, '595', 19),
(101369, 200252, 'Отделение №19 (до 30 кг на одно место): ул. Чумаченко, 25', 1, '10221', 19),
(101370, 200420, 'Отделение №19 (до 30 кг): ул. Академика А. Сахарова, 80а', 1, '10371', 19),
(103047, 200585, 'Отделение №19 (до 30 кг): ул. Европейская, 185', 1, '12640', 19),
(101912, 200749, 'Отделение №19 (до 30 кг): ул. Львовское шоссе, 55/2', 1, '11301', 19),
(101367, 200746, 'Отделение №19: ул. Морозова, 18', 1, '663', 19),
(101363, 200315, 'Отделение №19: ул. Сулеймана Стальского, 23 (Авторынок)', 1, '176', 19),
(103916, 200322, 'Отделение №20 (до 15 кг), Мини-отделение: ул. Кольцевая, 63в', 1, '13419', 20),
(103747, 200438, 'Отделение №20 (до 2 кг), Мини-отделение: просп. Победы, 21 (маг. Амстор)', 1, '13069', 20),
(103234, 200585, 'Отделение №20 (до 30 кг на одно место), Мини-отделение: Киевское шоссе, 44 (Авторынок)', 1, '12373', 20),
(103965, 200774, 'Отделение №20 (до 30 кг на одно место): ул. Кишиневская, 2а', 1, '13256', 20),
(101380, 200252, 'Отделение №20 (до 30 кг на одно место): ул. Лермонтова, 15 (ул. Патриотическая, 48)', 1, '10304', 20),
(101385, 200528, 'Отделение №20 (до 30 кг на одно место): ул. Малая Арнаутская 119', 1, '660', 20),
(101382, 200420, 'Отделение №20 (до 30 кг на одно место): ул. Медовой Пещеры, 7', 1, '10602', 20),
(101376, 200217, 'Отделение №20 (до 30 кг на одно место): просп. Б. Хмельницкого (ран. ул. Героев Сталинграда), 3', 1, '553', 20),
(102312, 200447, 'Отделение №20 (до 30 кг на одно место): просп. Богоявленский (ран. Октябрьский), 26/2', 1, '11734', 20),
(104061, 200747, 'Отделение №20 (до 30 кг на одно место): просп. Ушакова, 62', 1, '13566', 20),
(103812, 200141, 'Отделение №20 (до 30 кг): ул. Чехова, 8а', 1, '13109', 20),
(101377, 200746, 'Отделение №20: ул. Клочковская, 197д', 1, '687', 20),
(103887, 200749, 'Отделение №20: ул. Черновола, 155/1', 1, '13222', 20),
(101374, 200315, 'Отделение №20: пер. Новопечерский, 5 ( м. Дворец Украина)', 1, '196', 20),
(104175, 200315, 'Отделение №21 (до 15 кг), Мини-отделение: ул. Луценко, 6', 1, '13697', 21),
(103906, 200243, 'Отделение №21 (до 15 кг): ул. Героев Пожарных, 70а', 1, '13287', 21),
(104146, 200447, 'Отделение №21 (до 30 кг на одно место): ул. Космонавтов, 108/1', 1, '13893', 21),
(104077, 200747, 'Отделение №21 (до 30 кг на одно место): ул. Соборная, 14/16', 1, '13590', 21),
(101390, 200746, 'Отделение №21 (до 30 кг): ул. Академика Проскуры, 1', 1, '734', 21),
(101397, 200420, 'Отделение №21 (до 30 кг): ул. Джорджа Вашингтона, 8', 1, '10688', 21),
(103787, 200438, 'Отделение №21 (до 30 кг): ул. Киевская, 49', 1, '13134', 21),
(101391, 200528, 'Отделение №21 (до 30 кг): просп. Александровский, 21', 1, '709', 21),
(101388, 200381, 'Отделение №21: ул. Адмирала Головко, 44а', 1, '10339', 21),
(101386, 200217, 'Отделение №21: ул. Василия Чапленко (ран. Фрунзе), 8', 1, '592', 21),
(103932, 200438, 'Отделение №22 (до 30 кг на одно место): 7-й проезд, 8а', 1, '13411', 22),
(101410, 200420, 'Отделение №22 (до 30 кг на одно место): ул. Городоцкая, 174', 1, '10846', 22),
(101404, 200315, 'Отделение №22 (до 30 кг на одно место): ул. Ревуцкого, 26 (Харьковский масив)', 1, '261', 22),
(101408, 200252, 'Отделение №22 (до 30 кг на одно место): ул. Чаривная, 121', 1, '10353', 22),
(101401, 200217, 'Отделение №22 (до 30 кг): ул. Тепличная, 21', 1, '598', 22),
(101412, 200746, 'Отделение №22 (до 30 кг): ул. Чернишевская, 1', 1, '819', 22),
(102576, 200749, 'Отделение №22 (до 30 кг): ул. Шевченко, 11', 1, '11799', 22),
(101424, 200420, 'Отделение №23 ( до 30 кг ): ул. Симона Петлюры, 2', 1, '10880', 23),
(103326, 200381, 'Отделение №23 (до 15кг): Мини-отделение, просп. Гагарина, 4б', 1, '12718', 23),
(101423, 200252, 'Отделение №23 (до 30 кг на одно место): ул. Гагарина, 4', 1, '10540', 23),
(102826, 200772, 'Отделение №23 (до 30 кг на одно место): ул. Смилянская, 163', 1, '11756', 23),
(104009, 200438, 'Отделение №23 (до 30 кг): бульв. Шевченко, 313', 1, '13514', 23),
(101426, 200746, 'Отделение №23 (до 30 кг): ул. Академика Павлова, 134/16', 1, '886', 23),
(101420, 200528, 'Отделение №23 (до 30 кг): ул. Высоцкого, 23', 1, '797', 23),
(101415, 200217, 'Отделение №23 (до 30 кг): ул. Александра Поля (ран. Кирова), 76', 1, '640', 23),
(101417, 200315, 'Отделение №23 (до 30 кг): просп. Н. Бажана, 24/1 (м. Позняки)', 1, '270', 23),
(101432, 200252, 'Отделение №24 ( до 30 кг на одно место): ул. Энтузиастов, 3, пом. 37', 1, '10539', 24),
(103020, 200749, 'Отделение №24 (до 10 кг), Мини-отделение: ул. Тернопольская, 7а ( маг. Фуршет)', 1, '12468', 24),
(103334, 200772, 'Отделение №24 (до 15 кг), Мини-отделение: ул. Шевченко, 352 (маг. Brain)', 1, '12693', 24),
(102018, 200381, 'Отделение №24 (до 15 кг), Мини-отделение: просп. Героев-Подпольщиков (ран. Дзержи-го), 1б (VARUS)', 1, '11243', 24),
(101438, 200315, 'Отделение №24 (до 30 кг на одно место): ул. Белорусская, 21 (м. Лукьяновская)', 1, '291', 24),
(102105, 200774, 'Отделение №24 (до 30 кг на одно место): ул. Зарожанская, 12а (маг. Норма)', 1, '11736', 24),
(101430, 200528, 'Отделение №24 (до 30 кг на одно место): ул. Фонтанская дорога, 4а', 1, '837', 24),
(103991, 200217, 'Отделение №24 (до 30 кг): ул. Богдана Хмельницкого, 25б', 1, '13498', 24),
(101427, 200420, 'Отделение №24 (до 5 кг) Мини-отделение: ул. Зеленая, 147 (маг. Арсен)', 1, '10935', 24),
(104018, 200438, 'Отделение №25 (до 10 кг), Мини-отделение: ул. Киевская, 27/1', 1, '13448', 25),
(101969, 200381, 'Отделение №25 (до 15 кг), Мини-отделение: просп. Металлургов, 36 (маг. Фокстрот)', 1, '11306', 25),
(104003, 200282, 'Отделение №25 (до 30 кг на одно место): ул. Донцова, 13', 1, '13532', 25),
(103634, 200774, 'Отделение №25 (до 30 кг на одно место): ул. Хотинская, 45г', 1, '12959', 25),
(103972, 200252, 'Отделение №25 (до 30 кг на одно место): ул. Красная, 3', 1, '13460', 25),
(103934, 200585, 'Отделение №25 (до 30 кг на одно место): просп. Первомайский, 19', 1, '13401', 25),
(101443, 200217, 'Отделение №25 (до 30 кг на одно место): просп. Пушкина, 3', 1, '673', 25),
(101444, 200746, 'Отделение №25 (до 30 кг на одно место): просп. Тракторостроителей, 57а', 1, '941', 25),
(103767, 200749, 'Отделение №25 (до 30 кг): ул. Курчатова, 5/2', 1, '13106', 25),
(101445, 200315, 'Отделение №25 (до 30 кг): ул. М. Тимошенко, 9', 1, '298', 25),
(101441, 200420, 'Отделение №25 (до 5 кг) Мини-отделение: ул. Патона, 37 (маг. Арсен)', 1, '10941', 25),
(101455, 200420, 'Отделение №26 (до 15 кг) Мини-отделение: ул. Богдана Хмельницкого, 176 (маг. Фуршет)', 1, '10786', 26),
(103950, 200774, 'Отделение №26 (до 30 кг на одно место): ул. Гагарина Юрия, 54а', 1, '13291', 26),
(101451, 200252, 'Отделение №26 (до 30 кг на одно место): ул. Северокольцевая, 3', 1, '10644', 26),
(101450, 200746, 'Отделение №26 (до 30 кг на одно место): ТЦ «Барабашова», Афганская площадка, место 21-П1-55, 56', 1, '10005', 26),
(101456, 200315, 'Отделение №26 (до 30 кг на одно место): ул. Михаила Бойчука (ран. Киквидзе), 31 (Верхняя Теличка)', 1, '326', 26),
(101458, 200528, 'Отделение №26 (до 30 кг): ул. Семена Палия (ран. Днепропетровская дорога), 126', 1, '866', 26),
(101453, 200217, 'Отделение №26 (до 30 кг): просп. Ивана Мазепы (ран. Петровского), 34', 1, '683', 26),
(101465, 200381, 'Отделение №27 ( до 15 кг), Мини-отделение: ул. Владимира Великого (ран. Мелешкина), 51а (АТБ)', 1, '10746', 27),
(101467, 200315, 'Отделение №27 (до 30 кг на одно место): просп. Василия Порика, 13в (Виноградар)', 1, '341', 27),
(101468, 200252, 'Отделение №27 (до 30 кг на одно место): просп. Соборный (ран. Ленина), 186', 1, '10762', 27),
(101462, 200217, 'Отделение №27 (до 30 кг): ул. Космонавтов, 4', 1, '689', 27),
(104163, 200528, 'Отделение №27 (до 30 кг): ул. Новосельского, 64', 1, '13394', 27),
(101461, 200746, 'Отделение №27: ул. Шевченко, 317', 1, '10027', 27),
(104025, 200585, 'Отделение №27: ул. Заводская, 12', 1, '13467', 27),
(101473, 200381, 'Отделение №28 ( до 15 кг), Мини-отделение: ул. Павла Глазового (ран. Балакина), 28а (маг. АТБ)', 1, '10767', 28),
(101477, 200528, 'Отделение №28 (до 30 кг на одно место): ул. Академика Королева, 94', 1, '956', 28),
(101478, 200252, 'Отделение №28 ( до 30 кг на одно место): ул. Запорожская, 2', 1, '10817', 28),
(103969, 200585, 'Отделение №28 (до 30 кг на одно место): ул. Небесной Сотни, 74', 1, '13443', 28),
(101480, 200315, 'Отделение №28 (до 30 кг на одно место): ул. Семьи Сосниных, 7а', 1, '354', 28),
(101482, 200746, 'Отделение №28 (до 30 кг на одно место): просп. Тракторосторителей, 89б', 1, '10050', 28),
(101476, 200420, 'Отделение №28 (до 5 кг), Мини-отделение: ул. Княгини Ольги, 120 (маг. Арсен)', 1, '10934', 28),
(101475, 200217, 'Отделение №28: ул. Березинская, 58', 1, '63', 28),
(103961, 200381, 'Отделение №29 (до 15 кг), Мини-отделение: ул. Водопьяного, 9', 1, '13268', 29),
(101488, 200252, 'Отделение №29 (до 15 кг), Мини-отделение: ул. Украинская, 6 (маг. Cильпо)', 1, '10790', 29),
(101982, 200420, 'Отделение №29 (до 30 кг): ул. Авраама Линкольна, 57', 1, '11267', 29),
(101484, 200746, 'Отделение №29 (до 30 кг): ул. Бучмы (ран. Уборевича), 1б', 1, '10052', 29),
(101489, 200315, 'Отделение №29 (до 30 кг): ул. Васильковская, 34 (корпус В)', 1, '368', 29),
(104066, 200528, 'Отделение №29 ( до 30 кг): ул. Говорова, 7А', 1, '13450', 29),
(102668, 200282, 'Отделение №29 (до 30 кг): ул. Мазепы, 42', 1, '12164', 29),
(101487, 200217, 'Отделение №29 (до 30 кг): ул. Титова, 21', 1, '736', 29),
(104038, 200585, 'Отделение №29: ул. Сакко, 18а', 1, '13584', 29),
(101498, 200252, 'Отделение №30 (до 15 кг), Мини-отделение: ул. Василия Сергиенка (ран. Заднепровская), 9 (Сильпо)', 1, '10793', 30),
(101493, 200528, 'Отделение №30 (до 30 кг на одно место): ул. Успенская, 7', 1, '970', 30),
(101495, 200746, 'Отделение №30 (до 30 кг на одно место): просп. Московский, 259', 1, '85', 30),
(101995, 200420, 'Отделение №30 (до 30 кг): ул. Литвиненко, 8', 1, '11278', 30),
(101494, 200315, 'Отделение №30 (до 30 кг): ул. Привокзальная, 12', 1, '431', 30),
(101499, 200217, 'Отделение №30 (до 30 кг): просп. Героев, 3 (ТЦ Кодак)', 1, '777', 30),
(102217, 200282, 'Отделение №30 (до 5 кг), Мини-отделение: бульв. Северный, 10', 1, '11383', 30),
(101504, 200528, 'Отделение №31 (до 30 кг на одно место): ул. Героев обороны Одессы (ран. Героев Сталинграда), 52', 1, '973', 31),
(101506, 200217, 'Отделение №31 (до 30 кг на одно место): ул. Рабочая, 89', 1, '800', 31),
(103949, 200585, 'Отделение №31 (до 30 кг на одно место): ул. Сковороды, 2в', 1, '13289', 31),
(101511, 200252, 'Отделение №31 (до 30 кг на одно место): ул. Крепостная (ран. Грязнова), 90а', 1, '10816', 31),
(101505, 200315, 'Отделение №31 (до 30 кг): ул. Московская, 5/2а, (м. Арсенальная)', 1, '461', 31),
(102004, 200420, 'Отделение №31 (до 30 кг): ул. Тершаковцев, 1', 1, '11275', 31);
INSERT INTO `oc_city` (`city_id`, `zone_id`, `name`, `status`, `code`, `sort_order`) VALUES
(103538, 200282, 'Отделение №32 (до 15 кг), Мини-отделение: ул. Шевченко, 8', 1, '12702', 32),
(101514, 200217, 'Отделение №32 (до 30 кг на одно место): ул. Владимира Вернадского (ран. Дзержинского), 10', 1, '826', 32),
(101515, 200746, 'Отделение №32 (до 30 кг на одно место): ул. Гимназическая набережна (ран. Красношкольная Набер), 26', 1, '10113', 32),
(101920, 200420, 'Отделение №32 (до 30 кг на одно место): ул. Драгана, 34', 1, '11239', 32),
(102015, 200252, 'Отделение №32 (до 30 кг на одно место): ул. Рыночная (ран. Готвальда), 2', 1, '11269', 32),
(101512, 200528, 'Отделение №32 (до 30 кг на одно место): ул. Фонтанская дорога, 58', 1, '993', 32),
(102816, 200615, 'Отделение №32: ул. Романа Шухевича, 10', 1, '11771', 32),
(102182, 200615, 'Отделение №33 (до 30 кг на одно место), Мини-отделение: ул. Н. Карнаухова (ран. Мирющенко), 31', 1, '11387', 33),
(102322, 200420, 'Отделение №33 (до 30 кг на одно место): ул. Антоновича, 90', 1, '11344', 33),
(103786, 200282, 'Отделение №33 (до 30 кг на одно место): ул. Селянская, 28', 1, '13104', 33),
(101520, 200528, 'Отделение №33 (до 30 кг): ул. Романа Кармена, 15 (просп. Шевченка)', 1, '10010', 33),
(101523, 200746, 'Отделение №33 (до 30 кг): ул. Сумская, 124', 1, '10118', 33),
(103962, 200217, 'Отделение №33 (до 30 кг): просп. Александра Поля (ран. Кирова), 43', 1, '13280', 33),
(101521, 200315, 'Отделение №33: ул. Закревского, 18 (Троещина)', 1, '489', 33),
(101952, 200252, 'Отделение №34 (до 15 кг) Мини-отделение: ул. Добровольческих батальонов (ран. Союзная), 77 (РroStor)', 1, '11231', 34),
(101527, 200746, 'Отделение №34 (до 30 кг на одно место): ул. Рождественская (ран. Энгельса), 14', 1, '10166', 34),
(102517, 200615, 'Отделение №34 (до 30 кг на одно место): ул. Соборная, 56', 1, '11770', 34),
(103490, 200315, 'Отделение №34 (до 30 кг на одно место): просп. Воздухофлотский, 34', 1, '12862', 34),
(101529, 200217, 'Отделение №34 (до 30 кг на одно место): просп. Сергея Нигояна, 3', 1, '10179', 34),
(101924, 200420, 'Отделение №35 (до 10 кг) Мини-отделение: ул. Зубровская, 38 (маг. Фуршет)', 1, '11294', 35),
(102383, 200141, 'Отделение №35 (до 10 кг) ; Мини-отделение: Хмельницкое шоссе, 145б (маг. Фуршет)', 1, '11345', 35),
(101536, 200746, 'Отделение №35 (до 30 кг на одно место): ул. Героев труда, 14 (ТЦ Джокер 2 этаж)', 1, '10180', 35),
(101537, 200528, 'Отделение №35 (до 30 кг на одно место): ул. Канатная, 83', 1, '10262', 35),
(102926, 200615, 'Отделение №35 (до 30 кг), Мини-отделение: ул. Соборна, 47 (ТЦ Злата Плаза)', 1, '12206', 35),
(101535, 200217, 'Отделение №35 (до 30 кг): ул. Кондукторская, 2б (ж/м Северный)', 1, '10191', 35),
(101533, 200315, 'Отделение №35 (до 30 кг): ул. Фучика, 3 (ЦСКА)', 1, '522', 35),
(102316, 200141, 'Отделение №36 (до 10 кг): Мини-отделение: ул. Евгения Пикуса (ран. Папанина), 1а (ТЦ Квартал)', 1, '11355', 36),
(102658, 200252, 'Отделение №36 (до 15 кг) Мини-отделение: просп. 40-летия Победы, 11а (маг. Сильпо)', 1, '11796', 36),
(102882, 200420, 'Отделение №36 (до 15 кг) Мини-отделение: просп. Красной Калины, 62а (ТЦ ИНТЕР СИТИ)', 1, '12001', 36),
(102449, 200615, 'Отделение №36 (до 30 кг на одно место): ул. Академика Грушевского, 37а', 1, '12207', 36),
(101542, 200528, 'Отделение №36 (до 30 кг на одно место): ул. Ивана и Юрия Лип (ран. Гайдара), 5', 1, '10338', 36),
(101538, 200217, 'Отделение №36 (до 30 кг): ул. Жуковского, 2е', 1, '10195', 36),
(101539, 200746, 'Отделение №36 (до 30 кг): ул. Москалёвская (ран. Октябрьской революции), 92', 1, '10212', 36),
(101543, 200315, 'Отделение №36 (до 30 кг): ул. Елены Телиги, 31/1', 1, '523', 36),
(102956, 200252, 'Отделение №37 (до 10 кг) Мини-отделение: ул. Рубана, 27', 1, '12627', 37),
(102054, 200420, 'Отделение №37 (до 15 кг) Мини-отделение: ул. Щирецкая, 36 (рынок Южный)', 1, '11628', 37),
(101544, 200217, 'Отделение №37 (до 30 кг на одно место): ул. Даниила Галицкого (ран. Буденного), 29 (жм Западный)', 1, '10244', 37),
(101549, 200746, 'Отделение №37 (до 30 кг на одно место): ул. Клочковская, 244', 1, '10232', 37),
(101548, 200315, 'Отделение №37 (до 30 кг на одне місце): ул. Пражская, 24', 1, '528', 37),
(103827, 200615, 'Отделение №37 (до 30 кг на одно место): ул. Соборная, 275', 1, '13015', 37),
(101545, 200528, 'Отделение №37 (до 30 кг): ул. Александра Невского, 57', 1, '10770', 37),
(101552, 200315, 'Отделение №38 (до 30 кг на одно место): ул. Николая Закревского, 29 (Троещина)', 1, '541', 38),
(103702, 200252, 'Отделение №38 (до 30 кг на одно место): ул. Рекордная, 2', 1, '13061', 38),
(101551, 200746, 'Отделение №38 (до 30 кг на одно место): просп. Александровский (ран. Косиора), 184', 1, '10267', 38),
(103776, 200615, 'Отделение №38 (до 30 кг), Мини-отделение: ул. Макарова, 60 (ТЦ Млинівський)', 1, '13113', 38),
(103387, 200420, 'Отделение №38 (до 30 кг): ул. Зеленая, 89', 1, '12644', 38),
(103984, 200217, 'Отделение №38 (до 30 кг): ул. Михаила Грушевского (ран. Карла Либкнехта), 4а', 1, '13281', 38),
(103703, 200252, 'Отделение №39 (до 15 кг) Мини-отделение: ул. Победы, 64', 1, '13016', 39),
(102084, 200420, 'Отделение №39 (до 30 кг на одне місце): ул. Владимира Великого, 1', 1, '11717', 39),
(101556, 200315, 'Отделение №39 (до 30 кг на одно место): ул. Маршала Малиновского, 25 (возле кафе Талисман)', 1, '550', 39),
(101929, 200528, 'Отделение №39 (до 30 кг на одно место): ул. Одария, 2', 1, '11305', 39),
(101555, 200217, 'Отделение №39 (до 30 кг): Запорожское шоссе, 40', 1, '10307', 39),
(101557, 200746, 'Отделение №39 (до 30 кг): просп. Гагарина, 48', 1, '10289', 39),
(101562, 200315, 'Отделение №40 (до 30 кг на одно место): ул. Героев Севастополя, 23а (Отрадный)', 1, '563', 40),
(102089, 200252, 'Отделение №40 (до 30 кг на одно место): ул. Михаила Гончаренко (ран. Панфиловцев), 5', 1, '11368', 40),
(102109, 200420, 'Отделение №40 (до 30 кг): ул. Личаковская, 139', 1, '11350', 40),
(101561, 200217, 'Отделение №40 (до 30кг): ул. Марии Лисиченко (ран. Героев Гражданской войны), 17', 1, '10311', 40),
(103363, 200528, 'Отделение №40 (до 30 кг): ул. Софиевская, 11', 1, '12694', 40),
(101560, 200746, 'Отделение №40: ул. Тарасовская, 3', 1, '10328', 40),
(104115, 200217, 'Отделение №41 (до 15 кг) Мини-отделение: ул. Зоопарковая, 79д', 1, '13560', 41),
(103002, 200447, 'Отделение №41 (до 15 кг) Мини-отделение: Херсонское шоссе, 38а', 1, '12469', 41),
(101566, 200315, 'Отделение №41 (до 30 кг на одно место): бул. Русановский, 4', 1, '557', 41),
(102113, 200252, 'Отделение №41 (до 30 кг на одно место): ул. Бочарова, 3', 1, '11408', 41),
(101568, 200746, 'Отделение №41 (до 30 кг на одно место): ул. Матюшенко, 7б', 1, '10553', 41),
(102548, 200420, 'Отделение №41 (до 30 кг) Мини-отделение: ул. Газовая, 34а', 1, '11911', 41),
(101567, 200528, 'Отделение №41 (до 5 кг) Мини-отделение: ул. С. Палия (ран. Днепропет. дорога), 93а (ТРЦ Семья)', 1, '10766', 41),
(103743, 200252, 'Отделение №42 (до 15 кг) Мини-отделение: ул. Новокузнецкая, 41', 1, '13070', 42),
(101570, 200528, 'Отделение №42 (до 15 кг) Мини-отделение: ул. Новощепной ряд, 2 (ТЦ Остров)', 1, '10921', 42),
(103054, 200420, 'Отделение №42 (до 15 кг) Мини-отделение: просп. Вячеслава Чорновола, 67г (ТЦИнтерсити)', 1, '12431', 42),
(101571, 200746, 'Отделение №42 (до 30 кг на одно место): ул. Свободы (ран. Иванова), 11/13', 1, '10571', 42),
(101573, 200315, 'Отделение №42 (до 30 кг): ул. Даниила Щербаковского (ран. Щербакова), 32/38, м. Нивки (Дегтяри)', 1, '604', 42),
(102915, 200447, 'Отделение №42 (до 30 кг): ул. Чкалова, 215б', 1, '11777', 42),
(103325, 200447, 'Отделение №43 (до 15 кг) Мини-отделение: ул. 6-я Слободская (ран. Комсомольская), 11 (магГиппо)', 1, '12667', 43),
(101574, 200528, 'Отделение №43 (до 2 кг) Мини-отделение: просп. Добровольского, 137а (ТЦ Мой Дом)', 1, '10836', 43),
(102566, 200252, 'Отделение №43 (до 30 кг на одно место): ул. Бородинская, 11', 1, '12163', 43),
(101578, 200315, 'Отделение №43 (до 30 кг на одно место): ул. Голосеевская, 2', 1, '610', 43),
(103966, 200420, 'Отделение №43 (до 30 кг на одно место): ул. Кульпарковская, 131', 1, '13397', 43),
(103960, 200746, 'Отделение №43 (до 30 кг): просп. Юбилейный, 1а', 1, '13473', 43),
(101583, 200315, 'Отделение №44 (до 30 кг на одно место): ул. Милютенка, 11а (Волгоградская пл. )', 1, '612', 44),
(103824, 200447, 'Отделение №44 (до 30 кг на одно место): ул. Московская, 13/4', 1, '13114', 44),
(103532, 200252, 'Отделение №44 (до 30 кг на одно место): ул. Победы, 115', 1, '12747', 44),
(101580, 200217, 'Отделение №44 (до 30 кг): просп. Дмитрия Яворницкого (ран. Карла Маркса), 99', 1, '10867', 44),
(103980, 200746, 'Отделение №44 (до 30 кг): просп. Льва Ландау, 46', 1, '13396', 44),
(101579, 200528, 'Отделение №44 (до 5 кг) Мини-отделение: проул. Симафорный, 4 (маг. Фуршет)', 1, '10792', 44),
(101586, 200217, 'Отделение №45 (до 30 кг на одно место): просп. Мануйловский (ран. Воронцова), 7', 1, '10952', 45),
(103955, 200746, 'Отделение №45 (до 30 кг): ул. Энвера Ахсарова, 16', 1, '13273', 45),
(102634, 200528, 'Отделение №45 (до 5 кг) Мини-отделение: просп. Адмиральский, 1 (маг. Brain)', 1, '11763', 45),
(103450, 200252, 'Отделение №45: ул. Василия Сергиенка (ран. Заднепровская), 13', 1, '12748', 45),
(101588, 200528, 'Отделение №46 (до 2 кг) Мини-отделение: ул. С. Палия (ран. Днепропет. дорога), 125б (маг. Фуршет)', 1, '10789', 46),
(101591, 200315, 'Отделение №46 (до 30 кг на одно место): бульв. Дружбы Народов, 14 (м. Дружбы Народов)', 1, '616', 46),
(101590, 200746, 'Отделение №46 (до 30 кг): бульв. Жасминовый (ран. Слинько), 9', 1, '10957', 46),
(101907, 200217, 'Отделение №46 (до 30 кг): просп. Слобожанский (ран. Газеты Правда), 31д (ТЦ Наша Правда)', 1, '11297', 46),
(101592, 200217, 'Отделение №47 (до 15 кг) Мини-отделение: бульв. Европейский, 1д (маг. VARUS, ТЦ Европа)', 1, '10803', 47),
(101596, 200315, 'Отделение №47 (до 30 кг на одно место): ул. Вышгородская, 46', 1, '669', 47),
(101594, 200746, 'Отделение №47 (до 30 кг на одно место): просп. Московский, 35', 1, '10861', 47),
(101994, 200528, 'Отделение №48 (до 30 кг): ул. Екатерининская, 85', 1, '11276', 48),
(101598, 200315, 'Отделение №48 (до 30 кг): ул. Михаила Бойчука (ран. Киквидзе), 7/11 (м. Дружбы Народов)', 1, '748', 48),
(101599, 200217, 'Отделение №48 (до 30 кг): просп. Александра Поля (ран. Кирова), 104а (маг. VARUS, ТЦ Славутич)', 1, '10801', 48),
(101597, 200746, 'Отделение №48 (до 30 кг): просп. Славы, 5', 1, '10760', 48),
(101604, 200217, 'Отделение №49 (до 15 кг) Мини-отделение: ул. 20-летия Победы, 43д (маг. VARUS, ТЦ Терра)', 1, '10802', 49),
(101602, 200315, 'Отделение №49 (до 30 кг на одно место): ул. Иорданская (ран. Л. Гавро), 1, озероВербное (Оболонь)', 1, '794', 49),
(101603, 200528, 'Отделение №49 (до 5 кг) Мини-отделение: просп. Добровольского, 71/1 (маг. Копейка)', 1, '10837', 49),
(101607, 200217, 'Отделение №50 (до 15 кг) Мини-отделение: ул. Метростроевская, 15', 1, '10856', 50),
(103474, 200252, 'Отделение №50 (до 30 кг на одно место): ул. Крепостная (ран. Грязнова), 5', 1, '12839', 50),
(101605, 200315, 'Отделение №50 (до 30 кг): просп. Победы, 7в (Цирк)', 1, '795', 50),
(102002, 200528, 'Отделение №50 (до 5 кг), Мини-отделение: просп. Добровольского, 70б (маг. Копейка)', 1, '11331', 50),
(101610, 200217, 'Отделение №51 (до 15 кг) Мини-отделение: просп. Гагарина, 8а (ТЦ Нагорка)', 1, '10916', 51),
(101608, 200315, 'Отделение №51 (до 30 кг на одне место): ул. Евгения Коновальца, 15/4', 1, '793', 51),
(103843, 200746, 'Отделение №51 (до 30 кг): ул. Бакулина, 14', 1, '13136', 51),
(101609, 200528, 'Отделение №51 (до 5 кг) Мини-отделение: просп. Небесной Сотни (ран. Марш. Жукова), 65а (Копейка)', 1, '10842', 51),
(101611, 200217, 'Отделение №52 (до 15 кг) Мини-отделение: ул. Новокрымская, 3а (маг. Сильпо)', 1, '10929', 52),
(101612, 200315, 'Отделение №52 (до 30 кг на одно место): просп. М. Бажана, 3', 1, '857', 52),
(102433, 200746, 'Отделение №52 (до 5 кг): просп. Тракторостроителей, 128в (ТЦ КЛАСС)', 1, '11367', 52),
(101615, 200315, 'Отделение №53 (до 30 кг на одно место): бульв. Ромена Ролана, 7 (Никольская Борщаговка)', 1, '892', 53),
(102103, 200420, 'Отделение №53 (до 30 кг на одне місце): ул. Богдана Хмельницкого, 29', 1, '11388', 53),
(101616, 200528, 'Отделение №53 (до 5 кг) Мини-отделение: просп. Добровольского, 130/5 (маг. Копейка)', 1, '10838', 53),
(101617, 200217, 'Отделение №54 (до 15 кг) Мини-отделение: ул. Юрия Кондратюка (ран. Коммунаровская), 4 (Cильпо)', 1, '10986', 54),
(102479, 200420, 'Отделение №54 (до 30 кг): ул. Русовых, 2', 1, '11910', 54),
(101619, 200315, 'Отделение №54 (до 30 кг): просп. Академика Палладина, 25а (м. Академгородок)', 1, '893', 54),
(101618, 200528, 'Отделение №54 (до 5 кг) Мини-отделение: просп. Академика Глушко, 11/1 (маг. Копейка)', 1, '10844', 54),
(101620, 200217, 'Отделение №55 (до 15 кг) Мини-отделение: просп. Гагарина, 3 (маг. Сильпо)', 1, '10932', 55),
(101622, 200528, 'Отделение №55 (до 2 кг) Мини-отделение: просп. Шевченко, 4е (маг. Копейка)', 1, '10922', 55),
(101621, 200315, 'Отделение №55 (до 30 кг): ул. Патриарха Мстислава Скрипника (ран. Островского), 60 (Соломенка)', 1, '891', 55),
(103970, 200746, 'Отделение №55 (до 30 кг): просп. Гагарина, 20а', 1, '13290', 55),
(102116, 200746, 'Отделение №56 (до 10 кг) Мини-отделение: ул. Сергея Грицевца, 35а (отд. Приват Банк)', 1, '11501', 56),
(102760, 200528, 'Отделение №56 (до 15 кг) Мини-отделение: ул. Генерала Бочарова, 50', 1, '12092', 56),
(101966, 200217, 'Отделение №56 (до 15 кг), Мини-отделение: просп. Д. Яворницкого (ран. К. Маркса), 60 (ProStor)', 1, '11315', 56),
(101623, 200315, 'Отделение №56 (до 30 кг): ул. Лятошинского, 24', 1, '925', 56),
(102142, 200746, 'Отделение №57 (до 10 кг) Мини-отделение: просп. Науки (ран. Ленина), 54 (отд. Приват Банк)', 1, '11725', 57),
(101624, 200315, 'Отделение №57 (до 30 кг): ул. Константиновская, 24 (м. Контрактовая пл. )', 1, '971', 57),
(103783, 200420, 'Отделение №57 (до 30 кг): ул. Стрыйская, 79', 1, '13107', 57),
(101925, 200217, 'Отделение №57 (до 30 кг): ул. Титова, 36', 1, '11270', 57),
(103452, 200746, 'Отделение №58 (до 15 кг) Мини-отделение: ул. Героев Труда, 7 (ТРЦ Караван)', 1, '11774', 58),
(101970, 200528, 'Отделение №58 (до 30 кг на одно место): ул. Академика Филатова, 62', 1, '11265', 58),
(101626, 200315, 'Отделение №58 (до 30 кг): ул. Выборгская, 49', 1, '986', 58),
(101625, 200217, 'Отделение №58 (до 30 кг): просп. Богдана Хмельницкого (ран. ул. Героев Сталинграда), 127', 1, '10868', 58),
(102577, 200420, 'Отделение №58 (до 5 кг) Мини-отделение: ул. Владимира Великого, 58 (маг. Ашан)', 1, '12204', 58),
(103317, 200420, 'Отделение №59 (до 10 кг), Мини-отделение: ул. Дунайская, 7', 1, '12708', 59),
(102802, 200217, 'Отделение №59 (до 15 кг), Мини-отделение: бульв. Славы, 28 (маг. ProStor)', 1, '11744', 59),
(102666, 200528, 'Отделение №59 ( до 30 кг на одно место): ул. Французский бульвар, 9', 1, '11766', 59),
(103963, 200252, 'Отделение №59 (до 30 кг на одно место): просп. Соборный, 187', 1, '13288', 59),
(101627, 200315, 'Отделение №59 (до 30 кг): ул. Бульварно-Кудрявская (ран. Воровского), 39/11', 1, '10002', 59),
(102257, 200746, 'Отделение №59 (до 5 кг) Мини-отделение: ул. Сергея Грицевца, 29 (маг. КЛАСС)', 1, '11322', 59),
(102180, 200746, 'Отделение №60 (до 15 кг) Мини-отделение: пров. Рогатинский, 3 (маг. Рост)', 1, '11341', 60),
(101628, 200315, 'Отделение №60 (до 30 кг на одно место): ул. Днепровская набережная, 26и (м. Осокорки)', 1, '10011', 60),
(103439, 200420, 'Отделение №60 (до 30 кг), Мини-отделение: ул. Б. Хмельницкого, 72', 1, '12785', 60),
(101926, 200217, 'Отделение №60 (до 30 кг), Мини-отделение: ул. Глинки, 1', 1, '11326', 60),
(101923, 200528, 'Отделение №60 (до 30 кг): ул. Старопортофранковская, 103а', 1, '11274', 60),
(103675, 200420, 'Отделение №61 (до 15 кг), Миин-отделение: ул. Шевченко, 43', 1, '12982', 61),
(103424, 200528, 'Отделение №61 (до 30 кг на одо место): ул. Ицхака Рабина, 23', 1, '12765', 61),
(103782, 200217, 'Отделение №61 (до 30 кг), Мини-отделение: проул. Парусный, 12', 1, '13144', 61),
(101629, 200315, 'Отделение №61 (до 30 кг): просп. Воздухофлотский, 48/2 (Севастопольская пл. )', 1, '10009', 61),
(102144, 200217, 'Отделение №62 (до 10 кг), Мини-отделение: просп. Александра Поля (ран. Кирова), 11 (ТЦ Miriada)', 1, '11394', 62),
(102019, 200528, 'Отделение №62 (до 30 кг): просп. Академика Глушко, 14/6', 1, '11313', 62),
(101630, 200315, 'Отделение №62 (до 30 кг): просп. Григоренко, 22/20', 1, '10066', 62),
(101631, 200528, 'Отделение №63 (до 30 кг на одно место): Фонтанская дорога, 14а', 1, '10869', 63),
(101974, 200746, 'Отделение №63 (до 30 кг) Мини-отделение: пгт. Малая Даниловка, Окружная дорога, 8 (маг. МЕТРО)', 1, '11323', 63),
(103924, 200217, 'Отделение №63 (до 30 кг): просп. Маршала Малиновского, 2', 1, '13444', 63),
(101632, 200315, 'Отделение №63 (до 30 кг): ул. Набережно-Хрещатицкая, 15-17/18', 1, '10106', 63),
(101988, 200746, 'Отделение №64 (до 15 кг), Мини-отделение: просп. Гагарина, 187/1 (маг. МЕТРО)', 1, '11324', 64),
(103076, 200528, 'Отделение №64 (до 30 кг на одо место): ул. Генерала Бочарова, 37', 1, '12635', 64),
(102633, 200420, 'Отделение №64 (до 30 кг на одно место): ул. Свенцицкого, 5', 1, '12111', 64),
(101633, 200315, 'Отделение №64 (до 30 кг): ул. Васильковская, 55 (м. Выставочный Центр)', 1, '10081', 64),
(104130, 200217, 'Отделение №64 (до 30 кг): просп. Ивана Мазепы, 3', 1, '14054', 64),
(101634, 200217, 'Отделение №65 (до 15 кг), Мини-отделение: просп. Слобожанский (ран. Газеты Правда), 13 (Єва)', 1, '10917', 65),
(101956, 200528, 'Отделение №65 (до 2 кг) Мини-отделение: ул. Степовая, 28 (маг. Обжора)', 1, '11233', 65),
(102677, 200420, 'Отделение №65 (до 30 кг на одно место): ул. Научная, 96б', 1, '11810', 65),
(104178, 200315, 'Отделение №65 (до 30 кг): ул. Анри Барбюса, 53, пом. 1140', 1, '13701', 65),
(103218, 200746, 'Отделение №65 (до 30 кг): просп. Героев Сталинграда, 169/24', 1, '12377', 65),
(101636, 200217, 'Отделение №66 (до 15 кг), Мини-отделение: просп. Штурманский, 7с (маг. Ева)', 1, '10840', 66),
(103719, 200420, 'Отделение №66 (до 30 кг): ул. Городоцкая, 131', 1, '13023', 66),
(102406, 200746, 'Отделение №66 (до 30 кг): ул. Туркестанская, 44', 1, '11351', 66),
(101637, 200315, 'Отделение №66: ул. Сирецкая, 9 (Куреневка)', 1, '10124', 66),
(103370, 200217, 'Отделение №67 (до 15 кг), Мини-отделение: ул. Большая Диёвская (ран. Трофимовых), 111р (ТЦ Комун. )', 1, '12689', 67),
(103527, 200746, 'Отделение №67 (до 30 кг): ул, Гвардейцев Широнинцев, 33', 1, '12784', 67),
(101639, 200315, 'Отделение №67 (до 30 кг): ул. К. Данькевича, 16 (Троещина)', 1, '10116', 67),
(103985, 200420, 'Отделение №67 (до 30 кг): ул. Стрыйская, 45а', 1, '13428', 67),
(103908, 200420, 'Отделение №68 (до 30 кг на одне место): ул. Николайчука, 8', 1, '13451', 68),
(101640, 200315, 'Отделение №68 (до 30 кг): ул. Бориса Гмыри, 1 (м. Позняки)', 1, '10129', 68),
(102560, 200746, 'Отделение №68 (до 30 кг): просп. Науки (ран. Ленина), 39', 1, '11775', 68),
(101991, 200217, 'Отделение №69 (до 15 кг), Мини-отделение: ул. Николая Михновского (ран. Щербины), 8 (маг. Фуршет)', 1, '11259', 69),
(101642, 200315, 'Отделение №69 (до 30 кг на одно место): ул. Лаврухина, 9 (возле ТРЦ Район)', 1, '10133', 69),
(103933, 200420, 'Отделение №69 (до 30 кг на одно место): ул. Юрия Липы, 18', 1, '13282', 69),
(102516, 200746, 'Отделение №69 (до 30 кг): ул. Дмитриевская, 5', 1, '12255', 69),
(101641, 200528, 'Отделение №69 (до 5 кг) Мини-отделение: ул. Черняховского, 4 (ТЦ 5 элемент)', 1, '10940', 69),
(101936, 200528, 'Отделение №70 (до 15 кг) Мини-отделение: просп. Небесной Сотни (ран. М. Жукова), 3а, кв. 6 (ТЦ Успех)', 1, '11262', 70),
(101643, 200315, 'Отделение №70 (до 15 кг): просп. Победы, 20, м. Политехнический институт (Шулявка)', 1, '10148', 70),
(103967, 200420, 'Отделение №70 (до 30 кг): ул. Шевченко, 108', 1, '13442', 70),
(103681, 200746, 'Отделение №70: ул. Роганская, 157', 1, '12983', 70),
(101644, 200315, 'Отделение №71 (до 30 кг на одно место): бульв. Труда, 5', 1, '10172', 71),
(103297, 200528, 'Отделение №71 (до 30 кг на одо место): ул. Варненская, 15', 1, '12582', 71),
(103981, 200420, 'Отделение №71 (до 30 кг на одно место): ул. Горбачевского, 8', 1, '13489', 71),
(103291, 200528, 'Отделение №72 (до 30 кг на одно место): ул. Балковская, 30', 1, '12628', 72),
(103987, 200420, 'Отделение №72 (до 30 кг на одно место): ул. Княгини Ольги, 100 д', 1, '13501', 72),
(104044, 200746, 'Отделение №72 (до 30 кг): ул. Дудинской, 1а (за универмагом Киевский)', 1, '13455', 72),
(101645, 200315, 'Отделение №72 (до 30 кг): ул. Сечевых Стрельцов, 14а (Львовская пл. )', 1, '10183', 72),
(102655, 200746, 'Отделение №73 (до 10 кг) Мини-отделение: ул. Академика Павлова, 44б', 1, '11800', 73),
(103766, 200528, 'Отделение №73 (до 30 кг на одно место): ул. Ильфа и Петрова, 63/1', 1, '12205', 73),
(101646, 200315, 'Отделение №73 (до 30 кг): ул. Прорезная, 9 (м. Хрещатик)', 1, '10196', 73),
(103320, 200528, 'Отделение №74 (до 30 кг на одно место): ул. Ильфа и Петрова, 35а', 1, '12685', 74),
(101940, 200217, 'Отделение №74 (до 30 кг на одно место): просп. Петра Калнышевского (ран. ул. Косиора), 18', 1, '11256', 74),
(104017, 200746, 'Отделение №74 (до 30 кг): ул. Маршала Бажанова, 10', 1, '13495', 74),
(101647, 200315, 'Отделение №74 (до 30 кг): ул. Межигорская, 56', 1, '10213', 74),
(103418, 200528, 'Отделение №75 (до 30 кг на одно место): просп. Небесной Сотни (ран. Маршала Жукова), 23', 1, '12766', 75),
(104016, 200315, 'Отделение №75 (до 30 кг): ул. Большая Васильковская, 120, (м. Дворец Украина)', 1, '13393', 75),
(101649, 200217, 'Отделение №75 (до 30 кг): ул. Комбрига Петрова, 2', 1, '10955', 75),
(102319, 200746, 'Отделение №75 (до 5 кг) Мини-отделение: ул. Клочковская, 104а (маг. КЛАСС)', 1, '11393', 75),
(102412, 200217, 'Отделение №76 (до 30 кг): ул. Воскресенская (ран. Ленина), 1а', 1, '11359', 76),
(101650, 200315, 'Отделение №76 (до 30 кг): просп. Победы, 89а', 1, '10227', 76),
(101651, 200528, 'Отделение №76 (до 5 кг) Мини-отделение: ул. Ильфа и Петрова, 10/1 ( маг. Фуршет)', 1, '10943', 76),
(103717, 200746, 'Отделение №77 (до 15 кг) Мини-отделение: ул. Гвардейцев- Широнинцев, 101/99', 1, '13032', 77),
(103328, 200217, 'Отделение №77 (до 15 кг) Мини-отделение: просп. Б. Хмельницкого (ран. Героев Сталинграда), 114', 1, '12716', 77),
(102161, 200528, 'Отделение №77 (до 30 кг) Мини-отделение: Новониколаевская дорога, 1 (маг. Таврия В)', 1, '11724', 77),
(101652, 200315, 'Отделение №77 (до 30 кг): просп. Героев Сталинграда, 55', 1, '10249', 77),
(101653, 200315, 'Отделение №78 (до 30 кг): ул. Магнитогорская, 1а (Дарынок)', 1, '10250', 78),
(101655, 200746, 'Отделение №79 (до 15 кг) Мини-отделение: бульв. Сергея Грицевца, 2а (ТЦ Экватор, маг. Велмарт)', 1, '10936', 79),
(103730, 200217, 'Отделение №79 (до 15 кг) Мини-отделение: просп. Героев, 46', 1, '13011', 79),
(102194, 200528, 'Отделение №79 (до 5 кг) Мини-отделение: ул. Пушкинская, 72 (маг. ЦУМ)', 1, '11372', 79),
(102042, 200217, 'Отделение №80 (до 15 кг) Мини-отделение: просп. Ивана Мазепы (ран. Петровского), 58 (маг. VARUS)', 1, '11434', 80),
(101960, 200528, 'Отделение №80 (до 15 кг) Мини-отделение: просп. Небесной Сотни (ран. М. Жукова), 101м (маг. МЕТРО)', 1, '11263', 80),
(104186, 200315, 'Отделение №80 (до 30 кг): ул. Здолбуновская, 17 (ТЦ Ашан, паркинг)', 1, '14068', 80),
(101657, 200746, 'Отделение №80 (до 5 кг) Мини-отделение: просп. Московский, 256б (ТЦ Экватор, маг. Велмарт)', 1, '10937', 80),
(102663, 200528, 'Отделение №81 (до 15 кг) Мини-отделение: ул. Аэропортовская, 29 (маг. МЕТРО)', 1, '11767', 81),
(101658, 200315, 'Отделение №81 (до 30 кг): ул. Саксаганского, 76', 1, '10263', 81),
(102515, 200746, 'Отделение №82 (до 2 кг) Мини-отделение: Полтавский Шлях, 148/2 (БЦ АРГО)', 1, '11749', 82),
(101659, 200315, 'Отделение №82 (до 30 кг): ул. Антоновича, 157, (м. Лыбидская)', 1, '10265', 82),
(103677, 200746, 'Отделение №83 (до 30 кг): просп. Московский, 10/12', 1, '13010', 83),
(101662, 200315, 'Отделение №84 (до 30 кг): ул. Курнатовского, 15', 1, '10269', 84),
(103506, 200746, 'Отделение №84 (до 30 кг): просп. Ново-Баварский, 118а', 1, '12813', 84),
(101664, 200315, 'Отделение №85 (до 30 кг на одно место): ул. Маршала Гречко, 24', 1, '10283', 85),
(103807, 200746, 'Отделение №85 (до 30 кг): просп. Московский, 232А', 1, '13135', 85),
(102776, 200217, 'Отделение №85 (до 30 кг): просп. Пушкина, 77', 1, '11783', 85),
(102519, 200217, 'Отделение №86 (до 30 кг на одно место): просп. Гагарина, 82', 1, '11868', 86),
(101666, 200315, 'Отделение №86 (до 30 кг): ул. Зодчих, 34а', 1, '10286', 86),
(104090, 200315, 'Отделение №87 (до 30 кг на одно место): просп. Петра Григоренко, 33/44', 1, '13623', 87),
(102136, 200217, 'Отделение №87 (до 30 кг): просп. Гагарина, 99б (возле ТЦ Материк)', 1, '11348', 87),
(103041, 200217, 'Отделение №88 (до 30 кг на одно место): ул. Савкина, 2', 1, '12297', 88),
(101671, 200315, 'Отделение №88 (до 30 кг): ул. Якуба Коласа, 15б', 1, '10296', 88),
(101673, 200315, 'Отделение №89 (до 30 кг на одно место): ул. Глубочицкая, 28', 1, '10325', 89),
(103349, 200217, 'Отделение №89 (до 30 кг): ул. Михаила Грушевского (ран. Карла Либнехта), 10', 1, '12695', 89),
(102187, 200217, 'Отделение №90 (до 30 кг на одно место): ул. Терещенковская (ран. Красного Козачества), 25б', 1, '11336', 90),
(101675, 200315, 'Отделение №90 (до 30 кг): просп. Победы, 80/57', 1, '10332', 90),
(101680, 200315, 'Отделение №91 (до 30 кг на одно место): ул. Академика Заболотного, 48а', 1, '10336', 91),
(102724, 200528, 'Отделение №92 (до 15 кг) Мини-отделение: ул. Николаевская дорога, 307/1 (маг. МЕТРО)', 1, '11762', 92),
(101684, 200315, 'Отделение №93 (до 30 кг): ул. Шота Руставели, 31а, (м. Дворец спорта)', 1, '10352', 93),
(102590, 200528, 'Отделение №93 (до 5 кг) Мини-отделение: ул. Академика Вильямса, 9а', 1, '11764', 93),
(101688, 200315, 'Отделение №94 (до 30 кг на одно место): бульв. Т. Шевченко, 46а', 1, '10366', 94),
(103943, 200528, 'Отделение №95 (до 10 кг) Мини-отделение: площадь Греческая, 3/4', 1, '12867', 95),
(101691, 200315, 'Отделение №95 (до 30 кг): просп. Голосеевский, 68 ( возле отеля Мир)', 1, '10417', 95),
(101983, 200528, 'Отделение №96 (до 15 кг) Мини-отделение: ул. Ильфа и Петрова, 39 (маг. Копейка)', 1, '11330', 96),
(101694, 200315, 'Отделение №96 (до 30 кг на одно место): просп. Комарова, 38а', 1, '10422', 96),
(103243, 200528, 'Отделение №99 (до 10 кг) Мини-отделение: площадь Греческая, 1', 1, '12637', 99),
(102855, 200528, 'Отделение №100 (до 15 кг), Мини-отделение: ул. Маршала Малиновского, 33 (маг. Сильпо)', 1, '12154', 100),
(101707, 200315, 'Отделение №100 (до 30 кг на одно место), Мини-отделение: ул. Инженерная, 1, (маг. Фуршет)', 1, '10640', 100),
(101710, 200315, 'Отделение №101 (до 2 кг), Мини-отделение: ул. Большая Васильковская, 143/2, (маг. Фора)', 1, '10646', 101),
(101713, 200315, 'Отделение №102 (до 5 кг), Мини-отделение: ул. Старовокзальная, 23, (маг. Фуршет)', 1, '10634', 102),
(103530, 200528, 'Отделение №103 (до 15 кг), Мини-отделение: ул. Массив Радужный, 16/4', 1, '12873', 103),
(101715, 200315, 'Отделение №103 (до 5 кг), Мини-отделение: ул. Райдужная, 15, (маг. Фуршет, цокольный этаж)', 1, '10635', 103),
(102800, 200528, 'Отделение №104 (до 15 кг) Мини-отделение: пл. Независимости, 1 (ТЦ Панорама)', 1, '11765', 104),
(101719, 200315, 'Отделение №104 (до 5 кг), Мини-отделение: ул. Братиславская, 14б, (маг. Фуршет)', 1, '10636', 104),
(103239, 200528, 'Отделение №105 (до 15 кг), Мини-отделение: ул. Средньофонтанская, 19г (ТЦ Кристал)', 1, '12508', 105),
(102409, 200746, 'Отделение №105 (до 2 кг), Мини-отделение: просп. Московский, 295 (маг. КЛАСС)', 1, '11425', 105),
(101722, 200315, 'Отделение №106 (до 5 кг), Мини-отделение: просп. Победы, 94/1, (маг. Фуршет)', 1, '10638', 106),
(102890, 200528, 'Отделение №107 (до 15 кг) Мини-отделение: Польский спуск, 11', 1, '11768', 107),
(101724, 200315, 'Отделение №107 (до 2 кг), Мини-отделение: просп. Воздухофлотский, 66, (маг. Фуршет)', 1, '10639', 107),
(103290, 200528, 'Отделение №108 (до 15 кг), Мини-отделение: бульв. Десантный, 16 (маг. Точка)', 1, '12509', 108),
(103696, 200746, 'Отделение №108 (до 30 кг): просп. Юбилейный (ран. Пятидесятилетия ВЛКСМ), 89', 1, '13027', 108),
(101729, 200315, 'Отделение №109 (до 2 кг), Мини-отделение: просп. Академика Глушкова, 31а (маг. Фора)', 1, '10726', 109),
(103171, 200746, 'Отделение №109 (до 30 кг): Полтавский Шлях, 17', 1, '12266', 109),
(102740, 200528, 'Отделение №110 (до 10 кг), Мини-отделение: ул. Инглези (ран. 25-й Чапаевской див), 10 (Обжора)', 1, '12155', 110),
(101731, 200315, 'Отделение №110 (до 15 кг), Мини-отделение: Харьковское шоссе, 19 (ЖК Мега Сити, 2 этаж)', 1, '10667', 110),
(102306, 200217, 'Отделение №111 (до 30 кг на одно место): ул. Набережная Победы, 86а (ТЦ Новый Континент)', 1, '11627', 111),
(104119, 200315, 'Отделение №111 (до 30 кг): ул. Драгомирова, 17', 1, '13315', 111),
(101733, 200315, 'Отделение №112 (до 15 кг), Мини-отделение: ул. Академика Курчатова, 19а, (маг. Фора)', 1, '10653', 112),
(103384, 200528, 'Отделение №112 (до 2 кг), Мини-отделение: ул. Старопортофранковская, 22/1', 1, '12691', 112),
(103795, 200217, 'Отделение №112 (до 30 кг): ул. Павла Ниринберга, 10', 1, '13101', 112),
(103507, 200217, 'Отделение №113 (до 30 кг): ул. Шолохова, 7', 1, '12868', 113),
(103556, 200528, 'Отделение №113 (до 5 кг), Мини-отделение: ул. Академика Вильямса, 46/1 (АЗС SunOil)', 1, '12755', 113),
(101735, 200315, 'Отделение №114 (до 2 кг), Мини-отделение: ул. Тимошенко, 19 (маг. Фора)', 1, '10679', 114),
(102891, 200746, 'Отделение №116 (до 15 кг), Мини-отделение: ул. Гвардейцев Широнинцев, 83/26 (маг. АТБ)', 1, '11752', 116),
(103404, 200528, 'Отделение №117 (до 15кг), Мини-отделение: ул. Ивана и Юрия Лип (ран. Гайдара), 34', 1, '12754', 117),
(103288, 200746, 'Отделение №117 (до 5 кг), Мини-отделение: просп. Петра Григоренко (ран. Маршала Жукова), 4б', 1, '12638', 117),
(103582, 200746, 'Отделение №118 (до 2 кг), Мини-отделение: просп. Победы, 61в', 1, '12793', 118),
(103736, 200528, 'Отделение №118 (до 30 кг): просп. Шевченко, 27', 1, '13091', 118),
(101745, 200315, 'Отделение №119 (до 30 кг), Мини-отделение: ул. Саперно-Слободская, 10, (маг. Велика Кишеня)', 1, '10647', 119),
(103738, 200528, 'Отделение №119 (до 30 кг): ул. Дюковская, 14', 1, '13071', 119),
(103431, 200528, 'Отделение №120 (до 15 кг) Мини-отделение: ул. Инглези (ран. 25-й Чапаев. див), 13Б (АЗС Sun Oil)', 1, '12756', 120),
(101747, 200315, 'Отделение №120 (до 2 кг), Мини-отделение: просп. Леся Курбаса, 6г (маг. Велика Кишеня)', 1, '10671', 120),
(103442, 200528, 'Отделение №121 (до 15 кг), Мини-отделение: ул. Академика Заболотного, 24', 1, '12757', 121),
(103785, 200528, 'Отделение №122 (до 30 кг на одно место): ул. Столбовая, 28', 1, '13100', 122),
(103458, 200528, 'Отделение №123 (до 30 кг на одно место): ул. Николаевская дорога, 128', 1, '12877', 123),
(101754, 200315, 'Отделение №124 (до 2 кг), Мини-отделение: ул. Якутская, 8 (маг. Сильпо)', 1, '10672', 124),
(103841, 200528, 'Отделение №124 (до 30 кг): ул. Проездная, 12', 1, '13082', 124),
(103757, 200528, 'Отделение №125 (до 30 кг на одо место): ул. Генерала Петрова, 1', 1, '13077', 125),
(101756, 200315, 'Отделение №125 (до 5 кг), Мини-отделение: ул. Здолбуновская, 4 (маг. Сильпо)', 1, '10662', 125),
(102896, 200746, 'Отделение №125 (до 5 кг), Мини-отделение: просп. Гагаріна, 178', 1, '12109', 125),
(101759, 200315, 'Отделение №126 (до 5 кг), Мини-отделение: пров. Карельский, 3 ( маг. Сильпо)', 1, '10707', 126),
(103848, 200528, 'Отделение №127 (до 30 кг): ул. Колонтаевская, 58 (Автовокзал)', 1, '13185', 127),
(101761, 200315, 'Отделение №127 (до 5 кг), Мини-отделение: ул. Драйзера, 21 (маг. Сильпо)', 1, '10912', 127),
(101763, 200315, 'Отделение №128 (до 2 кг), Мини-отделение: пл. Спортивная, 1, (ТРЦ Gulliver)', 1, '10654', 128),
(103835, 200528, 'Отделение №128 (до 30 кг на одно место): просп. Ак. Глушко, 29', 1, '13137', 128),
(103849, 200528, 'Отделение №129 (до 30 кг): переул. Маланова, 6', 1, '13162', 129),
(104075, 200528, 'Отделение №130 (до 30 кг): ул. Центральный аэропорт, 25', 1, '13589', 130),
(101767, 200315, 'Отделение №130 (до 5 кг), Мини-отделение: Харьковское шоссе, 8 (маг. Фора)', 1, '10686', 130),
(104135, 200528, 'Отделение №131: ул. Генерала Бочарова 50/1 (Рынок Початок)', 1, '13823', 131),
(101770, 200315, 'Отделение №132 (до 2 кг), Мини-отделение: ул. Оноре де Бальзака, 94 (маг. Фора)', 1, '10718', 132),
(101773, 200315, 'Отделение №133 (до 15 кг), Мини-отделение: ул. Зодчих, 52 (маг. Фора)', 1, '10673', 133),
(101775, 200315, 'Отделение №134 (до 5 кг), Мини-отделение: ул. Новопироговская, 31 (маг. Фора)', 1, '10691', 134),
(101778, 200315, 'Отделение №136 (до 5 кг), Мини-отделение: ул. Святошинская, 16 (маг. Фора)', 1, '10675', 136),
(101783, 200315, 'Отделение №138 (до 10 кг), Мини-отделение: просп. Маяковского, 44а (СК Sport Life)', 1, '10742', 138),
(101786, 200315, 'Отделение №140 (до 30 кг): ул. Софиевская, 17/15', 1, '10739', 140),
(101789, 200315, 'Отделение №141: ул. Колекторная, 3а', 1, '10761', 141),
(101791, 200315, 'Отделение №142 (до 30 кг): ул. Амвросия Бучмы, 5', 1, '10830', 142),
(101795, 200315, 'Отделение №144 (до 30 кг): просп. Науки, 35', 1, '10747', 144),
(104154, 200315, 'Отделение №145 (до 30 кг): ул. Героев Днепра, 53', 1, '13830', 145),
(101797, 200315, 'Отделение №146 (до 30 кг на одно место): ул. Кириловская (ран. Фрунзе), 126/2', 1, '10910', 146),
(101800, 200315, 'Отделение №147 (до 30 кг): просп. Маяковского, 97/15', 1, '10831', 147),
(101802, 200315, 'Отделение №148: просп. Победы, 67 (корпус L)', 1, '11062', 148),
(101967, 200315, 'Отделение №149 (до 30 кг на одно место): просп. Маяковского, 63/12', 1, '11221', 149),
(101805, 200315, 'Отделение №150 (до 30 кг): ул. Антоновича, 43 (м. Олимпийская)', 1, '10906', 150),
(101807, 200315, 'Отделение №151 (до 30 кг): просп. Героев Сталинграда, 24', 1, '10965', 151),
(104127, 200315, 'Отделение №152 (до 2 кг), Мини-отделение: ул. Борщаговская, 154 (ТРК Мармелад)', 1, '13699', 152),
(103665, 200217, 'Отделение №153 (до 30 кг): просп. Слобожанский (ран. Газеты Правды), 115', 1, '13034', 153),
(101810, 200315, 'Отделение №153 (до 5 кг), Мини-отделение: ул. Западинская, 15а (2этаж) (маг. Cильпо)', 1, '10730', 153),
(101811, 200315, 'Отделение №154 (до 2 кг), Мини-отделение: бульв. Кольцова, 14м (маг. Сильпо)', 1, '10733', 154),
(103168, 200217, 'Отделение №154 (до 30 кг на одно место): просп. Б. Хмельницкого (ран. ул. Героев Сталинграда), 38', 1, '12631', 154),
(102742, 200217, 'Отделение №155 (до 15 кг) Мини-отделение: просп. Александра Поля (ран. Кирова), 59 (маг. Brain)', 1, '12201', 155),
(101813, 200315, 'Отделение №156 (до 5 кг), Мини-отделение: просп. Порика, 5 (маг. Сильпо)', 1, '10736', 156),
(102332, 200217, 'Отделение №157 (до 10 кг) Мини-отделение: переул. Крушельницкой (ран. Мокиевской), 6а (Сильпо)', 1, '11395', 157),
(101951, 200315, 'Отделение №157 (до 5 кг), Мини-отделение: ул. Дорогожицкая, 2 (маг. Сильпо)', 1, '11288', 157),
(103979, 200315, 'Отделение №158 (до 10 кг), Мини-отделение: ул. Бориспольская, 9 (маг. Фуршет)', 1, '13278', 158),
(101815, 200315, 'Отделение №159 (до 15 кг), Мини-отделение: бульв. Вацлава Гавела (ран. Лепсе), 45 (маг. Фора)', 1, '10738', 159),
(101816, 200315, 'Отделение №160 (до 2 кг), Мини-отделение: просп. Оболонский, 20 (маг. VARUS)', 1, '10743', 160),
(101817, 200315, 'Отделение №161 (до 5 кг), Мини-отделение: ул. Драйзера, 8 (маг. Сильпо)', 1, '10744', 161),
(103971, 200217, 'Отделение №162 (до 30 кг): просп. Дмитрия Яворницкого, 71', 1, '13410', 162),
(101819, 200315, 'Отделение №163 (до 2 кг), Мини-отделение: бульв. Вацлава Гавела (ран. Лепсе), 29 (маг. Фора)', 1, '10740', 163),
(103907, 200217, 'Отделение №163 (до 30 кг на одно место): ул. Вокзальная, 6', 1, '13461', 163),
(103912, 200217, 'Отделение №164 (до 30 кг на одно место): ул. Гладкова, 36', 1, '13409', 164),
(104122, 200315, 'Отделение №165 (до 15 кг), Мини-отделение: просп. Степана Бандеры, 6 (маг. «Розетка»)', 1, '13700', 165),
(103918, 200217, 'Отделение №165 (до 30 кг на одно место): просп. Героев Крут, 8а', 1, '13466', 165),
(103996, 200217, 'Отделение №166 (до 30 кг): бульв. Славы, 5к', 1, '13494', 166),
(103942, 200315, 'Отделение №167 (до 30 кг): ул. Ивана Кудри, 31', 1, '13228', 167),
(103799, 200315, 'Отделение №169 (до 5 кг), Мини-отделение: ул. Митр. А. Шептицкого, 22 (ТЦ Олимпийский 2 эт. )', 1, '13133', 169),
(103989, 200315, 'Отделение №170 (до 2 кг), Мини-отделение: просп. Оболонский, 26', 1, '13524', 170),
(102000, 200315, 'Отделение №174 (до 2 кг), Мини-отделение: ул. Ивана Пулюя, 5', 1, '11289', 174),
(101829, 200315, 'Отделение №176 (до 15 кг), Мини-отделение: просп. Николая Бажана, 10а (маг. VARUS)', 1, '10774', 176),
(101830, 200315, 'Отделение №177 (до 5 кг), Мини-отделение: ул. Ярославская, 56а (маг. Фуршет)', 1, '10808', 177),
(101831, 200315, 'Отделение №179 (до 15 кг), Мини-отделение: ул. Оноре де Бальзака, 42/20 (маг. Фора)', 1, '10754', 179),
(101832, 200315, 'Отделение №180 (до 2 кг), Мини-отделение: просп. С. Бандеры (ран. Московский), 21 (маг. Фокстрот)', 1, '11134', 180),
(103760, 200217, 'Отделение №181 (до 30 кг): просп. Мира, 18', 1, '13108', 181),
(101962, 200315, 'Отделение №187 (до 15 кг), Мини-отделение: ул. Сабурова, 2а (маг. МЕТРО)', 1, '11277', 187),
(103952, 200315, 'Отделение №190 (до 30 кг): ул. Григоровича-Барского, 1', 1, '13283', 190),
(103959, 200315, 'Отделение №191 (до 30 кг): ул. Клиническая, 21/19', 1, '13272', 191),
(102215, 200315, 'Отделение №192 (до 15 кг), Мини-отделение: ул. Якуба Коласа, 25 (маг. Фора)', 1, '11699', 192),
(102675, 200315, 'Отделение №193 (до 2 кг), Мини-отделение: ул. Строителей, 40 (ТЦ DOMA Center)', 1, '11821', 193),
(103141, 200315, 'Отделение №194 (до 5 кг), Мини-отделение: ул. И. Ижакевича, 1/24 (маг. Фора)', 1, '12374', 194),
(102282, 200315, 'Отделение №195 (до 5 кг), Мини-отделение: ул. Вершигоры, 1 (маг. Фуршет)', 1, '11401', 195),
(102303, 200315, 'Отделение №196 (до 5 кг), Мини-отделение: ул. Тростянецкая, 1а (маг. BILLA)', 1, '11373', 196),
(103642, 200315, 'Отделение №197 (до 5 кг), Мини-отделение: бульв. Дружбы Народов, 25 (Венская кофейня)', 1, '12970', 197),
(102362, 200315, 'Отделение №199 (до 2 кг), Мини-отделение: ул. Берковецкая, 6 (маг. Ашан)', 1, '11385', 199),
(101838, 200315, 'Отделение №200 (до 30 кг на одно место): просп. Броварской, 29', 1, '10944', 200),
(101913, 200315, 'Отделение №201 (до 30 кг): просп. В. Маяковского, 15', 1, '11279', 201),
(101955, 200315, 'Отделение №202 (до 30 кг): просп. Георгия Гонгадзе, 5', 1, '11260', 202),
(101839, 200315, 'Отделение №203 (до 30 кг): просп. Отрадный, 6/1', 1, '11014', 203),
(102258, 200315, 'Отделение №204: Харковское шоссе, 58', 1, '11362', 204),
(104010, 200315, 'Отделение №206 (до 30 кг): площадь Святошинская, 1', 1, '13257', 206),
(103541, 200315, 'Отделение №207 (до 30 кг): просп. Лесной, 14', 1, '12795', 207),
(103818, 200315, 'Отделение №209 (до 15 кг), Мини-отделение: ул. Вышгородская, 44', 1, '13110', 209),
(102886, 200315, 'Отделение №210 (до 30 кг): ул. Елизаветы Чавдар, 13', 1, '11798', 210),
(101968, 200315, 'Отделение №212 (до 2 кг), Мини-отделение: бульв. Перова, 14 (маг. Фора)', 1, '11266', 212),
(101998, 200315, 'Отделение №213 (до 2 кг), Мини-отделение: ул. Вадима Гетьмана, 13 (маг. Brain)', 1, '11285', 213),
(101841, 200315, 'Отделение №214 (до 10 кг), Мини-отделение: ул. Академика Королева, 8 (маг. Фора)', 1, '10828', 214),
(101990, 200315, 'Отделение №215 (до 2 кг), Міні-відділення: просп. Правды, 66', 1, '11299', 215),
(101842, 200315, 'Отделение №216 (до 2 кг), Мини-отделение: ул. Академика Билецкого, 3 (маг. Фора)', 1, '10778', 216),
(101844, 200315, 'Отделение №218 (до 2 кг), Мини-отделение: ул. Иорданская (ран. Лайоша Гавро), 20 (маг. Фора)', 1, '10822', 218),
(101909, 200315, 'Отделение №219 (до 15 кг), Мини-отделение: ул. Сентябрьская, 24 (Авторынок, место №29)', 1, '11252', 219),
(102041, 200315, 'Отделение №220 (до 2 кг), Мини-отделение: ул. Борщаговская, 212/41 (маг. Фора)', 1, '11353', 220),
(101943, 200315, 'Отделение №222 (до 5 кг), Мини-отделение: ул. Дмитровская, 56 (маг. Brain)', 1, '11284', 222),
(102358, 200315, 'Отделение №225 (до 30 кг): просп. С. Бандеры (ран. Московский), 15а (маг. Ашан)', 1, '11389', 225),
(102020, 200315, 'Отделение №227 (до 5 кг), Мини-отделение: ул. Багговутовская, 17/21 (ТЦ Променада центр)', 1, '11316', 227),
(101849, 200315, 'Отделение №230 (до 2 кг), Мини-отделение: бульв. Вацлава Гавела (ран. Лепсе), 83 (маг. Фора)', 1, '10815', 230),
(101963, 200315, 'Отделение №231 (до 5 кг), Мини-отделение: ул. Метрологическая, 14 (маг. Фора)', 1, '11314', 231),
(101999, 200315, 'Отделение №233 (до 2 кг), Мини-отделение: ул. Березняковская, 36а (маг. Фора)', 1, '11292', 233),
(102010, 200315, 'Отделение №234 (до 2 кг), Мини-отделение: ул. Татарская, 3/2 (маг. Фора)', 1, '11286', 234),
(103977, 200315, 'Отделение №235 (до 30 кг): ул. Московская, 46/2', 1, '13247', 235),
(103576, 200315, 'Отделение №236 (до 5 кг), Мини-отделение: ул. Замковецкая, 106б', 1, '12872', 236),
(103663, 200315, 'Отделение №239 (до 5 кг), Мини-отделение: Харьковское шоссе, 172 (маг. Фора)', 1, '12997', 239),
(101938, 200315, 'Отделение №240 (до 30 кг): ул. Преображенская, 8б', 1, '11272', 240),
(104027, 200315, 'Отделение №247: ул. Алексея Терёхина, 5/7', 1, '13469', 247),
(102374, 200315, 'Отделение №249 (до 30 кг): ул. Михаила Максимовича (ран. Онуфрия Трутенка, 6', 1, '11340', 249),
(101948, 200315, 'Отделение №250 (до 30 кг): ул. Пушкинская, 45/2, (м. Площадь Льва Толстого)', 1, '11251', 250),
(102160, 200315, 'Отделение №251 (до 30 кг): просп. Соборности (ран. Воссоединения), 5', 1, '11347', 251),
(103870, 200315, 'Отделение №252 (до 30 кг на одно место): ул. Вышгородская, 21', 1, '13181', 252),
(102649, 200315, 'Отделение №253 (до 30 кг): ул. Даниила Щербаковского (ран. Щербакова), 59', 1, '11823', 253),
(103805, 200315, 'Отделение №254 (до 30 кг на одно место): просп. Науки, 94/5', 1, '13140', 254),
(101985, 200315, 'Отделение №255 (до 30 кг): ул. Анны Ахматовой, 31', 1, '11283', 255),
(102393, 200315, 'Отделение №256 (до 30 кг), Мини-отделение: Столичное шоссе, 103 (ТРЦ Атмосфера)', 1, '11380', 256),
(102236, 200315, 'Отделение №258 (до 5 кг): ул. Срибнокильска, 3г (ТРЦ InSilver, 2 этаж)', 1, '11381', 258),
(101978, 200315, 'Отделение №259 (до 5 кг), Мини-отделение: ул. Центральная, 12а', 1, '11291', 259),
(103705, 200315, 'Отделение №260 (до 5 кг), Мини-отделение: ул. Миропольская, 19 (маг. Фора)', 1, '12976', 260),
(102794, 200315, 'Отделение №261 (до 30 кг): ул. Гната Хоткевича, 1В (ТРЦ Проспект, 2 этаж)', 1, '11793', 261),
(103728, 200315, 'Отделение №264 (до 5 кг), Мини-отделение: ул. Соломенская, 23а (UniCredit Bank)', 1, '12981', 264),
(102459, 200315, 'Отделение №265 (до 30 кг), Мини-отделение: ул. Ярославская, 57', 1, '12112', 265),
(104133, 200315, 'Склад 27 ООО', 1, '14112', 267),
(104006, 200315, 'Склад ЭКТА СЕРВИС (ЗАКРЫТОГО ТИПА - для Клиентов Экта Сервис)', 1, '13503', 268),
(103068, 200315, 'Отделение №292 (до 30 кг на одно место): ул. Полтавская, 10 (со стороны ул. Чорновола)', 1, '12502', 292),
(102909, 200315, 'Отделение №293 (до 30 кг): ул. Академіка Булаховского, 5б', 1, '12108', 293),
(103618, 200315, 'Отделение №295 (до 30 кг на одно место): ул. Бальзака Оноре, 4 (ТЦ «Глобал»)', 1, '12965', 295),
(103724, 200315, 'Отделение №323 (до 5 кг), Мини-отделение: ул. Северная, 46', 1, '13017', 323),
(103937, 200315, 'Отделение №326 (до 30 кг на одно место): ул. Тростянецкая, 4/2', 1, '13446', 326),
(102491, 200315, 'Отделение №329 (до 30 кг на одно место): ул. Мишуги, 9а', 1, '11750', 329),
(103531, 200315, 'Отделение №330 (до 30 кг): просп. Леся Курбаса, 9г', 1, '12870', 330),
(103479, 200315, 'Отделение №333 (до 30 кг): ул. Академика Туполева, 19', 1, '12836', 333),
(103699, 200315, 'Отделение №334 (до 30 кг): ул. Северная, 1а', 1, '13064', 334),
(103608, 200315, 'Отделение №335 (до 30 кг): ул. Ирпинская, 76', 1, '12921', 335),
(103673, 200315, 'Отделение №337 (до 30 кг): ул. Татарская, 27/4', 1, '12973', 337),
(103596, 200315, 'Отделение №338 (до 30 кг): ул. Щусева, 36', 1, '12950', 338),
(103602, 200315, 'Отделение №340 (до 30 кг), Мини-отделение: Столичное шоссе, 104 (Авторынок)', 1, '12922', 340),
(103487, 200315, 'Отделение №345 (до 30 кг): пл. Майдан Независимости, 1 (ТЦ Глобус 2-линия)', 1, '12792', 345),
(103189, 200315, 'Отделение №346 (до 15 кг), Мини-отделение: ул. Академика Вильямса, 6а', 1, '12603', 346),
(103229, 200315, 'Отделение №347 (до 15 кг), Мини-отделение: ул. Кириловская, 160 (маг. Топмарт)', 1, '12633', 347),
(102448, 200315, 'Отделение №349 (до 5 кг), Мини-отделение: просп. Победы, 60 (ТЦ Народный)', 1, '11818', 349),
(102520, 200315, 'Отделение №350 (до 15 кг), Мини-отделение: Харьковское шоссе, 201/203 (Modna Kasta, секция А)', 1, '11794', 350),
(102569, 200315, 'Отделение №351 (до 5 кг), Мини-отделение: ул. Энтузиастов, 7 (маг. Фора)', 1, '11913', 351),
(103107, 200315, 'Отделение №352 (до 30 кг), Мини-отделение: ул. Здолбуновская, 7г (маг. NOVUS)', 1, '12305', 352),
(102966, 200315, 'Отделение №354 (до 2 кг), Мини-отделение: ул. Семьи Сосниных, 17 (маг. Ашан)', 1, '12368', 354),
(103759, 200315, 'Отделение №359 (до 5 кг), Мини-отделение: ул. Ушинского, 19', 1, '13072', 359),
(102610, 200315, 'Отделение №360 (до 5 кг), Мини-отделение: бульв. Леси Украинки, 5 (маг. Фуршет)', 1, '11797', 360),
(103731, 200315, 'Отделение №361 (до 2 кг), Мини-отделение: ул. Соломенская, 40/4 (маг. Фора)', 1, '13065', 361),
(103491, 200315, 'Отделение №365 (до 5 кг), Мини-отделение: просп. Лесной, 23 (маг. Фора)', 1, '12679', 365),
(103820, 200315, 'Отделение №375 (до 30 кг): ул. Евгения Сверстюка, 11Б', 1, '13111', 375),
(103899, 200315, 'Отделение №400 (до 2 кг), Проект «ГОТОВО»: ул. Генерала Алмазова, 11', 1, '13199', 400),
(104160, 200645, 'Почтомат ПриватБанк №1001, вул. Карла Маркса, 3, кв 14, 15', 1, '15194', 1001),
(104174, 200693, 'Почтомат ПриватБанк №1001, вул. Реутова, 1', 1, '15202', 1001),
(104158, 200549, 'Почтомат ПриватБанк №1001, вул. Садова, 101', 1, '15184', 1001),
(104171, 200466, 'Почтомат ПриватБанк №1001, вул. Соборна, 101', 1, '15201', 1001),
(102051, 200076, 'Почтомат ПриватБанк №1001: бульв. Независимости, 12', 1, '11575', 1001),
(102143, 200628, 'Почтомат ПриватБанк №1001: бульв. Шевченка, 8', 1, '11560', 1001),
(102741, 200556, 'Почтомат ПриватБанк №1001: ул. 1/2 Микрорайон, 35', 1, '12180', 1001),
(103769, 200988, 'Почтомат ПриватБанк №1001: ул. 16-го Июля, 299', 1, '13170', 1001),
(102334, 200164, 'Почтомат ПриватБанк №1001: ул. 1-го Мая, 11', 1, '11679', 1001),
(102715, 200035, 'Почтомат ПриватБанк №1001: ул. 1-го Мая, 185', 1, '12069', 1001),
(102557, 200177, 'Почтомат ПриватБанк №1001: ул. 1-го Мая, 3', 1, '12072', 1001),
(102683, 200062, 'Почтомат ПриватБанк №1001: ул. 24 Августа, 10', 1, '12034', 1001),
(102989, 200671, 'Почтомат ПриватБанк №1001: ул. 28-го Июня, 6', 1, '12284', 1001),
(102595, 200409, 'Почтомат ПриватБанк №1001: ул. 3-й Микрорайон, 38/4', 1, '12076', 1001),
(103245, 200467, 'Почтомат ПриватБанк №1001: ул. 50-Летия УПА, 2', 1, '12583', 1001),
(101203, 200378, 'Почтомат ПриватБанк №1001: ул. 60-летия Октября, 19', 1, '10620', 1001),
(102294, 200023, 'Почтомат ПриватБанк №1001: ул. 9-го Января, 9', 1, '11563', 1001),
(101672, 200746, 'Почтомат ПриватБанк №1001: ул. Алчевских, 1', 1, '11063', 1001),
(102680, 200032, 'Почтомат ПриватБанк №1001: ул. Андреевская, 46а', 1, '11745', 1001),
(103323, 200438, 'Почтомат ПриватБанк №1001: ул. Артема, 56', 1, '12701', 1001),
(103215, 200256, 'Почтомат ПриватБанк №1001: ул. Бажанского, 8', 1, '12290', 1001),
(102792, 200385, 'Почтомат ПриватБанк №1001: ул. Балукова, 14', 1, '11943', 1001),
(102456, 200596, 'Почтомат ПриватБанк №1001: ул. Банковая, 106', 1, '11982', 1001),
(102750, 200480, 'Почтомат ПриватБанк №1001: ул. Банковая, 25', 1, '12097', 1001),
(102556, 200519, 'Почтомат ПриватБанк №1001: ул. Чапаева, 3', 1, '12095', 1001),
(102427, 200547, 'Почтомат ПриватБанк №1001: ул. Батюка, 32', 1, '11539', 1001),
(103484, 200314, 'Почтомат ПриватБанк №1001: ул. Бессарабовская, 48', 1, '12861', 1001),
(102574, 200292, 'Почтомат ПриватБанк №1001: ул. Билецкая, 1', 1, '12175', 1001),
(102998, 200071, 'Почтомат ПриватБанк №1001: ул. Белогородская, 134', 1, '12447', 1001),
(102164, 200729, 'Почтомат ПриватБанк №1001: ул. Благовещенская, 26', 1, '11676', 1001),
(102174, 200581, 'Почтомат ПриватБанк №1001: ул. Богдана Хмельницкого, 108', 1, '11662', 1001),
(103494, 200263, 'Почтомат ПриватБанк №1001: ул. Богдана Хмельницкого, 11', 1, '12814', 1001),
(102179, 200561, 'Почтомат ПриватБанк №1001: ул. Богдана Хмельницкого, 129', 1, '11729', 1001),
(102902, 200246, 'Почтомат ПриватБанк №1001: ул. Богдана Хмельницкого, 14а', 1, '11858', 1001),
(103309, 200780, 'Почтомат ПриватБанк №1001: ул. Богдана Хмельницкого, 3/2', 1, '12300', 1001),
(102864, 200592, 'Почтомат ПриватБанк №1001: ул. Богдана Хмельницкого, 32', 1, '12242', 1001),
(103019, 200260, 'Почтомат ПриватБанк №1001: ул. Богдана Хмельницкого, 8', 1, '12498', 1001),
(101635, 200315, 'Почтомат ПриватБанк №1001: ул. Богдана Хмельницкого, 84', 1, '10622', 1001),
(102053, 200818, 'Почтомат ПриватБанк №1001: ул. Боженко, 52', 1, '11659', 1001),
(103771, 200103, 'Почтомат ПриватБанк №1001:', 1, '13156', 1001),
(102283, 200395, 'Почтомат ПриватБанк №1001: ул. Строителей, 19а', 1, '11678', 1001),
(102723, 200631, 'Почтомат ПриватБанк №1001: ул. Бурды, 23', 1, '12243', 1001),
(102927, 200472, 'Почтомат ПриватБанк №1001: ул. Вячеслава Черновола, 4', 1, '12035', 1001),
(102204, 200341, 'Почтомат ПриватБанк №1001: ул. Валовая, 36', 1, '11607', 1001),
(102301, 200405, 'Почтомат ПриватБанк №1001: ул. Василия Липковского, 51', 1, '11664', 1001),
(103500, 200461, 'Почтомат ПриватБанк №1001: ул. Ватутина, 36', 1, '12815', 1001),
(100991, 200311, 'Почтомат ПриватБанк №1001: ул. Большая Куликовская, 134', 1, '11046', 1001),
(102606, 200163, 'Почтомат ПриватБанк №1001: ул. Великого Кобзаря, 20', 1, '12055', 1001),
(102005, 200551, 'Почтомат ПриватБанк №1001: ул. Станкостроителей, 20', 1, '11234', 1001),
(103579, 200006, 'Почтомат ПриватБанк №1001: ул. Ветеранов, 2г', 1, '12796', 1001),
(102513, 200129, 'Почтомат ПриватБанк №1001: ул. Освободителей, 110а', 1, '12094', 1001),
(103096, 200431, 'Почтомат ПриватБанк №1001: ул. Винниченка, 20', 1, '12280', 1001),
(102626, 200345, 'Почтомат ПриватБанк №1001: ул. Вишневая, 15/3', 1, '12251', 1001),
(103402, 200116, 'Почтомат ПриватБанк №1001: ул. Владичанского, 2', 1, '12159', 1001),
(103267, 200267, 'Почтомат ПриватБанк №1001: ул. Воздвиженская, 65', 1, '12393', 1001),
(102659, 200522, 'Почтомат ПриватБанк №1001: ул. Вокзальная, 6', 1, '12017', 1001),
(102251, 200600, 'Почтомат ПриватБанк №1001: ул. Вознесенская, 36', 1, '11654', 1001),
(102731, 200055, 'Почтомат ПриватБанк №1001: ул. Вознесенская, 36а', 1, '12247', 1001),
(102773, 200554, 'Почтомат ПриватБанк №1001: ул. Революции, 34', 1, '12126', 1001);
INSERT INTO `oc_city` (`city_id`, `zone_id`, `name`, `status`, `code`, `sort_order`) VALUES
(102858, 200092, 'Почтомат ПриватБанк №1001: ул. Владимирская, 13', 1, '11944', 1001),
(103607, 200045, 'Почтомат ПриватБанк №1001: ул. Владимировская, 60', 1, '12931', 1001),
(102535, 200313, 'Почтомат ПриватБанк №1001: ул. Волошина, 8/8', 1, '12083', 1001),
(103210, 200442, 'Почтомат ПриватБанк №1001: ул. Волошкова, 11', 1, '12322', 1001),
(103064, 200653, 'Почтомат ПриватБанк №1001: ул. Воровского, 18', 1, '12313', 1001),
(103059, 200440, 'Почтомат ПриватБанк №1001: ул. Независимости, 134', 1, '12397', 1001),
(103116, 200755, 'Почтомат ПриватБанк №1001: ул. Вячеслава Черновола, 9', 1, '12410', 1001),
(103528, 200231, 'Почтомат ПриватБанк №1001: ул. Гавриловская, 2а', 1, '12787', 1001),
(103235, 200562, 'Почтомат ПриватБанк №1001: ул. Гагарина, 1а', 1, '12319', 1001),
(103563, 200147, 'Почтомат ПриватБанк №1001: ул. Гагарина, 26а', 1, '12875', 1001),
(103065, 200673, 'Почтомат ПриватБанк №1001: ул. Гагарина, 4/1', 1, '12310', 1001),
(103259, 200126, 'Почтомат ПриватБанк №1001: ул. Галицкая, 16б', 1, '12534', 1001),
(101295, 200282, 'Почтомат ПриватБанк №1001: ул. Галицкая, 28/1 (А-Банк)', 1, '11143', 1001),
(103160, 200087, 'Почтомат ПриватБанк №1001: ул. Галицкая, 49', 1, '12488', 1001),
(103033, 200677, 'Почтомат ПриватБанк №1001: ул. Галицкая, 9/17', 1, '12526', 1001),
(103123, 200686, 'Почтомат ПриватБанк №1001: ул. Галицкая, 25а', 1, '12589', 1001),
(103004, 200572, 'Почтомат ПриватБанк №1001: ул. Галицкого, 67', 1, '12493', 1001),
(102195, 200760, 'Почтомат ПриватБанк №1001: ул. Гвардейская, 23', 1, '11630', 1001),
(103157, 200168, 'Почтомат ПриватБанк №1001: ул. Георгия Асаки, 16', 1, '12288', 1001),
(102928, 200160, 'Почтомат ПриватБанк №1001: ул. Героев Врадиивщины, 131', 1, '12031', 1001),
(103533, 200539, 'Почтомат ПриватБанк №1001: ул. Героев Майдана, 107', 1, '12802', 1001),
(103482, 200015, 'Почтомат ПриватБанк №1001: ул. Героев Майдана, 1а', 1, '12797', 1001),
(102145, 200779, 'Почтомат ПриватБанк №1001: ул. Героев Майдана, 32', 1, '11675', 1001),
(101305, 200772, 'Почтомат ПриватБанк №1001: ул. Героев Сталинграда, 38', 1, '11086', 1001),
(103120, 200730, 'Почтомат ПриватБанк №1001: ул. Героев УПА, 2', 1, '12475', 1001),
(102221, 200513, 'Почтомат ПриватБанк №1001: ул. Гетьманская, 20 (А-Банк)', 1, '11624', 1001),
(103009, 200162, 'Почтомат ПриватБанк №1001: ул. Гетьманская, 49', 1, '12386', 1001),
(104147, 200069, 'Почтомат ПриватБанк №1001: ул. Гнездовского, 1', 1, '12489', 1001),
(102737, 200543, 'Почтомат ПриватБанк №1001: ул. Гоголя, 4', 1, '11979', 1001),
(102847, 200783, 'Почтомат ПриватБанк №1001: ул. Главная, 2/5', 1, '12181', 1001),
(102678, 200640, 'Почтомат ПриватБанк №1001: ул. Главная, 56, 51', 1, '12177', 1001),
(102487, 200435, 'Почтомат ПриватБанк №1001: ул. Горького, 7а', 1, '12101', 1001),
(103516, 200475, 'Почтомат ПриватБанк №1001: ул. Горького, 95', 1, '12801', 1001),
(102424, 200104, 'Почтомат ПриватБанк №1001: ул. Грайворонская, 15', 1, '11650', 1001),
(102838, 200193, 'Почтомат ПриватБанк №1001: ул. Гребинки Евгения, 3', 1, '11995', 1001),
(102329, 200331, 'Почтомат ПриватБанк №1001: ул. Грушевского, 2', 1, '11603', 1001),
(103044, 200383, 'Почтомат ПриватБанк №1001: ул. Грушевского, 17', 1, '12324', 1001),
(102975, 200398, 'Почтомат ПриватБанк №1001: ул. Грушевского, 1а', 1, '12492', 1001),
(103264, 200337, 'Почтомат ПриватБанк №1001: ул. Грушевского, 26', 1, '12491', 1001),
(103092, 200259, 'Почтомат ПриватБанк №1001: ул. Грушевского, 3', 1, '12495', 1001),
(103051, 200657, 'Почтомат ПриватБанк №1001: ул. Грушевского, 4, корп. А', 1, '12485', 1001),
(103023, 200451, 'Почтомат ПриватБанк №1001: ул. Грушевского, 42', 1, '12484', 1001),
(101068, 200354, 'Почтомат ПриватБанк №1001: ул. Сосновского, 29', 1, '11004', 1001),
(103794, 200339, 'Почтомат ПриватБанк №1001: ул. Грушевского, 50', 1, '13221', 1001),
(103108, 200691, 'Почтомат ПриватБанк №1001: ул. Грушевского, 6', 1, '12593', 1001),
(103460, 200368, 'Почтомат ПриватБанк №1001: ул. Грушевского, 61а', 1, '12821', 1001),
(102137, 200844, 'Почтомат ПриватБанк №1001: ул. Грушевского, 7', 1, '11690', 1001),
(102983, 200189, 'Почтомат ПриватБанк №1001: ул. Грушевского, 88', 1, '12566', 1001),
(103237, 200293, 'Почтомат ПриватБанк №1001: ул. Гулия, 7', 1, '12506', 1001),
(102688, 200233, 'Почтомат ПриватБанк №1001: ул. Данила Галицкого, 11', 1, '11916', 1001),
(104159, 201117, 'Почтомат ПриватБанк №1001: вул. Данила Галицького, 41', 1, '15195', 1001),
(103122, 200659, 'Почтомат ПриватБанк №1001: ул. Данила Галицкого, 7', 1, '12588', 1001),
(100875, 200289, 'Почтомат ПриватБанк №1001: ул. Данченка, 14/20-н', 1, '10556', 1001),
(103071, 200280, 'Почтомат ПриватБанк №1001: ул. Деревьянко, 58', 1, '12523', 1001),
(102807, 200425, 'Почтомат ПриватБанк №1001: ул. Джерелянская, 2', 1, '12079', 1001),
(102630, 200428, 'Почтомат ПриватБанк №1001: ул. Димитрия Ростовского, 31/1', 1, '11942', 1001),
(103569, 200366, 'Почтомат ПриватБанк №1001: ул. Доковская, 7а', 1, '12830', 1001),
(102672, 200485, 'Почтомат ПриватБанк №1001: ул. Донца Григория, 4', 1, '12085', 1001),
(103226, 200094, 'Почтомат ПриватБанк №1001: ул. Дружбы, 5', 1, '12407', 1001),
(102539, 200218, 'Почтомат ПриватБанк №1001: ул. Энтузиастов, 24', 1, '11975', 1001),
(101961, 200774, 'Почтомат ПриватБанк №1001: ул. Энтузиастов, 3', 1, '11222', 1001),
(102237, 200288, 'Почтомат ПриватБанк №1001: ул. Европейская, 24а', 1, '11663', 1001),
(102686, 200741, 'Почтомат ПриватБанк №1001: ул. Европейская, 53', 1, '12167', 1001),
(102842, 200621, 'Почтомат ПриватБанк №1001: ул. Единства, 11а', 1, '12047', 1001),
(103247, 200132, 'Почтомат ПриватБанк №1001: ул. Октябрьская, 12', 1, '12450', 1001),
(102700, 200086, 'Почтомат ПриватБанк №1001: ул. Октябрьская, 17', 1, '11951', 1001),
(103225, 200286, 'Почтомат ПриватБанк №1001: ул. Октябрьская, 6/1', 1, '12571', 1001),
(102379, 200817, 'Почтомат ПриватБанк №1001: ул. Октябрьская 74', 1, '11670', 1001),
(102775, 200429, 'Почтомат ПриватБанк №1001: ул. Октябрьская, 79', 1, '12057', 1001),
(102822, 200808, 'Почтомат ПриватБанк №1001: ул. Железнодорожная, 2', 1, '12023', 1001),
(102965, 200229, 'Почтомат ПриватБанк №1001: ул. Замковая Гора, 1', 1, '12474', 1001),
(102754, 200016, 'Почтомат ПриватБанк №1001: ул. Звягельская, 4в', 1, '12240', 1001),
(103571, 200226, 'Почтомат ПриватБанк №1001: ул. Зеленая, 69', 1, '12411', 1001),
(102777, 200886, 'Почтомат ПриватБанк №1001: ул. Ивана Франка, 30а', 1, '12046', 1001),
(103266, 200039, 'Почтомат ПриватБанк №1001: ул. Измаильская, 58г', 1, '12442', 1001),
(102684, 200667, 'Почтомат ПриватБанк №1001: ул. Казакова, 45', 1, '12056', 1001),
(103209, 200564, 'Почтомат ПриватБанк №1001: ул. Калнишевского, 4', 1, '12318', 1001),
(101379, 200749, 'Почтомат ПриватБанк №1001: ул. Каменецкая, 52', 1, '11099', 1001),
(102470, 200736, 'Почтомат ПриватБанк №1001: ул. Капушанская, 21', 1, '11879', 1001),
(103199, 200415, 'Почтомат ПриватБанк №1001: ул. Карла Маркса, 18', 1, '12505', 1001),
(102801, 200046, 'Почтомат ПриватБанк №1001: ул. Карла Маркса, 86', 1, '12070', 1001),
(103191, 200756, 'Почтомат ПриватБанк №1001: ул. Карпатской Сечи, 38', 1, '12514', 1001),
(102304, 200608, 'Почтомат ПриватБанк №1001: ул. Каштанова, 17', 1, '11687', 1001),
(103145, 200757, 'Почтомат ПриватБанк №1001: ул. Квартал Славы, 5', 1, '12311', 1001),
(101383, 200141, 'Почтомат ПриватБанк №1001: ул. Келецкая, 81', 1, '11101', 1001),
(102064, 200525, 'Почтомат ПриватБанк №1001: ул. Киевская, 1', 1, '11631', 1001),
(102889, 200192, 'Почтомат ПриватБанк №1001: ул. Киевская, 44', 1, '11987', 1001),
(103111, 200352, 'Почтомат ПриватБанк №1001: ул. Киевская, 61', 1, '12398', 1001),
(103156, 200355, 'Почтомат ПриватБанк №1001: ул. Киевская, 66', 1, '12379', 1001),
(102937, 200243, 'Почтомат ПриватБанк №1001: ул. Киевская, 77', 1, '11952', 1001),
(103192, 200801, 'Почтомат ПриватБанк №1001: ул. Кирилла Осьмака, 66', 1, '12385', 1001),
(102458, 200380, 'Почтомат ПриватБанк №1001: ул. Кобзаря, 47', 1, '12032', 1001),
(102036, 200178, 'Почтомат ПриватБанк №1001: ул. Ковельская, 1', 1, '11694', 1001),
(102245, 200733, 'Почтомат ПриватБанк №1001: ул. Ковельская, 1', 1, '11691', 1001),
(102394, 200152, 'Почтомат ПриватБанк №1001: ул. Ковельская, 71', 1, '11579', 1001),
(102451, 200655, 'Почтомат ПриватБанк №1001: ул. Коммунаров, 66', 1, '12068', 1001),
(103124, 200530, 'Почтомат ПриватБанк №1001: ул. Кооперативная, 1', 1, '12275', 1001),
(102665, 200809, 'Почтомат ПриватБанк №1001: ул. Кооперативная, 33', 1, '11972', 1001),
(102904, 200149, 'Почтомат ПриватБанк №1001: ул. Кооперативная, 4', 1, '11949', 1001),
(102073, 200203, 'Почтомат ПриватБанк №1001: ул. Кооперативная, 5', 1, '11718', 1001),
(103010, 200769, 'Почтомат ПриватБанк №1001: ул. Королева, 14а', 1, '12479', 1001),
(103261, 200778, 'Почтомат ПриватБанк №1001: ул. Коростеньская, 6', 1, '12382', 1001),
(101600, 200420, 'Почтомат ПриватБанк №1001: ул. Кос-Анатольского, 2', 1, '11199', 1001),
(102264, 200471, 'Почтомат ПриватБанк №1001: ул. Космонавта Комарова, 1/131', 1, '11668', 1001),
(103223, 200052, 'Почтомат ПриватБанк №1001: ул. Костина, 11', 1, '12598', 1001),
(101316, 200419, 'Почтомат ПриватБанк №1001: ул. Крылова, 1', 1, '11117', 1001),
(101314, 200698, 'Почтомат ПриватБанк №1001: ул. Курская, 111', 1, '11053', 1001),
(102867, 200140, 'Почтомат ПриватБанк №1001: ул. Лагонды, 30', 1, '12053', 1001),
(102023, 200643, 'Почтомат ПриватБанк №1001: ул. Ленина, 94', 1, '11216', 1001),
(102959, 200473, 'Почтомат ПриватБанк №1001: ул. Ленина, 146', 1, '12277', 1001),
(102667, 200297, 'Почтомат ПриватБанк №1001: ул. Ленина, 15', 1, '12073', 1001),
(103206, 200048, 'Почтомат ПриватБанк №1001: ул. Ленина, 168', 1, '12299', 1001),
(103024, 200785, 'Почтомат ПриватБанк №1001: ул. Ленина, 169а', 1, '12303', 1001),
(103040, 200803, 'Почтомат ПриватБанк №1001: ул. Ленина, 25', 1, '12296', 1001),
(103303, 200239, 'Почтомат ПриватБанк №1001: ул. Ленина, 25', 1, '12504', 1001),
(102997, 200150, 'Почтомат ПриватБанк №1001: ул. Ленина, 26', 1, '12278', 1001),
(103560, 200408, 'Почтомат ПриватБанк №1001: ул. Ленина, 36', 1, '12800', 1001),
(103159, 200469, 'Почтомат ПриватБанк №1001: ул. Ленина, 38', 1, '12301', 1001),
(102100, 200723, 'Почтомат ПриватБанк №1001: ул. Ленина, 4', 1, '11671', 1001),
(103058, 200707, 'Почтомат ПриватБанк №1001: ул. Ленина, 45', 1, '12569', 1001),
(102452, 200109, 'Почтомат ПриватБанк №1001: ул. Ленина, 70в', 1, '12071', 1001),
(103038, 200254, 'Почтомат ПриватБанк №1001: ул. Леси Украинки, 5', 1, '12405', 1001),
(102222, 200793, 'Почтомат ПриватБанк №1001: ул. Леси Украинки, 5а', 1, '11667', 1001),
(102364, 200384, 'Почтомат ПриватБанк №1001: ул. Леси Украинки, 9', 1, '11643', 1001),
(103017, 200584, 'Почтомат ПриватБанк №1001: ул. Леси Украинки, 93а', 1, '12568', 1001),
(102278, 200508, 'Почтомат ПриватБанк №1001: ул. Лидовский путь, 3', 1, '11622', 1001),
(103211, 200773, 'Почтомат ПриватБанк №1001: ул. Лесная, 1', 1, '12315', 1001),
(103472, 200593, 'Почтомат ПриватБанк №1001: ул. Лосятинская, 20/1', 1, '12817', 1001),
(103029, 200245, 'Почтомат ПриватБанк №1001: ул. Львовская, 22', 1, '12470', 1001),
(103240, 200112, 'Почтомат ПриватБанк №1001: ул. Львовская, 29', 1, '12525', 1001),
(103166, 200602, 'Почтомат ПриватБанк №1001: ул. Львовская, 3', 1, '12528', 1001),
(103438, 200014, 'Почтомат ПриватБанк №1001: ул. Любомирская, 187а', 1, '12833', 1001),
(101393, 200585, 'Почтомат ПриватБанк №1001: ул. Ляхова, 1', 1, '11048', 1001),
(102950, 200634, 'Почтомат ПриватБанк №1001: ул. Мазепы, 2, кв. 1', 1, '12478', 1001),
(102544, 200497, 'Почтомат ПриватБанк №1001: ул. Площадь Свободы, 63/33', 1, '12033', 1001),
(103284, 200235, 'Почтомат ПриватБанк №1001: ул. Макаровская, 7', 1, '12402', 1001),
(103053, 200251, 'Почтомат ПриватБанк №1001: ул. Маковея, 47', 1, '12494', 1001),
(102460, 200718, 'Почтомат ПриватБанк №1001: ул. Макухи, 14а', 1, '12042', 1001),
(103182, 200545, 'Почтомат ПриватБанк №1001: ул. Мануильского, 2', 1, '12399', 1001),
(103298, 200713, 'Почтомат ПриватБанк №1001: ул. Маркова, 8', 1, '12320', 1001),
(103231, 200770, 'Почтомат ПриватБанк №1001: ул. Матросова, 31', 1, '12392', 1001),
(103580, 200377, 'Почтомат ПриватБанк №1001: ул. Медовая, 5', 1, '12818', 1001),
(103498, 200629, 'Почтомат ПриватБанк №1001: ул. Менделеева, 33', 1, '12889', 1001),
(102514, 200306, 'Почтомат ПриватБанк №1001: ул. Николая гоголя, 18', 1, '11983', 1001),
(102437, 200038, 'Почтомат ПриватБанк №1001: ул. Николая Гоголя, 23а', 1, '12269', 1001),
(102396, 200411, 'Почтомат ПриватБанк №1001: ул. Мира, 14', 1, '11693', 1001),
(103138, 200610, 'Почтомат ПриватБанк №1001: ул. Мира, 15/4', 1, '12513', 1001),
(103001, 200296, 'Почтомат ПриватБанк №1001: ул. Мира, 216', 1, '12417', 1001),
(103294, 200204, 'Почтомат ПриватБанк №1001: ул. Мира, 38', 1, '12567', 1001),
(102059, 200470, 'Почтомат ПриватБанк №1001: ул. Мира, 42', 1, '11619', 1001),
(103485, 200008, 'Почтомат ПриватБанк №1001: ул. Миру, 42', 1, '12874', 1001),
(103205, 200185, 'Почтомат ПриватБанк №1001: ул. Мира, 50', 1, '12414', 1001),
(103222, 200823, 'Почтомат ПриватБанк №1001: ул. Мира, 8', 1, '12515', 1001),
(102643, 200224, 'Почтомат ПриватБанк №1001: ул. Михаила Грушевского, 11', 1, '12038', 1001),
(103162, 200468, 'Почтомат ПриватБанк №1001: ул. Михаила Грушевского, 2', 1, '12477', 1001),
(102469, 200270, 'Почтомат ПриватБанк №1001: ул. Михаила Грушевского, 30', 1, '12244', 1001),
(103035, 200599, 'Почтомат ПриватБанк №1001: ул. Михаила Грушевского, 32а', 1, '12587', 1001),
(103227, 200751, 'Почтомат ПриватБанк №1001: ул. Михаила Грушевского, 56', 1, '12591', 1001),
(102963, 200064, 'Почтомат ПриватБанк №1001: ул. Академика Мицкевича, 13', 1, '12585', 1001),
(102129, 200237, 'Почтомат ПриватБанк №1001: ул. Молодежная, 45', 1, '11470', 1001),
(102056, 200750, 'Почтомат ПриватБанк №1001: ул. Монастырская, 2', 1, '11660', 1001),
(101394, 200447, 'Почтомат ПриватБанк №1001: ул. Мостостроителей, 17/11', 1, '11018', 1001),
(101663, 200528, 'Почтомат ПриватБанк №1001: ул. Мясоедовская, 25', 1, '10825', 1001),
(101569, 200217, 'Почтомат ПриватБанк №1001: ул. Набережная Победы, 30', 1, '10357', 1001),
(103119, 200626, 'Почтомат ПриватБанк №1001: ул. Небесной Сотни, 2/87', 1, '12380', 1001),
(102957, 200625, 'Почтомат ПриватБанк №1001: ул. Независимости, 10', 1, '12403', 1001),
(102395, 200278, 'Почтомат ПриватБанк №1001: ул. Независимости, 14', 1, '11692', 1001),
(102901, 200058, 'Почтомат ПриватБанк №1001: ул. Независимости, 16', 1, '12089', 1001),
(102270, 200424, 'Почтомат ПриватБанк №1001: ул. Независимости, 28а', 1, '11686', 1001),
(103283, 200305, 'Почтомат ПриватБанк №1001: ул. Независимости, 29', 1, '12529', 1001),
(102400, 200708, 'Почтомат ПриватБанк №1001: ул. Независимости, 34', 1, '11680', 1001),
(102363, 200620, 'Почтомат ПриватБанк №1001: ул. Независимости, 4', 1, '11688', 1001),
(102811, 200421, 'Почтомат ПриватБанк №1001: ул. Независимости, 40', 1, '12241', 1001),
(102897, 200359, 'Почтомат ПриватБанк №1001: ул. Независимости, 42', 1, '12041', 1001),
(103095, 200309, 'Почтомат ПриватБанк №1001: ул. Независимости, 42/2', 1, '12388', 1001),
(102599, 200056, 'Почтомат ПриватБанк №1001: ул. Независимости, 44в', 1, '12016', 1001),
(102854, 200681, 'Почтомат ПриватБанк №1001: ул. Независимости, 5', 1, '12020', 1001),
(103112, 200324, 'Почтомат ПриватБанк №1001: ул. Независимости, 52', 1, '12287', 1001),
(102198, 200423, 'Почтомат ПриватБанк №1001: ул. Независимости, 60', 1, '11685', 1001),
(103021, 200210, 'Почтомат ПриватБанк №1001: ул. Независимости, 68', 1, '12396', 1001),
(103101, 200753, 'Почтомат ПриватБанк №1001: ул. Независимости, 68', 1, '12486', 1001),
(103079, 200388, 'Почтомат ПриватБанк №1001: ул. Независимости 6а', 1, '12527', 1001),
(103213, 200768, 'Почтомат ПриватБанк №1001: ул. Независимости, 6а', 1, '12381', 1001),
(102592, 200752, 'Почтомат ПриватБанк №1001: ул. Независимости, 70/1', 1, '11990', 1001),
(103253, 200191, 'Почтомат ПриватБанк №1001: ул. Независимости, 80а', 1, '12401', 1001),
(102895, 200679, 'Почтомат ПриватБанк №1001: ул. Независимости, 81', 1, '11967', 1001),
(102541, 200724, 'Почтомат ПриватБанк №1001: ул. Независимости, 84', 1, '12102', 1001),
(102157, 200814, 'Почтомат ПриватБанк №1001: ул. Независимости, 86', 1, '11731', 1001),
(102883, 200533, 'Почтомат ПриватБанк №1001: ул. Независимости, 96', 1, '12253', 1001),
(103440, 200735, 'Почтомат ПриватБанк №1001: ул. Нересенская, 2', 1, '12828', 1001),
(103204, 200234, 'Почтомат ПриватБанк №1001: ул. Нереснецкая, 138, кв. 2', 1, '12512', 1001),
(102770, 200197, 'Почтомат ПриватБанк №1001: ул. Нестора Махна, 58', 1, '11980', 1001),
(103214, 200604, 'Почтомат ПриватБанк №1001: ул. Александра Невского, 10', 1, '12400', 1001),
(103062, 200754, 'Почтомат ПриватБанк №1001: ул. Олимпийская, 77', 1, '12286', 1001),
(102654, 200334, 'Почтомат ПриватБанк №1001: ул. Остроградского, 46/11', 1, '11993', 1001),
(104029, 200977, 'Почтомат ПриватБанк №1001: ул. Парковая, 4', 1, '13569', 1001),
(102784, 200258, 'Почтомат ПриватБанк №1001: ул. Парковая, 21', 1, '12087', 1001),
(101076, 200367, 'Почтомат ПриватБанк №1001: ул. Парковая, 30', 1, '11084', 1001),
(102933, 200682, 'Почтомат ПриватБанк №1001: ул. Парковая, 8', 1, '11946', 1001),
(103167, 200093, 'Почтомат ПриватБанк №1001: ул. Партизанская, 151', 1, '12314', 1001),
(102988, 200538, 'Почтомат ПриватБанк №1001: ул. Победы, 3', 1, '12395', 1001),
(103181, 200413, 'Почтомат ПриватБанк №1001: ул. Победы, 3', 1, '12391', 1001),
(103551, 200362, 'Почтомат ПриватБанк №1001: ул. Победы, 8', 1, '12904', 1001),
(103604, 200588, 'Почтомат ПриватБанк №1001: ул. Победы, 83', 1, '12928', 1001),
(102707, 200580, 'Почтомат ПриватБанк №1001: ул. Первомайская, 31', 1, '12058', 1001),
(102326, 200731, 'Почтомат ПриватБанк №1001: ул. Петра Захарова, 46', 1, '11673', 1001),
(102068, 200338, 'Почтомат ПриватБанк №1001: ул. Пилипа Орлика, 16', 1, '11661', 1001),
(101398, 200747, 'Почтомат ПриватБанк №1001: ул. Филиппа Орлика, 30', 1, '11092', 1001),
(102782, 200624, 'Почтомат ПриватБанк №1001: ул. Пионерская, 1', 1, '11940', 1001),
(103140, 200709, 'Почтомат ПриватБанк №1001: ул. Пионерская, 28/3', 1, '12597', 1001),
(103251, 200492, 'Почтомат ПриватБанк №1001: ул. Подольская, 15/3', 1, '12580', 1001),
(102863, 200613, 'Почтомат ПриватБанк №1001: ул. Покровская, 11', 1, '11991', 1001),
(102039, 200404, 'Почтомат ПриватБанк №1001: ул. Полтавская, 40', 1, '11646', 1001),
(102905, 200372, 'Почтомат ПриватБанк №1001: ул. Полтавская, 85', 1, '12078', 1001),
(103296, 200364, 'Почтомат ПриватБанк №1001: ул. Полтавский Шлях, 198', 1, '12394', 1001),
(103184, 200689, 'Почтомат ПриватБанк №1001: ул. Попова, 13', 1, '12358', 1001),
(102836, 200737, 'Почтомат ПриватБанк №1001: ул. Поповича, 2/23', 1, '11948', 1001),
(102806, 200512, 'Почтомат ПриватБанк №1001: ул. Поповкина, 35', 1, '12052', 1001),
(102910, 200353, 'Почтомат ПриватБанк №1001: ул. Почтовая, 9', 1, '12021', 1001),
(103453, 200558, 'Почтомат ПриватБанк №1001: ул. Привокзальная, 2а', 1, '12825', 1001),
(102173, 200089, 'Почтомат ПриватБанк №1001: ул. Привокзальная, 9', 1, '11672', 1001),
(102945, 200740, 'Почтомат ПриватБанк №1001: ул. Промислова, 60', 1, '12060', 1001),
(102497, 200223, 'Почтомат ПриватБанк №1001: ул. Пушкина, 1', 1, '12174', 1001),
(103030, 200124, 'Почтомат ПриватБанк №1001: ул. Пушкина, 1', 1, '12285', 1001),
(103132, 200198, 'Почтомат ПриватБанк №1001: ул. Пушкина, 3', 1, '12487', 1001),
(102844, 200017, 'Почтомат ПриватБанк №1001: ул. Первомайская, 6', 1, '12088', 1001),
(102074, 200301, 'Почтомат ПриватБанк №1001: ул. Пушкина, 8', 1, '11600', 1001),
(103055, 200527, 'Почтомат ПриватБанк №1001: ул. Советская, 42', 1, '12273', 1001),
(102725, 200762, 'Почтомат ПриватБанк №1001: ул. Советская, 44', 1, '12074', 1001),
(102968, 200351, 'Почтомат ПриватБанк №1001: ул. Рынок, 1', 1, '12483', 1001),
(103000, 200287, 'Почтомат ПриватБанк №1001: ул. Рабочая, 13', 1, '12316', 1001),
(102308, 200361, 'Почтомат ПриватБанк №1001: ул. Руданского, 5', 1, '11719', 1001),
(101251, 200714, 'Почтомат ПриватБанк №1001: ул. Русская, 19б (А-Банк)', 1, '11140', 1001),
(102596, 200446, 'Почтомат ПриватБанк №1001: ул. Савченко, 2', 1, '12084', 1001),
(101027, 200390, 'Почтомат ПриватБанк №1001: ул. Садовая, 34/1', 1, '11198', 1001),
(103287, 200630, 'Почтомат ПриватБанк №1001: ул. Самборская, 3', 1, '12584', 1001),
(103568, 200647, 'Почтомат ПриватБанк №1001: ул. Самойловича, 1', 1, '12804', 1001),
(102662, 200546, 'Почтомат ПриватБанк №1001: ул. Свободы, 11в', 1, '12044', 1001),
(102418, 200802, 'Почтомат ПриватБанк №1001: ул. Свободы, 24', 1, '11557', 1001),
(103810, 200054, 'Почтомат ПриватБанк №1001: ул. Свободы, 84', 1, '13169', 1001),
(102727, 200820, 'Почтомат ПриватБанк №1001: ул. Свободы, 268а', 1, '12045', 1001),
(102879, 200617, 'Почтомат ПриватБанк №1001: ул. Святониколаевская, 104', 1, '12024', 1001),
(103640, 200775, 'Почтомат ПриватБанк №1001: ул. Свято-Николаевская, 170', 1, '11669', 1001),
(103175, 200710, 'Почтомат ПриватБанк №1001: ул. Северина Наливайка, 1/1', 1, '12500', 1001),
(102789, 200025, 'Почтомат ПриватБанк №1001: ул. Сечени, 4', 1, '12178', 1001),
(102768, 200445, 'Почтомат ПриватБанк №1001: ул. Северский путь, 7', 1, '12022', 1001),
(101413, 200381, 'Почтомат ПриватБанк №1001: ул. Сечеславская, 25', 1, '10415', 1001),
(103598, 200854, 'Почтомат ПриватБанк №1001: ул. Сечевых Стрелков, 11', 1, '12926', 1001),
(102496, 200557, 'Почтомат ПриватБанк №1001: ул. Сечевых Стрелков, 30', 1, '12043', 1001),
(103275, 200156, 'Почтомат ПриватБанк №1001: ул. Славы, 14', 1, '12573', 1001),
(102612, 200505, 'Почтомат ПриватБанк №1001: ул. Славы, 45', 1, '12051', 1001),
(102924, 200201, 'Почтомат ПриватБанк №1001: ул. Слобожанская, 21', 1, '12081', 1001),
(103013, 200744, 'Почтомат ПриватБанк №1001: ул. Соборная, 10', 1, '12453', 1001),
(102638, 200799, 'Почтомат ПриватБанк №1001: ул. Соборная, 110а', 1, '11971', 1001),
(103470, 200332, 'Почтомат ПриватБанк №1001: ул. Соборная, 111', 1, '12834', 1001),
(103469, 200365, 'Почтомат ПриватБанк №1001: ул. Мельниченка, 121', 1, '12841', 1001),
(103312, 200238, 'Почтомат ПриватБанк №1001: ул. Соборная, 141', 1, '12416', 1001),
(100960, 200285, 'Почтомат ПриватБанк №1001: ул. Соборная, 16', 1, '11116', 1001),
(101356, 200615, 'Почтомат ПриватБанк №1001: ул. Соборная, 197', 1, '11124', 1001),
(103088, 200702, 'Почтомат ПриватБанк №1001: ул. Соборная, 22', 1, '12409', 1001),
(102216, 200728, 'Почтомат ПриватБанк №1001: ул. Соборная, 25', 1, '11649', 1001),
(102441, 200715, 'Почтомат ПриватБанк №1001: ул. Соборная, 29', 1, '11950', 1001),
(103406, 200490, 'Почтомат ПриватБанк №1001: ул. Соборная, 30', 1, '12832', 1001),
(102540, 200571, 'Почтомат ПриватБанк №1001: ул. Соборная, 32', 1, '11989', 1001),
(102973, 200310, 'Почтомат ПриватБанк №1001: ул. Соборная, 35', 1, '12408', 1001),
(103801, 200777, 'Почтомат ПриватБанк №1001: ул. Соборная, 379', 1, '13155', 1001),
(102345, 200642, 'Почтомат ПриватБанк №1001: ул. Соборная, 4', 1, '11658', 1001),
(102869, 200100, 'Почтомат ПриватБанк №1001: ул. Соборная, 4', 1, '12099', 1001),
(102553, 200520, 'Почтомат ПриватБанк №1001: ул. Соборная, 43', 1, '12054', 1001),
(103173, 200582, 'Почтомат ПриватБанк №1001: ул. Соборная, 44', 1, '12317', 1001),
(102861, 200179, 'Почтомат ПриватБанк №1001: ул. Соборная, 46', 1, '12059', 1001),
(103151, 200240, 'Почтомат ПриватБанк №1001: ул. Соборная, 46', 1, '12412', 1001),
(103014, 200153, 'Почтомат ПриватБанк №1001: ул. Соборная, 49', 1, '12404', 1001),
(103957, 200569, 'Почтомат ПриватБанк №1001: ул. Собрная, 6', 1, '13424', 1001),
(102402, 200175, 'Почтомат ПриватБанк №1001: ул. Соборная, 85', 1, '11665', 1001),
(102632, 200013, 'Почтомат ПриватБанк №1001: ул. Соборная, 85', 1, '12103', 1001),
(103545, 200142, 'Почтомат ПриватБанк №1001: ул. Соборной Украины, 9', 1, '12819', 1001),
(102880, 200225, 'Почтомат ПриватБанк №1001: ул. Соборности Украины, 21', 1, '12249', 1001),
(102921, 200333, 'Почтомат ПриватБанк №1001: ул. Соборности, 12', 1, '12025', 1001),
(103135, 200661, 'Почтомат ПриватБанк №1001: ул. Соборности, 17', 1, '12570', 1001),
(102431, 200684, 'Почтомат ПриватБанк №1001: ул. Соборности, 2', 1, '11689', 1001),
(102507, 200019, 'Почтомат ПриватБанк №1001: ул. Соборности, 27', 1, '12027', 1001),
(102642, 200318, 'Почтомат ПриватБанк №1001: ул. Соборности, 4', 1, '12100', 1001),
(102922, 200454, 'Почтомат ПриватБанк №1001: ул. Соборности, 68', 1, '11945', 1001),
(101057, 200453, 'Почтомат ПриватБанк №1001: ул. Сорочинская, 2', 1, '11121', 1001),
(103448, 200127, 'Почтомат ПриватБанк №1001: ул. Станционная, 1', 1, '12829', 1001),
(101972, 200789, 'Почтомат ПриватБанк №1001: ул. Староникольская, 27а', 1, '11217', 1001),
(102149, 200051, 'Почтомат ПриватБанк №1001: ул. Старопутивльская, 28', 1, '11652', 1001),
(103080, 200521, 'Почтомат ПриватБанк №1001: ул. Степана Бандеры, 18', 1, '12621', 1001),
(103475, 200788, 'Почтомат ПриватБанк №1001: ул. Степана Бандеры, 20', 1, '12816', 1001),
(102069, 200375, 'Почтомат ПриватБанк №1001: ул. Сумская, 6', 1, '11651', 1001),
(102702, 200279, 'Почтомат ПриватБанк №1001: ул. Таврическая, 12в', 1, '12096', 1001),
(102348, 200173, 'Почтомат ПриватБанк №1001: ул. Терещенков, 44', 1, '11655', 1001),
(103578, 200716, 'Почтомат ПриватБанк №1001: ул. Тиверськая, 79а', 1, '12805', 1001),
(102572, 200437, 'Почтомат ПриватБанк №1001: ул. Тычины, 6', 1, '11866', 1001),
(103422, 200548, 'Почтомат ПриватБанк №1001: ул. Торговая, 27', 1, '12831', 1001),
(102797, 200182, 'Почтомат ПриватБанк №1001: ул. Торговая, 3', 1, '12098', 1001),
(102640, 200859, 'Почтомат ПриватБанк №1001: ул. Майская, 10', 1, '12182', 1001),
(103858, 200161, 'Почтомат ПриватБанк №1001: ул. Трифонова, 15/1', 1, '13216', 1001),
(102052, 200650, 'Почтомат ПриватБанк №1001: ул. Троицкая, 24', 1, '11657', 1001),
(102119, 200262, 'Почтомат ПриватБанк №1001: ул. Украинская, 47/2', 1, '11732', 1001),
(102967, 200804, 'Почтомат ПриватБанк №1001: ул. Украинская, 56', 1, '12497', 1001),
(104060, 200601, 'Почтомат ПриватБанк №1001: ул. Украинская, 75', 1, '13582', 1001),
(104177, 200675, 'Почтомат ПриватБанк №1001:', 1, '13579', 1001),
(103161, 200822, 'Почтомат ПриватБанк №1001: ул. Хмельницкая, 8/1', 1, '12578', 1001),
(102711, 200494, 'Почтомат ПриватБанк №1001: ул. Центральная, 1', 1, '12252', 1001),
(102938, 200167, 'Почтомат ПриватБанк №1001: ул. Центральная, 10', 1, '12093', 1001),
(103588, 200219, 'Почтомат ПриватБанк №1001: ул. Центральная, 107', 1, '12927', 1001),
(102369, 200326, 'Почтомат ПриватБанк №1001: ул. Центральная, 10а', 1, '11720', 1001),
(103246, 200026, 'Почтомат ПриватБанк №1001: ул. Центральная, 113', 1, '12291', 1001),
(103464, 200371, 'Почтомат ПриватБанк №1001: ул. Свердлова, 136', 1, '12789', 1001),
(102483, 200541, 'Почтомат ПриватБанк №1001: ул. Центральная, 19а', 1, '11985', 1001),
(102471, 200172, 'Почтомат ПриватБанк №1001: ул. Центральная, 224', 1, '11988', 1001),
(102545, 200537, 'Почтомат ПриватБанк №1001: ул. Центральная, 25', 1, '12254', 1001),
(103286, 200706, 'Почтомат ПриватБанк №1001: ул. Центральная, 25', 1, '12600', 1001),
(100885, 200427, 'Почтомат ПриватБанк №1001: ул. Центральная, 26а', 1, '10619', 1001),
(102946, 200503, 'Почтомат ПриватБанк №1001: ул. Центральная, 30', 1, '11992', 1001),
(102101, 200018, 'Почтомат ПриватБанк №1001: ул. Центральная, 31/52', 1, '11727', 1001),
(103183, 200517, 'Почтомат ПриватБанк №1001: ул. Центральная, 35', 1, '12289', 1001),
(103147, 200787, 'Почтомат ПриватБанк №1001: ул. Центральная, 36', 1, '12390', 1001),
(103302, 200068, 'Почтомат ПриватБанк №1001: ул. Центральная, 353', 1, '12328', 1001),
(103468, 200663, 'Почтомат ПриватБанк №1001: ул. Центральная, 38', 1, '12788', 1001),
(103085, 200540, 'Почтомат ПриватБанк №1001: ул. Центральная, 39', 1, '12444', 1001),
(102593, 200568, 'Почтомат ПриватБанк №1001: ул. Центральная, 41а', 1, '12248', 1001),
(102465, 200275, 'Почтомат ПриватБанк №1001: ул. Центральная, 44а', 1, '12082', 1001),
(103025, 200323, 'Почтомат ПриватБанк №1001: ул. Центральная, 44а', 1, '12308', 1001),
(103036, 200574, 'Почтомат ПриватБанк №1001: ул. Центральная, 46', 1, '12309', 1001),
(102130, 200244, 'Почтомат ПриватБанк №1001: ул. Центральная, 5', 1, '11666', 1001),
(103550, 200579, 'Почтомат ПриватБанк №1001: ул. Центральная, 59', 1, '12803', 1001),
(102755, 200028, 'Почтомат ПриватБанк №1001: ул. Центральная, 64', 1, '12029', 1001),
(102923, 200137, 'Почтомат ПриватБанк №1001: ул. Центральная, 65', 1, '11968', 1001),
(103082, 200327, 'Почтомат ПриватБанк №1001: ул. Центральная, 7', 1, '12406', 1001),
(102952, 200171, 'Почтомат ПриватБанк №1001: ул. Центральная, 88', 1, '12283', 1001),
(102841, 200815, 'Почтомат ПриватБанк №1001: ул. Центральная, 99', 1, '11974', 1001),
(102738, 200639, 'Почтомат ПриватБанк №1001: ул. Центральная, 6', 1, '12086', 1001),
(103016, 200274, 'Почтомат ПриватБанк №1001: ул. Шашкевича, 3', 1, '12532', 1001),
(103165, 200813, 'Почтомат ПриватБанк №1001: ул. Шашкевича, 8а', 1, '12595', 1001),
(103219, 200215, 'Почтомат ПриватБанк №1001: ул. Шевченко, 10', 1, '12323', 1001),
(102586, 200703, 'Почтомат ПриватБанк №1001: ул. Шевченко, 11', 1, '12075', 1001),
(103496, 200796, 'Почтомат ПриватБанк №1001: ул. Шевченко, 14', 1, '12860', 1001),
(102454, 200063, 'Почтомат ПриватБанк №1001: ул. Шевченко, 16', 1, '12026', 1001),
(102405, 200273, 'Почтомат ПриватБанк №1001: ул. Шевченко, 169а', 1, '11695', 1001),
(103142, 200232, 'Почтомат ПриватБанк №1001: ул. Шевченко, 23а', 1, '12533', 1001),
(102562, 200329, 'Почтомат ПриватБанк №1001: ул. Шевченко, 24', 1, '11986', 1001),
(102753, 200646, 'Почтомат ПриватБанк №1001: ул. Шевченко, 27', 1, '11994', 1001),
(102819, 200721, 'Почтомат ПриватБанк №1001: ул. Шевченко, 27', 1, '11973', 1001),
(102249, 200291, 'Почтомат ПриватБанк №1001: ул. Шевченко, 3', 1, '11573', 1001),
(102718, 200294, 'Почтомат ПриватБанк №1001: ул. Шевченко, 3', 1, '12018', 1001),
(102964, 200465, 'Почтомат ПриватБанк №1001: ул. Шевченко, 32', 1, '12496', 1001),
(102043, 200190, 'Почтомат ПриватБанк №1001: ул. Шевченко, 41', 1, '11682', 1001),
(103015, 200560, 'Почтомат ПриватБанк №1001: ул. Шевченко, 42', 1, '12312', 1001),
(102704, 200776, 'Почтомат ПриватБанк №1001: ул. Шевченко, 47', 1, '11996', 1001),
(103188, 200044, 'Почтомат ПриватБанк №1001: ул. Шевченко, 57а', 1, '12579', 1001),
(103492, 200236, 'Почтомат ПриватБанк №1001: ул. Шевченко, 59/2', 1, '12820', 1001),
(102986, 200308, 'Почтомат ПриватБанк №1001: ул. Шевченко, 62', 1, '12302', 1001),
(103190, 200696, 'Почтомат ПриватБанк №1001: ул. Шевченко, 66', 1, '12471', 1001),
(102295, 200474, 'Почтомат ПриватБанк №1001: ул. Шевченко, 7', 1, '11645', 1001),
(102086, 200349, 'Почтомат ПриватБанк №1001: ул. Шевченко, 73', 1, '11523', 1001),
(102759, 200090, 'Почтомат ПриватБанк №1001: ул. Шевченко, 81', 1, '12019', 1001),
(102490, 200183, 'Почтомат ПриватБанк №1001: ул. Шевченко, 84', 1, '12037', 1001),
(103276, 200433, 'Почтомат ПриватБанк №1001: ул. Шевченко, 85', 1, '12281', 1001),
(103077, 200227, 'Почтомат ПриватБанк №1001: ул. Шевченко, 9', 1, '12304', 1001),
(103067, 200096, 'Почтомат ПриватБанк №1001: ул. Шевченко, 96', 1, '12387', 1001),
(102190, 200029, 'Почтомат ПриватБанк №1001: ул. Шевченковский путь, 118', 1, '11728', 1001),
(103802, 200618, 'Почтомат ПриватБанк №1001: ул. Шевченко, 5', 1, '13177', 1001),
(103194, 200448, 'Почтомат ПриватБанк №1001: ул. Шептицкого, 11', 1, '12596', 1001),
(102994, 200670, 'Почтомат ПриватБанк №1001: ул. Шептицкого, 93', 1, '12535', 1001),
(102203, 200637, 'Почтомат ПриватБанк №1001: ул. Широкая, 23', 1, '11556', 1001),
(102505, 200658, 'Почтомат ПриватБанк №1001: ул. Шолом-Алейхема, 16', 1, '11941', 1001),
(102192, 200130, 'Почтомат ПриватБанк №1001: ул. Шолуденко, 6в', 1, '11581', 1001),
(103577, 200020, 'Почтомат ПриватБанк №1001: ул. Юбилейная, 77', 1, '12826', 1001),
(102884, 200595, 'Почтомат ПриватБанк №1001: ул. Юрия Коптева, 59', 1, '12139', 1001),
(102199, 200666, 'Почтомат ПриватБанк №1001: ул. Юрия Пасхалина, 51', 1, '11696', 1001),
(103018, 200402, 'Почтомат ПриватБанк №1001: ул. Юрия Савицкого, 14/2', 1, '12581', 1001),
(103540, 200622, 'Почтомат ПриватБанк №1001: ул. Ярослава Мудрого, 1а', 1, '12842', 1001),
(103176, 200356, 'Почтомат ПриватБанк №1001: ул. Ярослава Мудрого, 27', 1, '12413', 1001),
(102426, 200386, 'Почтомат ПриватБанк №1001: мкр. Строителей, 72', 1, '11721', 1001),
(103278, 200510, 'Почтомат ПриватБанк №1001: мкрн. Диброва, 25/2', 1, '12292', 1001),
(103143, 200188, 'Почтомат ПриватБанк №1001: пл. Гайдамаков, 21', 1, '12594', 1001),
(101245, 200322, 'Почтомат ПриватБанк №1001: пл. Дружбы народов, 1', 1, '11000', 1001),
(102987, 200085, 'Почтомат ПриватБанк №1001: пл. Звитяги, 1а', 1, '12531', 1001),
(102112, 200307, 'Почтомат ПриватБанк №1001: пл. Культуры, 1', 1, '11683', 1001),
(103241, 200407, 'Почтомат ПриватБанк №1001: пл. Мира, 33', 1, '12415', 1001),
(102810, 200559, 'Почтомат ПриватБанк №1001: пл. Народная, 19', 1, '12179', 1001),
(103063, 200573, 'Почтомат ПриватБанк №1001: пл. Независимости, 7', 1, '12499', 1001),
(103118, 200792, 'Почтомат ПриватБанк №1001: пл. Победы, 4', 1, '12389', 1001),
(103046, 200283, 'Почтомат ПриватБанк №1001: пл. Рынок, 3', 1, '12592', 1001),
(103217, 200027, 'Почтомат ПриватБанк №1001: пл. Рынок, 32', 1, '12490', 1001),
(102996, 200242, 'Почтомат ПриватБанк №1001: пл. Свободы, 3', 1, '12586', 1001),
(102117, 200399, 'Почтомат ПриватБанк №1001: пл. Соборная, 1', 1, '11647', 1001),
(103152, 200605, 'Почтомат ПриватБанк №1001: пл. Соборная, 2/4', 1, '12503', 1001),
(102876, 200033, 'Почтомат ПриватБанк №1001: ул. Соборно-Николаевская, 2', 1, '12030', 1001),
(103410, 200734, 'Почтомат ПриватБанк №1001: пл. Шевченко, 18', 1, '12824', 1001),
(102739, 200463, 'Почтомат ПриватБанк №1001: пл. Шевченко, 4', 1, '11905', 1001),
(103049, 200004, 'Почтомат ПриватБанк №1001: пл. Шевченко, 4', 1, '12378', 1001),
(101029, 200481, 'Почтомат ПриватБанк №1001: пл. Заньковецкой, 4', 1, '11122', 1001),
(102440, 200284, 'Почтомат ПриватБанк №1001: ул. Ленина, 13', 1, '11918', 1001),
(103200, 200499, 'Почтомат ПриватБанк №1001: ул. Шевченко, 16', 1, '12590', 1001),
(102233, 200794, 'Почтомат ПриватБанк №1001: пер. 50-летия Победы, 6', 1, '11681', 1001),
(102911, 200583, 'Почтомат ПриватБанк №1001: пер. Водопроводный, 6', 1, '11981', 1001),
(102687, 200007, 'Почтомат ПриватБанк №1001: проул. Торговый, 16/1', 1, '12028', 1001),
(102484, 200138, 'Почтомат ПриватБанк №1001: пер. Торговый, 3а', 1, '11978', 1001),
(102591, 200091, 'Почтомат ПриватБанк №1001: пер. Школьный, 2', 1, '11976', 1001),
(103115, 200444, 'Почтомат ПриватБанк №1001: просп. Богдана Хмельницкого, 46б', 1, '12437', 1001),
(102955, 200603, 'Почтомат ПриватБанк №1001: просп. Возрождения, 14', 1, '12530', 1001),
(101078, 200414, 'Почтомат ПриватБанк №1001: просп. Владимирский, 27/49', 1, '11016', 1001),
(103456, 200652, 'Почтомат ПриватБанк №1001: просп. Гвардейский, 28б', 1, '12764', 1001),
(102874, 200088, 'Почтомат ПриватБанк №1001: просп. Героев Чернобыля, 7', 1, '12080', 1001),
(102906, 200738, 'Почтомат ПриватБанк №1001: просп. Днепровский, 23', 1, '11939', 1001),
(103090, 200662, 'Почтомат ПриватБанк №1001: просп. Дружбы Народов, 11а', 1, '12460', 1001),
(103129, 200506, 'Почтомат ПриватБанк №1001: просп. Дружбы, 15', 1, '12369', 1001),
(102995, 200479, 'Почтомат ПриватБанк №1001: просп. Курчатова, 8а', 1, '12576', 1001),
(102761, 200265, 'Почтомат ПриватБанк №1001: просп. Независимости, 15', 1, '11970', 1001),
(102533, 200811, 'Почтомат ПриватБанк №1001: просп. Независимости, 22', 1, '12143', 1001),
(101019, 200488, 'Почтомат ПриватБанк №1001: просп. Победы, 18', 1, '11047', 1001),
(101449, 200252, 'Почтомат ПриватБанк №1001: просп. Ленина, 158', 1, '10554', 1001),
(103920, 200392, 'Почтомат ПриватБанк №1001: просп. Соборний, 24', 1, '13344', 1001),
(101980, 200534, 'Почтомат ПриватБанк №1001: просп. Соборный, 77', 1, '11215', 1001),
(102529, 200482, 'Почтомат ПриватБанк №1001: просп. Трубников, 54', 1, '11850', 1001),
(103086, 200117, 'Почтомат ПриватБанк №1001: просп. Шевченко, 18', 1, '12325', 1001),
(102736, 200810, 'Почтомат ПриватБанк №1001: просп. Григорьевского Десанта, 28/39', 1, '11922', 1001),
(102151, 200346, 'Почтомат ПриватБанк №1001: проспект Героев Днепра, 75', 1, '11612', 1001),
(102079, 200024, 'Почтомат ПриватБанк №1001: шосе Мелитопольское, 27', 1, '11566', 1001),
(103601, 200086, 'Почтомат ПриватБанк №1002: б-р Богдана Хмельницкого, 2г', 1, '12929', 1002),
(102318, 200341, 'Почтомат ПриватБанк №1002: ул. Леси Украинки, 2', 1, '11608', 1002),
(102284, 200302, 'Почтомат ПриватБанк №1002: ул. 30-летия Победы, 2/4', 1, '11436', 1002),
(102639, 200284, 'Почтомат ПриватБанк №1002: ул. Ленина, 35', 1, '11919', 1002),
(102256, 200301, 'Почтомат ПриватБанк №1002: ул. Богдана Хмельницкого, 30, кв. 102', 1, '11601', 1002),
(102813, 200472, 'Почтомат ПриватБанк №1002: ул. Вячеслава Черновола, 9а', 1, '12036', 1002),
(102907, 200741, 'Почтомат ПриватБанк №1002: ул. Большая Фонтанная, 31', 1, '12168', 1002),
(103078, 200071, 'Почтомат ПриватБанк №1002: ул. Вокзальна, 4а', 1, '12448', 1002),
(101501, 200282, 'Почтомат ПриватБанк №1002: ул. Владимира Великого, 12а (А-Банк)', 1, '11144', 1002),
(101572, 200217, 'Почтомат ПриватБанк №1002: ул. Воскресенськая, 14', 1, '10544', 1002),
(103300, 200696, 'Почтомат ПриватБанк №1002: ул. Шевченко, 71', 1, '12472', 1002),
(101326, 200772, 'Почтомат ПриватБанк №1002: ул. Гагарина, 47', 1, '11087', 1002),
(102584, 200246, 'Почтомат ПриватБанк №1002: ул. Гагарина, 31', 1, '11859', 1002),
(103153, 200488, 'Почтомат ПриватБанк №1002: ул. Гагарина, 4', 1, '12457', 1002),
(101986, 200774, 'Почтомат ПриватБанк №1002: ул. Героев Майдана, 71', 1, '11223', 1002),
(103262, 200798, 'Почтомат ПриватБанк №1002: ул. Героев Небесной Сотни, 37/2', 1, '12361', 1002),
(101006, 200146, 'Почтомат ПриватБанк №1002: ул. Героев Украины, 6/68', 1, '10989', 1002),
(102526, 200243, 'Почтомат ПриватБанк №1002: ул. Гоголевская, 4', 1, '11953', 1002),
(101069, 200481, 'Почтомат ПриватБанк №1002: ул. Гоголя, 2а/30', 1, '11123', 1002),
(103268, 200540, 'Почтомат ПриватБанк №1002: ул. Горького, 11', 1, '12445', 1002),
(102107, 200361, 'Почтомат ПриватБанк №1002: ул. Грушевского, 28', 1, '11723', 1002),
(101368, 200615, 'Почтомат ПриватБанк №1002: ул. Грушевского, 42а', 1, '11125', 1002),
(102128, 200076, 'Почтомат ПриватБанк №1002: ул. Грушевского, 9/1', 1, '11576', 1002),
(102578, 200811, 'Почтомат ПриватБанк №1002: ул. Дружбы Народов, 40', 1, '12144', 1002),
(101129, 200367, 'Почтомат ПриватБанк №1002: ул. Дружбы, 24', 1, '11085', 1002),
(102382, 200023, 'Почтомат ПриватБанк №1002: ул. Европейская, 132', 1, '11564', 1002),
(104076, 200789, 'Почтомат ПриватБанк №1002: ул. Жадановского, 6-А', 1, '13600', 1002),
(103258, 200286, 'Почтомат ПриватБанк №1002: ул. Октябрьская, 14', 1, '12572', 1002),
(101396, 200749, 'Почтомат ПриватБанк №1002: ул. Заричанская, 5/3', 1, '11100', 1002),
(103187, 200132, 'Почтомат ПриватБанк №1002: ул. Зеленая, 17', 1, '12451', 1002),
(101414, 200585, 'Почтомат ПриватБанк №1002: ул. Ивана Мазепы, 37', 1, '11049', 1002),
(102705, 200776, 'Почтомат ПриватБанк №1002: ул. Ивана Рашевского, 36', 1, '11812', 1002),
(103311, 200039, 'Почтомат ПриватБанк №1002: ул. Измаильськая, 52а', 1, '12443', 1002),
(102124, 200024, 'Почтомат ПриватБанк №1002: ул. Дюмина, 69/22', 1, '11567', 1002),
(102589, 200270, 'Почтомат ПриватБанк №1002: ул. Калиновая, 118в', 1, '12245', 1002),
(103564, 200525, 'Почтомат ПриватБанк №1002: ул. Киевская, 164', 1, '12887', 1002),
(102550, 200595, 'Почтомат ПриватБанк №1002: ул. Киевская, 277/1', 1, '12140', 1002),
(102205, 200065, 'Почтомат ПриватБанк №1002: ул. Киевский Шлях, 39', 1, '11571', 1002),
(102397, 200152, 'Почтомат ПриватБанк №1002: ул. Князя Василька, 6а', 1, '11580', 1002),
(102287, 200237, 'Почтомат ПриватБанк №1002: ул. Козацкая, 28', 1, '11471', 1002),
(102944, 200643, 'Почтомат ПриватБанк №1002: ул. Ленина, 19', 1, '12142', 1002),
(103274, 200803, 'Почтомат ПриватБанк №1002: ул. Ленина, 87', 1, '12298', 1002),
(102646, 200437, 'Почтомат ПриватБанк №1002: ул. Лермонтова, 4', 1, '11867', 1002),
(101273, 200714, 'Почтомат ПриватБанк №1002: ул. Леси Украинки, 10 (А-Банк)', 1, '11141', 1002),
(103436, 200130, 'Почтомат ПриватБанк №1002: ул. Мазепы, 8', 1, '12884', 1002),
(102340, 200051, 'Почтомат ПриватБанк №1002: ул. Макаренко, 7', 1, '11653', 1002),
(103073, 200453, 'Почтомат ПриватБанк №1002: ул. Николая Гоголя, 137/8', 1, '12565', 1002),
(103514, 200233, 'Почтомат ПриватБанк №1002: ул. Мирогощанская, 1', 1, '12742', 1002),
(101402, 200747, 'Почтомат ПриватБанк №1002: ул. Мира, 18', 1, '11093', 1002),
(102046, 200547, 'Почтомат ПриватБанк №1002: ул. Независимости, 13', 1, '11540', 1002),
(102404, 200331, 'Почтомат ПриватБанк №1002: ул. Независисмости, 55', 1, '11604', 1002),
(102447, 200225, 'Почтомат ПриватБанк №1002: ул. Новая, 102', 1, '12250', 1002),
(103032, 200689, 'Почтомат ПриватБанк №1002: ул. Острожского, 42', 1, '12359', 1002),
(102524, 200409, 'Почтомат ПриватБанк №1002: ул. Павлоградская, 50', 1, '12077', 1002),
(103113, 200554, 'Почтомат ПриватБанк №1002: ул. Первомайская, 37', 1, '12501', 1002),
(101315, 200698, 'Почтомат ПриватБанк №1022: ул. Петропавловская, 76', 1, '11054', 1002),
(101395, 200141, 'Почтомат ПриватБанк №1002: ул. Пирогова, 111а (А-Банк)', 1, '11102', 1002),
(102253, 200561, 'Почтомат ПриватБанк №1002: ул. Покровская, 47', 1, '11730', 1002),
(102381, 200508, 'Почтомат ПриватБанк №1002: ул. Пушкина, 9', 1, '11623', 1002),
(103106, 200527, 'Почтомат ПриватБанк №1002: ул. Советская, 98/11', 1, '12274', 1002),
(101267, 200378, 'Почтомат ПриватБанк №1002: ул. Республиканская, 63', 1, '11078', 1002),
(101667, 200528, 'Почтомат ПриватБанк №1002: ул. Разумовская, 23', 1, '10827', 1002),
(102132, 200802, 'Почтомат ПриватБанк №1002: ул. Свободы, 19', 1, '11558', 1002),
(103039, 200744, 'Почтомат ПриватБанк №1002: ул. Симона Петлюры, 13а', 1, '12454', 1002),
(101259, 200322, 'Почтомат ПриватБанк №1002: ул. Соборная, 1а', 1, '11001', 1002),
(103070, 200285, 'Почтомат ПриватБанк №1002: пл. Джона Ленона, 7/18', 1, '12279', 1002),
(102260, 200628, 'Почтомат ПриватБанк №1002: ул. Соборная, 8', 1, '11561', 1002),
(103277, 200769, 'Почтомат ПриватБанк №1002: ул. Сокальская, 7', 1, '12480', 1002),
(102697, 200463, 'Почтомат ПриватБанк №1002: ул. Стависская, 65п', 1, '11906', 1002),
(102985, 200730, 'Почтомат ПриватБанк №1002: ул. Стуса, 10а', 1, '12476', 1002),
(102846, 200038, 'Почтомат ПриватБанк №1002: ул. Таращанская, 161', 1, '12270', 1002),
(103130, 200117, 'Почтомат ПриватБанк №1002: ул. Титова, 5', 1, '12326', 1002),
(101088, 200354, 'Почтомат ПриватБанк №1002: пл. Торговая, 18а', 1, '11005', 1002),
(102361, 200291, 'Почтомат ПриватБанк №1002: ул. Университетская, 33а', 1, '11574', 1002),
(101697, 200315, 'Почтомат ПриватБанк №1002: ул. Ушинского, 1', 1, '10471', 1002),
(103164, 200713, 'Почтомат ПриватБанк №1002: ул. Харьковская, 5', 1, '12321', 1002),
(102947, 200137, 'Почтомат ПриватБанк №1002: ул. Центральная, 55/57', 1, '11969', 1002),
(103611, 200068, 'Почтомат ПриватБанк №1002: ул. Центральная, 367а, корп. 3', 1, '12930', 1002),
(102031, 200173, 'Почтомат ПриватБанк №1002: ул. Циолковского, 6', 1, '11656', 1002),
(101340, 200419, 'Почтомат ПриватБанк №1002: ул. Красного Креста, 16', 1, '11118', 1002),
(102213, 200349, 'Почтомат ПриватБанк №1002: ул. Ленина, 2', 1, '11524', 1002),
(102095, 200252, 'Почтомат ПриватБанк №1002: ул. Чумаченко, 37', 1, '11474', 1002),
(102673, 200482, 'Почтомат ПриватБанк №1002: ул. Шевченко, 231', 1, '11851', 1002),
(102401, 200513, 'Почтомат ПриватБанк №1002: ул. Шевченко, 3', 1, '11625', 1002),
(102647, 200292, 'Почтомат ПриватБанк №1002: ул. Шевченко, 40', 1, '12176', 1002),
(103558, 200229, 'Почтомат ПриватБанк №1002: ул. Школьная, 9', 1, '12905', 1002),
(103031, 200431, 'Почтомат ПриватБанк №1002: ул. Юрия Гагарина, 4', 1, '12272', 1002),
(102289, 200414, 'Почтомат ПриватБанк №1002: ул. Ярослана Мудрого, 17/1', 1, '11617', 1002),
(103094, 200662, 'Почтомат ПриватБанк №1002: кв-л Бакинский, 1, корп. 31', 1, '12461', 1002),
(102925, 200091, 'Почтомат ПриватБанк №1002: мкр. 40-летия Победы, 2а', 1, '11977', 1002),
(102082, 200386, 'Почтомат ПриватБанк №1002: мкр. Вараш, 5а', 1, '11722', 1002),
(102152, 200729, 'Почтомат ПриватБанк №1002: пл. 40-й Армии, 2', 1, '11677', 1002),
(101490, 200381, 'Почтомат ПриватБанк №1002: пр. Южный, 20', 1, '11007', 1002),
(102370, 200289, 'Почтомат ПриватБанк №1002: пер. Школьный, 1', 1, '11598', 1002),
(101677, 200746, 'Почтомат ПриватБанк №1002: просп. Науки, 38', 1, '11064', 1002),
(103148, 200479, 'Почтомат ПриватБанк №1002: просп. Независимости, 21а', 1, '12577', 1002),
(102850, 200224, 'Почтомат ПриватБанк №1002: просп. Независимости, 3а', 1, '12039', 1002),
(103224, 200506, 'Почтомат ПриватБанк №1002: просп. Победы, 7', 1, '12370', 1002),
(102291, 200216, 'Почтомат ПриватБанк №1002: просп. Ленина, 49 (А-Банк)', 1, '11582', 1002),
(101409, 200447, 'Почтомат ПриватБанк №1002: просп. Центральный, 73', 1, '11020', 1002),
(101601, 200420, 'Почтомат ПриватБанк №1002: просп. Красной Калины, 36', 1, '11201', 1002),
(102421, 200346, 'Почтомат ПриватБанк №1002: проспект Героев Днепра, 23', 1, '11613', 1002),
(103308, 200311, 'Почтомат ПриватБанк №1002: проспект Европейский, 7', 1, '12455', 1002),
(101347, 200772, 'Почтомат ПриватБанк №1003: бульв. Т. Шевченка, 241 (А-Банк)', 1, '11088', 1003),
(101679, 200746, 'Почтомат ПриватБанк №1003: просп. 23 Августа, 51', 1, '11065', 1003),
(103093, 200071, 'Почтомат ПриватБанк №1003: ул. 40-летия Октября, 92г', 1, '12449', 1003),
(103594, 200453, 'Почтомат ПриватБанк №1003: ул. Апостола Данилы, 3', 1, '12925', 1003),
(102875, 200224, 'Почтомат ПриватБанк №1003: ул. Бандеры, 5', 1, '12040', 1003),
(102878, 200038, 'Почтомат ПриватБанк №1003: ул. Богдана Хмельницкого, 2/9', 1, '12271', 1003),
(102009, 200774, 'Почтомат ПриватБанк №1003: ул. В. Александри, 1', 1, '11225', 1003),
(102559, 200595, 'Почтомат ПриватБанк №1003: ул. Вокзальная, 6', 1, '12141', 1003),
(103201, 200132, 'Почтомат ПриватБанк №1003: ул. Вячеслава Черновола, 1', 1, '12452', 1003),
(102407, 200023, 'Почтомат ПриватБанк №1003: ул. Вячеслава Черновола, 18', 1, '11565', 1003),
(102611, 200246, 'Почтомат ПриватБанк №1003: ул. Петровского, 62', 1, '11860', 1003),
(104164, 200643, 'Почтомат ПриватБанк №1003: вул. Героїв України, 58', 1, '15198', 1003),
(102343, 200341, 'Почтомат ПриватБанк №1003: ул. Гетьмана Мазепы, 55 (А-Банк)', 1, '11609', 1003),
(102408, 200513, 'Почтомат ПриватБанк №1003: ул. Гетьманская, 50', 1, '11626', 1003),
(103091, 200444, 'Почтомат ПриватБанк №1003: ул. Грушевского Михаила, 20/1', 1, '12439', 1003),
(101124, 200354, 'Почтомат ПриватБанк №1003: ул. Грушевского, 17', 1, '11006', 1003),
(102372, 200301, 'Почтомат ПриватБанк №1003: ул. Звонарская, 17', 1, '11602', 1003),
(101278, 200714, 'Почтомат ПриватБанк №1003: ул. Живова, 40, пом. 2', 1, '11142', 1003),
(102730, 200666, 'Почтомат ПриватБанк №1003: ул. Октябрьская, 11', 1, '11862', 1003),
(102058, 200547, 'Почтомат ПриватБанк №1003: ул. Киевская, 94', 1, '11541', 1003),
(102231, 200349, 'Почтомат ПриватБанк №1003: ул. Ватутина, 3', 1, '11525', 1003),
(102254, 200076, 'Почтомат ПриватБанк №1003: ул. Короленко, 66', 1, '11577', 1003),
(101851, 200315, 'Почтомат ПриватБанк №1003: ул. Кутузова, 2', 1, '10795', 1003),
(103282, 200540, 'Почтомат ПриватБанк №1003: ул. Лизы Чайкиной, 4', 1, '12446', 1003),
(101575, 200420, 'Почтомат ПриватБанк №1003: ул. Любинская, 104', 1, '10966', 1003),
(103098, 200696, 'Почтомат ПриватБанк №1003: ул. Майдан Рынок, 33/26', 1, '12473', 1003),
(101661, 200528, 'Почтомат ПриватБанк №1003: ул. Малая Арнаутская, 97', 1, '10824', 1003),
(103478, 200229, 'Почтомат ПриватБанк №1003: ул. Малый Рынок, 11/1', 1, '12906', 1003),
(102280, 200628, 'Почтомат ПриватБанк №1003: ул. Маяковского, 67/74', 1, '11562', 1003),
(102419, 200331, 'Почтомат ПриватБанк №1003: ул. Независимости, 144', 1, '11605', 1003),
(102982, 200156, 'Почтомат ПриватБанк №1003: ул. Независимости, 37', 1, '12575', 1003),
(101425, 200447, 'Почтомат ПриватБанк №1003: ул. Озерная, 13/2', 1, '11025', 1003),
(101304, 200322, 'Почтомат ПриватБанк №1030: ул. Преображенская, 2', 1, '11003', 1003),
(102828, 200776, 'Почтомат ПриватБанк №1003: ул. Ремесленная, 43', 1, '11997', 1003),
(101384, 200615, 'Почтомат ПриватБанк №1003: ул. Соборная, 15', 1, '11126', 1003),
(102971, 200749, 'Почтомат ПриватБанк №1003: ул. Соборная, 57', 1, '12351', 1003),
(102186, 200289, 'Почтомат ПриватБанк №1003: ул. Спортивная, 8/53н', 1, '11599', 1003),
(103280, 200798, 'Почтомат ПриватБанк №1003: ул. Судилковская, 1', 1, '12362', 1003),
(102508, 200243, 'Почтомат ПриватБанк №1003: ул. Большая Бердичевская, 5', 1, '11954', 1003),
(102613, 200270, 'Почтомат ПриватБанк №1003: ул. Трудовая, 13а', 1, '12246', 1003),
(102681, 200284, 'Почтомат ПриватБанк №1003: ул. Котовского, 53', 1, '11920', 1003),
(102714, 200736, 'Почтомат ПриватБанк №1003: ул. Фединца, 24', 1, '11881', 1003),
(101335, 200698, 'Почтомат ПриватБанк №1003: ул. Харьковская, 32', 1, '11055', 1003),
(102934, 200741, 'Почтомат ПриватБанк №1003: ул. Шевченко, 11/5', 1, '12169', 1003),
(101917, 200551, 'Почтомат ПриватБанк №1003: ул. Шевченко, 128', 1, '11236', 1003),
(103293, 200769, 'Почтомат ПриватБанк №1003: ул. Шептицкого, 1а', 1, '12481', 1003),
(102411, 200367, 'Почтомат ПриватБанк №1003: ул. Школьная, 7', 1, '11614', 1003),
(102212, 200024, 'Почтомат ПриватБанк №1003: ул. Шмидта, 14/47', 1, '11568', 1003),
(102432, 200414, 'Почтомат ПриватБанк №1003: ул. Ярослава Мудрого, 52/25', 1, '11618', 1003),
(101049, 200146, 'Почтомат ПриватБанк №1003: ул. Танасчишина, 5а', 1, '10990', 1003),
(102310, 200237, 'Почтомат ПриватБанк №1003: просп. Строителей, 11а', 1, '11472', 1003),
(101359, 200419, 'Почтомат ПриватБанк №1003: просп. Свободы, 52', 1, '11119', 1003),
(102321, 200216, 'Почтомат ПриватБанк №1003: ул. Маршала Жукова, 13/38 (А-Банк)', 1, '11583', 1003),
(102337, 200302, 'Почтомат ПриватБанк №1003: просп. Грушевского, 25', 1, '11437', 1003),
(103295, 200488, 'Почтомат ПриватБанк №1003: просп. Днепровский, 13', 1, '12458', 1003),
(101576, 200217, 'Почтомат ПриватБанк №1003: просп. Мира, 18', 1, '10629', 1003),
(103883, 200438, 'Почтомат ПриватБанк №1003: просп. Мира, 74', 1, '13205', 1003),
(102717, 200534, 'Почтомат ПриватБанк №1003: просп. Соборный, 63', 1, '12115', 1003),
(102158, 200252, 'Почтомат ПриватБанк №1003: просп. Ленина, 86', 1, '11475', 1003),
(101287, 200378, 'Почтомат ПриватБанк №1003: ул. 50 лет Октября, 32/10', 1, '11079', 1003),
(101419, 200747, 'Почтомат ПриватБанк №1003: просп. Ушакова, 46', 1, '11094', 1003),
(103884, 200438, 'Почтомат ПриватБанк №1004: бул. Меотиды, 38, кв. 66', 1, '13206', 1004),
(101348, 200772, 'Почтомат ПриватБанк №1004: бульв. Т. Шевченка, 150', 1, '11089', 1004),
(103405, 200071, 'Почтомат ПриватБанк №1004: ул. 50-Летия Октября, 10', 1, '12899', 1004),
(103104, 200444, 'Почтомат ПриватБанк №1004: ул. 50-Летия Победы, 29', 1, '12620', 1004),
(102240, 200331, 'Почтомат ПриватБанк №1004: ул. Адама Мицкевича, 3/2', 1, '11606', 1004),
(101682, 200746, 'Почтомат ПриватБанк №1004: ул. Ахсарова, 19а', 1, '11066', 1004);
INSERT INTO `oc_city` (`city_id`, `zone_id`, `name`, `status`, `code`, `sort_order`) VALUES
(102856, 200776, 'Почтомат ПриватБанк №1004: ул. Всехсвятская, 8', 1, '11813', 1004),
(101400, 200615, 'Почтомат ПриватБанк №1004: ул. Гагарина, 67', 1, '11128', 1004),
(102818, 200076, 'Почтомат ПриватБанк №1004: ул. Гагарина, 9', 1, '11578', 1004),
(101435, 200447, 'Почтомат ПриватБанк №1004: ул. Генерала Карпенко, 43', 1, '11028', 1004),
(102067, 200367, 'Почтомат ПриватБанк №1004: ул. Дворцовая, 57', 1, '11615', 1004),
(102892, 200470, 'Почтомат ПриватБанк №1004: ул. Духновича, 34, пом. 1', 1, '11917', 1004),
(102720, 200482, 'Почтомат ПриватБанк №1004: ул. Электрометаллургов, 26а', 1, '11853', 1004),
(101935, 200551, 'Почтомат ПриватБанк №1004: ул. Западнодонбасская, 28', 1, '11237', 1004),
(102542, 200243, 'Почтомат ПриватБанк №1004: ул. Ивана Кочепги, 6', 1, '11955', 1004),
(101344, 200282, 'Почтомат ПриватБанк №1004: ул. Ивасюка, 26а', 1, '11146', 1004),
(101660, 200528, 'Почтомат ПриватБанк №1004: ул. Екатерининская, 78, оф. 3', 1, '10823', 1004),
(101418, 200141, 'Почтомат ПриватБанк №1004: ул. Киевская, 31', 1, '11104', 1004),
(102202, 200252, 'Почтомат ПриватБанк №1004: ул. Космическая, 87', 1, '11476', 1004),
(101581, 200420, 'Почтомат ПриватБанк №1004: ул. Научная, 96б', 1, '10967', 1004),
(102442, 200741, 'Почтомат ПриватБанк №1004: ул. Небесной Сотни, 22', 1, '12170', 1004),
(101921, 200774, 'Почтомат ПриватБанк №1004: ул. Небесной Сотни, 30', 1, '11226', 1004),
(101431, 200585, 'Почтомат ПриватБанк №1004: ул. Небесной Сотни, 9/17', 1, '11051', 1004),
(102365, 200302, 'Почтомат ПриватБанк №1004: ул. Огиенко, 59', 1, '11438', 1004),
(102898, 200038, 'Почтомат ПриватБанк №1004: ул. Олеся Гончара, 11', 1, '12267', 1004),
(102699, 200284, 'Почтомат ПриватБанк №1004: ул. Осипенко, 78/80', 1, '11921', 1004),
(102387, 200714, 'Почтомат ПриватБанк №1004: ул. Русская, 19', 1, '11490', 1004),
(101678, 200217, 'Почтомат ПриватБанк №1004: ул. Сергея Ефремова, 25', 1, '10873', 1004),
(102745, 200666, 'Почтомат ПриватБанк №1004: ул. Соборная, 108', 1, '11863', 1004),
(102357, 200341, 'Почтомат ПриватБанк №1004: ул. Степана Бандеры, 53/4', 1, '11610', 1004),
(102894, 200322, 'Почтомат ПриватБанк №1004: ул. Степняка-Кравчинского, 1', 1, '12061', 1004),
(101310, 200378, 'Почтомат ПриватБанк №1004: ул. Красина, 61/52', 1, '11080', 1004),
(101354, 200698, 'Почтомат ПриватБанк №1004: ул. Харьковская, 100', 1, '11056', 1004),
(103313, 200769, 'Почтомат ПриватБанк №1004: ул. Шевченко, 14а', 1, '12482', 1004),
(102791, 200736, 'Почтомат ПриватБанк №1004: пл. Корятовича, 13', 1, '11882', 1004),
(101433, 200747, 'Почтомат ПриватБанк №1004: просп. 200-летия Херсона, 32', 1, '11095', 1004),
(102371, 200237, 'Почтомат ПриватБанк №1004: просп. Строителей, 24', 1, '11473', 1004),
(101362, 200419, 'Почтомат ПриватБанк №1004: просп. Возрождения, 1', 1, '11120', 1004),
(103102, 200749, 'Почтомат ПриватБанк №1004: просп. Мира, 72/5', 1, '12352', 1004),
(101852, 200315, 'Почтомат ПриватБанк №1004: просп. Воздухофлотский, 50/2', 1, '10796', 1004),
(101508, 200381, 'Почтомат ПриватБанк №1004: просп. Почтовый, 3', 1, '11009', 1004),
(102390, 200216, 'Почтомат ПриватБанк №1004: просп. Ленина, 91 (А-Банк)', 1, '11584', 1004),
(103342, 200534, 'Почтомат ПриватБанк №1004: просп. Соборный, 122', 1, '12723', 1004),
(101437, 200141, 'Почтомат Приватбанк №1005: ул. 600-летия, 21', 1, '11105', 1005),
(102298, 200585, 'Почтомат ПриватБанк №1005: ул. А. Кукобы, 12', 1, '11542', 1005),
(101516, 200381, 'Почтомат ПриватБанк №1005: ул. Адмирала Головко, 40, пом. 3', 1, '11010', 1005),
(102728, 200322, 'Почтомат ПриватБанк №1005: ул. Беляева, 2', 1, '12062', 1005),
(101365, 200772, 'Почтомат ПриватБанк №1005: ул. В. Черновола, 122/41', 1, '11090', 1005),
(103834, 200470, 'Почтомат ПриватБанк №1005: ул. Валенберга, 1', 1, '13174', 1005),
(101981, 200774, 'Почтомат ПриватБанк №1005: ул. Главная, 18', 1, '11227', 1005),
(101686, 200746, 'Почтомат ПриватБанк №1005: ул. Пушкинская, 50/52', 1, '11067', 1005),
(102377, 200341, 'Почтомат ПриватБанк №1005: ул. Ивана Франко, 3', 1, '11611', 1005),
(102457, 200741, 'Почтомат ПриватБанк №1005: ул. Интернациональная, 1', 1, '12171', 1005),
(102772, 200666, 'Почтомат ПриватБанк №1005: ул. Независимости, 35', 1, '11864', 1005),
(102229, 200252, 'Почтомат ПриватБанк №1005: ул. Новокузнецкая, 12', 1, '11477', 1005),
(102305, 200302, 'Почтомат ПриватБанк №1005: ул. Огиенко, 41', 1, '11439', 1005),
(101665, 200528, 'Почтомат ПриватБанк №1005: ул. Пушкинская, 69', 1, '10826', 1005),
(102888, 200776, 'Почтомат ПриватБанк №1005: ул. Коцюбинского, 66', 1, '11998', 1005),
(101950, 200551, 'Почтомат ПриватБанк №1005: ул. Садовниченко, 3/2', 1, '11238', 1005),
(101328, 200378, 'Почтомат ПриватБанк №1005: ул. Ленина, 22/19', 1, '11081', 1005),
(102919, 200038, 'Почтомат ПриватБанк №1005: ул. Турчинова, 11', 1, '12268', 1005),
(102783, 200482, 'Почтомат ПриватБанк №1005: ул. Шевченко, 188', 1, '11854', 1005),
(101595, 200420, 'Почтомат ПриватБанк №1005: ул. Щирецкая, 36, №5 (ТЦ Володимир)', 1, '10970', 1005),
(101358, 200282, 'Почтомат ПриватБанк №1005: пл. Рынок, 14', 1, '11147', 1005),
(101446, 200747, 'Почтомат ПриватБанк №1005: просп. 200-летия Херсона, 15', 1, '11096', 1005),
(102917, 200419, 'Почтомат ПриватБанк №1005: просп. Возрождения, 26а', 1, '12184', 1005),
(101683, 200217, 'Почтомат ПриватБанк №1005: просп. Гагарина, 7', 1, '10875', 1005),
(102360, 200216, 'Почтомат ПриватБанк №1005: просп. Конституции, 25', 1, '11586', 1005),
(101366, 200698, 'Почтомат ПриватБанк №1005: просп. М. Лушпи, 22/1 (А-Банк)', 1, '11057', 1005),
(103891, 200438, 'Почтомат ПриватБанк №1005: просп. Металургов 60а, корп. 3', 1, '13207', 1005),
(102583, 200243, 'Почтомат ПриватБанк №1005: просп. Мира, 21', 1, '11956', 1005),
(101405, 200615, 'Почтомат ПриватБанк №1005: просп. Мира, 8', 1, '11129', 1005),
(101853, 200315, 'Почтомат ПриватБанк №1005: просп. Победы, 27а', 1, '10797', 1005),
(102290, 200714, 'Почтомат ПриватБанк №1005: просп. Степана Бандеры, 38', 1, '11491', 1005),
(103443, 200132, 'Почтомат ПриватБанк №1005: с. Софиевская Борщаговка, ул. Леси Украинки, 11/15', 1, '12790', 1005),
(102958, 200024, 'Почтомат ПриватБанк №1005: шоссе Мелитопольское, 89в', 1, '12432', 1005),
(102030, 200216, 'Почтомат ПриватБанк №1006: бульв. Строителей, 26г', 1, '11587', 1006),
(103511, 200038, 'Почтомат ПриватБанк №1006: б-р 50-Летия Победы, 137', 1, '12880', 1006),
(102247, 200252, 'Почтомат ПриватБанк №1006: ул. Авраменко, 13', 1, '11478', 1006),
(101687, 200746, 'Почтомат ПриватБанк №1006: ул. Академика Проскуры, 3 в', 1, '11068', 1006),
(102607, 200243, 'Почтомат ПриватБанк №1006: ул. Большая Бердичевская, 95', 1, '11957', 1006),
(101421, 200615, 'Почтомат ПриватБанк №1006: ул. Виденская, 8', 1, '11130', 1006),
(102762, 200322, 'Почтомат ПриватБанк №1006: ул. Волкова, 11б', 1, '12063', 1006),
(102413, 200776, 'Почтомат ПриватБанк №1006: ул. Ивана Мазепы, 37', 1, '11633', 1006),
(103397, 200367, 'Почтомат ПриватБанк №1006: ул. Катеринича, 16', 1, '12700', 1006),
(101346, 200378, 'Почтомат ПриватБанк №1006: ул. Киевская, 63', 1, '11082', 1006),
(102333, 200302, 'Почтомат ПриватБанк №1006: Князей Кориатовичей, 9', 1, '11440', 1006),
(102918, 200419, 'Почтомат ПриватБанк №1006: ул. Ковельская, 2', 1, '12185', 1006),
(101381, 200698, 'Почтомат ПриватБанк №1006: ул. Козацкий Вал, 1', 1, '11058', 1006),
(101372, 200282, 'Почтомат ПриватБанк №1006: ул. Грюнвальдская, 12б', 1, '11148', 1006),
(102793, 200666, 'Почтомат ПриватБанк №1006: ул. Независимости, 80', 1, '11865', 1006),
(102827, 200482, 'Почтомат ПриватБанк №1006: ул. Первомайская, 1', 1, '11855', 1006),
(101674, 200528, 'Почтомат ПриватБанк №1006: ул. Преображенская, 17', 1, '10903', 1006),
(103137, 200749, 'Почтомат ПриватБанк №1006: ул. Проскуровская, 1', 1, '12354', 1006),
(101606, 200420, 'Почтомат ПриватБанк №1006: ул. Сиховская, 8', 1, '11202', 1006),
(101375, 200772, 'Почтомат ПриватБанк №1006: ул. Сумгаитская, 24', 1, '11091', 1006),
(103399, 200341, 'Почтомат ПриватБанк №1006: ул. Тараса Шевченко, 23', 1, '12722', 1006),
(102060, 200585, 'Почтомат ПриватБанк №1006: ул. Чураивны, 5а', 1, '11543', 1006),
(101519, 200381, 'Почтомат ПриватБанк №1006: просп. Гагарина, 27, пом. 10', 1, '11011', 1006),
(101460, 200447, 'Почтомат ПриватБанк №1006: просп. Героев Украины, 103/1', 1, '11032', 1006),
(101854, 200315, 'Почтомат ПриватБанк №1006: просп. Победы, 37', 1, '10798', 1006),
(103057, 200024, 'Почтомат ПриватБанк №1006: просп. Победы, 45/36', 1, '12433', 1006),
(101457, 200747, 'Почтомат ПриватБанк №1006: просп. Святых Кирилла и Мефодия, 10', 1, '11097', 1006),
(102314, 200714, 'Почтомат ПриватБанк №1006: просп. Степана Бандеры, 96', 1, '11492', 1006),
(101685, 200217, 'Почтомат ПриватБанк №1006: просп. Дмитра Яворницького, 19, корп. 7', 1, '10876', 1006),
(103838, 200666, 'Почтомат ПриватБанк №1007: бул. Графа О. Бобринского, 9', 1, '13178', 1007),
(102268, 200772, 'Почтомат ПриватБанк №1007: бул. Шевченко, 305', 1, '11697', 1007),
(101690, 200746, 'Почтомат ПриватБанк №1007: ул. Валентиновская, 29б', 1, '11069', 1007),
(102625, 200243, 'Почтомат ПриватБанк №1007: ул. Витрука, 45', 1, '11958', 1007),
(103408, 200038, 'Почтомат ПриватБанк №1007: ул. Леваневского, 46', 1, '12881', 1007),
(102012, 200774, 'Почтомат ПриватБанк №1007: ул. Главная, 189', 1, '11229', 1007),
(102935, 200419, 'Почтомат ПриватБанк №1007: ул. Гордиюк, 37', 1, '12186', 1007),
(101399, 200698, 'Почтомат ПриватБанк №1007: ул. Горького, 5а', 1, '11059', 1007),
(104168, 200367, 'Почтомат ПриватБанк №1007: вул. Дніпровська, 5-172н', 1, '15185', 1007),
(102017, 200420, 'Почтомат ПриватБанк №1007: ул. Драгана, 9', 1, '11204', 1007),
(102848, 200482, 'Почтомат ПриватБанк №1007: ул. Электрометаллургов, 210', 1, '11856', 1007),
(102493, 200741, 'Почтомат ПриватБанк №1007: ул. Європейська, 1', 1, '12173', 1007),
(102080, 200585, 'Почтомат ПриватБанк №1007: ул. Европейская, 155', 1, '11544', 1007),
(103146, 200749, 'Почтомат ПриватБанк №1007: Заречанская, 38', 1, '12355', 1007),
(102266, 200252, 'Почтомат ПриватБанк №1007: ул. Ладожская, 4', 1, '11479', 1007),
(101472, 200447, 'Почтомат ПриватБанк №1007: ул. Московская, 40/5', 1, '11033', 1007),
(102756, 200551, 'Почтомат ПриватБанк №1007: ул. Озерная, 90', 1, '12232', 1007),
(101470, 200747, 'Почтомат ПриватБанк №1007: ул. Патона, 4', 1, '11098', 1007),
(101452, 200141, 'Почтомат Приватбанк №1007: ул. Пирогова, 111/35', 1, '11107', 1007),
(101526, 200381, 'Почтомат ПриватБанк №1007: ул. Свитальского Николая, 7б', 1, '11012', 1007),
(101681, 200528, 'Почтомат ПриватБанк №1007: ул. Сергея Ядова, 16а', 1, '10905', 1007),
(101855, 200315, 'Почтомат ПриватБанк №1007: ул. Симона Петлюры, 22', 1, '10799', 1007),
(102781, 200322, 'Почтомат ПриватБанк №1007: ул. Славы, 20', 1, '12064', 1007),
(101429, 200615, 'Почтомат ПриватБанк №1007: ул. Соборная, 67', 1, '11131', 1007),
(101373, 200282, 'Почтомат ПриватБанк №1007: ул. Г. Хоткевича, 63а', 1, '11149', 1007),
(102862, 200714, 'Почтомат ПриватБанк №1007: ул. Шептицкого, 4а', 1, '11898', 1007),
(103866, 200438, 'Почтомат ПриватБанк №1007: просп. Строителей, 75', 1, '13209', 1007),
(102061, 200216, 'Почтомат ПриватБанк №1007: просп. Героев АТО, 13, помещ. 38', 1, '11588', 1007),
(102071, 200776, 'Почтомат ПриватБанк №1007: просп. Победы, 139', 1, '11635', 1007),
(102932, 200736, 'Почтомат ПриватБанк №1007: просп. Свободы, 2', 1, '11885', 1007),
(101689, 200217, 'Почтомат ПриватБанк №1007: просп. Яворницкого Дмитрия, 66', 1, '10877', 1007),
(102096, 200585, 'Почтомат ПриватБанк №1008: ул. Великотырновская, 35/2', 1, '11545', 1008),
(102351, 200772, 'Почтомат ПриватБанк №1008: ул. Вернигоры, 12', 1, '11698', 1008),
(102803, 200322, 'Почтомат ПриватБанк №1008: ул. Верхняя Пермская, 42', 1, '12065', 1008),
(102450, 200419, 'Почтомат ПриватБанк №1008: ул. Винниченко, 47/34', 1, '12187', 1008),
(102285, 200252, 'Почтомат ПриватБанк №1008: ул. Производственная, 11а', 1, '11480', 1008),
(101534, 200381, 'Почтомат ПриватБанк №1008: ул. Владимира Великого, 18', 1, '11013', 1008),
(101389, 200282, 'Почтомат ПриватБанк №1008: ул. Галицкая, 100б', 1, '11150', 1008),
(101695, 200746, 'Почтомат ПриватБанк №1008: ул. Гиршмана, 4', 1, '11070', 1008),
(103089, 200024, 'Почтомат ПриватБанк №1008: ул. Дюмина, 52', 1, '12435', 1008),
(102320, 200774, 'Почтомат ПриватБанк №1008: ул. Комарова, 14 (А-Банк)', 1, '11493', 1008),
(101474, 200447, 'Почтомат ПриватБанк №1008: ул. Корабелов, 16/2', 1, '11036', 1008),
(103881, 200438, 'Почтомат ПриватБанк №1008: ул. Латишева, 25', 1, '13210', 1008),
(103417, 200038, 'Почтомат ПриватБанк №1008: ул. Леваневского, 47/1', 1, '12882', 1008),
(103900, 200315, 'Почтомат ПриватБанк №1008: ул. Никольско-Ботаническая, 2/14', 1, '10811', 1008),
(104039, 200666, 'Почтомат ПриватБанк №1008: ул. Независимости, 32', 1, '13572', 1008),
(102887, 200482, 'Почтомат ПриватБанк №1008: ул. Отаманская, 6', 1, '11857', 1008),
(102656, 200243, 'Почтомат ПриватБанк №1008: ул. Победы, 99', 1, '11959', 1008),
(102040, 200378, 'Почтомат ПриватБанк №1008: ул. Первомайская, 2в', 1, '11527', 1008),
(103158, 200749, 'Почтомат ПриватБанк №1008: ул. Проскуровская, 53', 1, '12356', 1008),
(101403, 200698, 'Почтомат ПриватБанк №1008: ул. Роменская, 81', 1, '11060', 1008),
(101676, 200528, 'Почтомат ПриватБанк №1008: ул. Садовая, пом. №512', 1, '10904', 1008),
(101463, 200141, 'Почтомат ПриватБанк №1008: ул. Театральная, 7', 1, '11108', 1008),
(102428, 200776, 'Почтомат ПриватБанк №1008: просп. Мира, 35', 1, '11634', 1008),
(102445, 200736, 'Почтомат ПриватБанк №1008: ул. Швабская, 37', 1, '11886', 1008),
(101440, 200615, 'Почтомат ПриватБанк №1008: ул. Шевченка, 18, кв. 8', 1, '11132', 1008),
(102601, 200714, 'Почтомат ПриватБанк №1008: ул. Шептицкого, 11', 1, '11899', 1008),
(101589, 200420, 'Почтомат ПриватБанк №1008: ул. Широкая, 63а', 1, '10969', 1008),
(102094, 200216, 'Почтомат ПриватБанк №1008: просп. Металлургов, 4б', 1, '11589', 1008),
(102763, 200747, 'Почтомат ПриватБанк №1008: просп. Ушакова, 91', 1, '12228', 1008),
(102531, 200551, 'Почтомат ПриватБанк №1008: просп. Шахтостроителей, 8', 1, '12233', 1008),
(103888, 200438, 'Почтомат ПриватБанк №1009: бул. Шевченка, 295а', 1, '13211', 1009),
(103435, 200038, 'Почтомат ПриватБанк №1009: ул. 50-Летия Победы, 19, кв. 5', 1, '12883', 1009),
(102830, 200322, 'Почтомат ПриватБанк №1009: ул. Архитектора Паученка, 28', 1, '12066', 1009),
(102098, 200776, 'Почтомат ПриватБанк №1009: ул. Белова, 29', 1, '11636', 1009),
(102378, 200774, 'Почтомат ПриватБанк №1009: ул. Главная, 96 (А-Банк)', 1, '11494', 1009),
(101454, 200615, 'Почтомат ПриватБанк №1009: ул. Д. Галицкого, 2', 1, '11133', 1009),
(102121, 200585, 'Почтомат ПриватБанк №1009: ул. Европейская, 63', 1, '11546', 1009),
(101479, 200141, 'Почтомат ПриватБанк №1009: ул. Келецкая, 122', 1, '11109', 1009),
(101696, 200217, 'Почтомат ПриватБанк №1009: ул. Короленка, 3', 1, '10881', 1009),
(101856, 200315, 'Почтомат ПриватБанк №1009: ул. Льва Толстого, 13', 1, '10812', 1009),
(101670, 200528, 'Почтомат ПриватБанк №1009: ул. Новосельского, 93', 1, '10902', 1009),
(102771, 200747, 'Почтомат ПриватБанк №1009: ул. Перекопская, 20', 1, '12229', 1009),
(102155, 200378, 'Почтомат ПриватБанк №1009: ул. Первомайская, 27', 1, '11528', 1009),
(102648, 200698, 'Почтомат ПриватБанк №1009: ул. Петропавловская, 60', 1, '12158', 1009),
(103100, 200024, 'Почтомат ПриватБанк №1009: ул. Павлика Морозова, 15', 1, '12436', 1009),
(102498, 200772, 'Почтомат ПриватБанк №1009: ул. Рождественская, 43', 1, '11833', 1009),
(102614, 200714, 'Почтомат ПриватБанк №1009: ул. Сагайдачного, 2', 1, '11900', 1009),
(101585, 200420, 'Почтомат ПриватБанк №1009: ул. Стрыйская, 85а', 1, '10968', 1009),
(102300, 200252, 'Почтомат ПриватБанк №1009: ул. Чаривная, 46б', 1, '11481', 1009),
(103265, 200243, 'Почтомат ПриватБанк №1009: ул. Черняховского, 96', 1, '12363', 1009),
(101407, 200282, 'Почтомат ПриватБанк №1009: ул. Черновола, 60/2', 1, '11151', 1009),
(103172, 200749, 'Почтомат ПриватБанк №1009: просп. Мира, 69', 1, '12357', 1009),
(102478, 200419, 'Почтомат ПриватБанк №1009: просп. Молодежи, 14', 1, '12188', 1009),
(101699, 200746, 'Почтомат ПриватБанк №1009: просп. Независимости, 7', 1, '11071', 1009),
(101541, 200381, 'Почтомат ПриватБанк №1009: просп. Победы, 35, пом. 131', 1, '11017', 1009),
(102126, 200216, 'Почтомат ПриватБанк №1009: просп. Ленина, 40', 1, '11590', 1009),
(103910, 200482, 'Почтомат ПриватБанк №1009: просп. Трубников, 6', 1, '13423', 1009),
(101547, 200381, 'Почтомат ПриватБанк №1010: ул. Героев АТО, 61, пом. 54', 1, '11019', 1010),
(102499, 200736, 'Почтомат ПриватБанк №1010: ул. Грушевского, 43/2', 1, '11888', 1010),
(101914, 200420, 'Почтомат ПриватБанк №1010: ул. Дж. Вашингтона, 5-5а', 1, '11205', 1010),
(102701, 200698, 'Почтомат ПриватБанк №1010: ул. Ильинская, 12', 1, '11825', 1010),
(101422, 200282, 'Почтомат ПриватБанк №1010: ул. Е. Коновальца, 130/3', 1, '11152', 1010),
(103221, 200749, 'Почтомат ПриватБанк №1010: ул. Курчатова, 1а', 1, '12516', 1010),
(101668, 200528, 'Почтомат ПриватБанк №1010: ул. Новосельского, 59', 1, '10901', 1010),
(101857, 200315, 'Почтомат ПриватБанк №1010: ул. Паньковская, 27/78', 1, '10813', 1010),
(102857, 200322, 'Почтомат ПриватБанк №1010: ул. Пашутинская, 54/55', 1, '12067', 1010),
(101500, 200447, 'Почтомат ПриватБанк №1010: ул. Пограничная, 167', 1, '11027', 1010),
(103212, 200243, 'Почтомат ПриватБанк №1010: ул. Щорса, 125', 1, '12364', 1010),
(102148, 200216, 'Почтомат ПриватБанк №1010: ул. Димитрова, 16а', 1, '11591', 1010),
(102323, 200252, 'Почтомат ПриватБанк №1010: ул. Рубана, 13', 1, '11482', 1010),
(102131, 200585, 'Почтомат ПриватБанк №1010: ул. Соборности, 46 (А-Банк)', 1, '11547', 1010),
(101702, 200746, 'Почтомат ПриватБанк №1010: вул. Сумская, 96', 1, '11072', 1010),
(102536, 200776, 'Почтомат ПриватБанк №1010: ул. Текстильщиков, 18', 1, '11814', 1010),
(102587, 200772, 'Почтомат ПриватБанк №1010: ул. Университетская, 33', 1, '11834', 1010),
(101466, 200615, 'Почтомат ПриватБанк №1010: ул. Юбилейная, дом. 13', 1, '11135', 1010),
(103892, 200438, 'Почтомат ПриватБанк №1010: просп. Никопольской, 141', 1, '13212', 1010),
(102502, 200419, 'Почтомат ПриватБанк №1010: просп. Воли, 6', 1, '12189', 1010),
(101491, 200141, 'Почтомат ПриватБанк №1010: просп. Коцюбинского, 32', 1, '11110', 1010),
(102425, 200774, 'Почтомат ПриватБанк №1010: просп. Независимости, 127 (А-Банк)', 1, '11495', 1010),
(101858, 200315, 'Почтомат ПриватБанк №1011: ул. Академика Заболотного, 20а', 1, '10849', 1011),
(102710, 200772, 'Почтомат ПриватБанк №1011: ул. Байды Вишневецкого, 40', 1, '11835', 1011),
(101434, 200282, 'Почтомат ПриватБанк №1011: ул. Вовчинецкая (Гагарина), 167', 1, '11153', 1011),
(101481, 200615, 'Почтомат ПриватБанк №1011: ул. Гагарина, 39', 1, '11136', 1011),
(102726, 200698, 'Почтомат ПриватБанк №1011: ул. Герасима Кондратьева, 160', 1, '11826', 1011),
(102163, 200585, 'Почтомат ПриватБанк №1011: ул. Гожулянская, 4', 1, '11548', 1011),
(102072, 200774, 'Почтомат ПриватБанк №1011: ул. Заводская, 7', 1, '11496', 1011),
(102834, 200747, 'Почтомат ПриватБанк №1011: ул. Илюши Кулика, 149/29', 1, '12231', 1011),
(102201, 200420, 'Почтомат ПриватБанк №1011: ул. Коперника, 32 (А-Банк)', 1, '11441', 1011),
(103012, 200749, 'Почтомат ПриватБанк №1011: ул. Куприна, 54/1', 1, '12517', 1011),
(103894, 200438, 'Почтомат ПриватБанк №1011: ул. Мамина-Сибиряка, 35/1', 1, '13214', 1011),
(104055, 200736, 'Почтомат ПриватБанк №1011: ул. Минайская, 18Г', 1, '13571', 1011),
(102347, 200252, 'Почтомат ПриватБанк №1011: ул. Севернокольцевая, 17', 1, '11483', 1011),
(102552, 200776, 'Почтомат ПриватБанк №1011: ул. Сережникова, 6', 1, '12050', 1011),
(102941, 200714, 'Почтомат ПриватБанк №1011: Старый Рынок, 1, кв. 44', 1, '11902', 1011),
(103517, 200528, 'Почтомат ПриватБанк №1011: ул. Старопортофранковская, 103а', 1, '12008', 1011),
(101701, 200217, 'Почтомат ПриватБанк №1011: ул. Чернышевского, 11, пом. 1', 1, '10883', 1011),
(102609, 200322, 'Почтомат ПриватБанк №1011: ул. Яновского, 155', 1, '12119', 1011),
(101553, 200381, 'Почтомат ПриватБанк №1011: мкр. 5-й Заречный, пом. 65', 1, '11021', 1011),
(101509, 200447, 'Почтомат ПриватБанк №1011: просп. Богоявленский, 305а', 1, '11030', 1011),
(101703, 200746, 'Почтомат ПриватБанк №1011: просп. Гагарина, 43/1', 1, '11073', 1011),
(102527, 200419, 'Почтомат ПриватБанк №1011: просп. Грушевского, 31', 1, '12190', 1011),
(102172, 200216, 'Почтомат ПриватБанк №1011: просп. Победы, 43', 1, '11592', 1011),
(101447, 200282, 'Почтомат ПриватБанк №1012: Северный бульвар им. Пушкина, 4а', 1, '11154', 1012),
(102250, 200420, 'Почтомат ПриватБанк №1012: ул. Бандеры, 37', 1, '11442', 1012),
(101492, 200615, 'Почтомат ПриватБанк №1012: ул. В. Черновола, 17', 1, '11137', 1012),
(101517, 200447, 'Почтомат ПриватБанк №1012: ул. Веселиновская, 14а', 1, '11031', 1012),
(102466, 200714, 'Почтомат ПриватБанк №1012: ул. Вячеслава Черновола, 18', 1, '11903', 1012),
(102575, 200776, 'Почтомат ПриватБанк №1012: ул. Гагарина, 11', 1, '11815', 1012),
(102220, 200216, 'Почтомат ПриватБанк №1012: ул. Днепростроевская, 2', 1, '11593', 1012),
(102549, 200419, 'Почтомат ПриватБанк №1012: ул. Конякина, 9б', 1, '12191', 1012),
(101859, 200315, 'Почтомат ПриватБанк №1012: ул. Ломоносова, 58', 1, '10850', 1012),
(102872, 200585, 'Почтомат ПриватБанк №1012: ул. Маршала Бирюзова, 62', 1, '12127', 1012),
(102758, 200772, 'Почтомат ПриватБанк №1012: ул. Небесной Сотни, 28', 1, '11836', 1012),
(103034, 200749, 'Почтомат ПриватБанк №1012: ул. Александра Довженко, 7/1', 1, '12518', 1012),
(102860, 200747, 'Почтомат ПриватБанк №1012: ул. Перекопская, 156а', 1, '12234', 1012),
(102914, 200322, 'Почтомат ПриватБанк №1012: ул. Соборная, 16', 1, '12120', 1012),
(102752, 200698, 'Почтомат ПриватБанк №1012: ул. Троицкая, 26', 1, '12210', 1012),
(102430, 200774, 'Почтомат ПриватБанк №1012: ул. Университетская, 1', 1, '11498', 1012),
(101705, 200217, 'Почтомат ПриватБанк №1012: ул. Чернышевского, 24a', 1, '10884', 1012),
(103519, 200528, 'Почтомат ПриватБанк №1012: проул. Каретный, 18, кв. 20', 1, '12009', 1012),
(101706, 200746, 'Почтомат ПриватБанк №1012: просп. Московский, 293а', 1, '11074', 1012),
(101559, 200381, 'Почтомат ПриватБанк №1012: просп. Победы, 28', 1, '11022', 1012),
(102403, 200252, 'Почтомат ПриватБанк №1012: просп. Ленина, 95', 1, '11484', 1012),
(102624, 200378, 'Почтомат ПриватБанк №1012: просп. 50-летия Октября, 142', 1, '11890', 1012),
(102243, 200216, 'Почтомат ПриватБанк №1013: ул. Строитеелй, 37а (А-Банк)', 1, '11594', 1013),
(102567, 200419, 'Почтомат ПриватБанк №1013: бул. Дружбы Народов, 4а', 1, '12192', 1013),
(101459, 200282, 'Почтомат ПриватБанк №1013: ул. Бачинского, 4', 1, '11155', 1013),
(101524, 200447, 'Почтомат ПриватБанк №1013: ул. Строителей, 10/2', 1, '11034', 1013),
(103269, 200243, 'Почтомат ПриватБанк №1013: ул. Большая Бердичевская, 42', 1, '12464', 1013),
(102805, 200772, 'Почтомат ПриватБанк №1013: ул. Гоголя, 250', 1, '11837', 1013),
(102598, 200776, 'Почтомат ПриватБанк №1013: ул. Защитников Украины, 2', 1, '11816', 1013),
(103056, 200749, 'Почтомат ПриватБанк №1013: ул. Институтская, 4', 1, '12519', 1013),
(101860, 200315, 'Почтомат ПриватБанк №1013: ул. Композитора Лятошинского, 4', 1, '10851', 1013),
(102650, 200714, 'Почтомат ПриватБанк №1013: ул. Мазепы, 7', 1, '12218', 1013),
(102931, 200322, 'Почтомат ПриватБанк №1013: ул. Набережная, 13', 1, '12121', 1013),
(103526, 200528, 'Почтомат ПриватБанк №1013: ул. Пастера, 19', 1, '12010', 1013),
(102779, 200698, 'Почтомат ПриватБанк №1013: ул. Петропавловская, 47/149', 1, '11827', 1013),
(101502, 200615, 'Почтомат ПриватБанк №1013: ул. Романа Шухевича, 10', 1, '11138', 1013),
(102183, 200774, 'Почтомат ПриватБанк №1013: ул. Русская, 252', 1, '11499', 1013),
(102900, 200747, 'Почтомат ПриватБанк №1013: ул. Суворова, 7', 1, '12235', 1013),
(102272, 200420, 'Почтомат ПриватБанк №1013: пл. Липнева, 10', 1, '11443', 1013),
(101518, 200141, 'Почтомат ПриватБанк №1013: площадь Победы, 1', 1, '11113', 1013),
(101709, 200746, 'Почтомат ПриватБанк №1013: просп. Московский, 214/2', 1, '11075', 1013),
(102422, 200252, 'Почтомат ПриватБанк №1013: просп. Ленина, 151', 1, '11485', 1013),
(102645, 200378, 'Почтомат ПриватБанк №1013: просп. 50-летия Октября, 74', 1, '11891', 1013),
(102439, 200322, 'Почтомат ПриватБанк №1014: ул. Октябрьской Революции, 37/16', 1, '12122', 1014),
(102141, 200774, 'Почтомат ПриватБанк №1014: ул. Главная, 103', 1, '11497', 1014),
(102288, 200420, 'Почтомат ПриватБанк №1014: ул. Городоцкая, 98', 1, '11444', 1014),
(102063, 200252, 'Почтомат ПриватБанк №1014: ул. Энтузиастов, 4', 1, '11486', 1014),
(102570, 200714, 'Почтомат ПриватБанк №1014: ул. За Рудкой, 35', 1, '12219', 1014),
(102629, 200585, 'Почтомат ПриватБанк №1014: ул. Зеньковская, 4', 1, '12129', 1014),
(103074, 200749, 'Почтомат ПриватБанк №1014: ул. Камьянецкая, 82', 1, '12520', 1014),
(102618, 200776, 'Почтомат ПриватБанк №1014: ул. Красносельского, 59', 1, '11817', 1014),
(101471, 200282, 'Почтомат ПриватБанк №1014: ул. Независимости, 158', 1, '11156', 1014),
(103281, 200243, 'Почтомат ПриватБанк №1014: ул. Победы, 4', 1, '12365', 1014),
(101565, 200381, 'Почтомат ПриватБанк №1014: ул. Терещенко Владимира, 5а, пом. 15', 1, '11023', 1014),
(102817, 200698, 'Почтомат ПриватБанк №1014: ул. Харьковская, 4', 1, '12211', 1014),
(101525, 200141, 'Почтомат ПриватБанк №1014: ул. Хмельницкое шоссе, 13', 1, '11114', 1014),
(101712, 200746, 'Почтомат ПриватБанк №1014: майдан Свободы, подъезд №3, 1 эт., ком. 81', 1, '11077', 1014),
(103536, 200528, 'Почтомат ПриватБанк №1014: пл. Соборная, 6', 1, '12011', 1014),
(101530, 200447, 'Почтомат ПриватБанк №1014: просп. Богоявленский, 22/1', 1, '11037', 1014),
(104166, 200438, 'Почтомат ПриватБанк №1014: просп. Будівельників, 56', 1, '15186', 1014),
(101861, 200315, 'Почтомат ПриватБанк №1014: просп. Науки, 9', 1, '10852', 1014),
(102605, 200419, 'Почтомат ПриватБанк №1014: просп. Соборности, 32б', 1, '12193', 1014),
(102679, 200378, 'Почтомат ПриватБанк №1014: просп. 50-летия Октября, 40', 1, '11892', 1014),
(101711, 200217, 'Почтомат ПриватБанк №1014: ул. Героев Сталинграда, 109, кв. 4 (А-Банк)', 1, '10886', 1014),
(102463, 200747, 'Почтомат ПриватБанк №1014: шоссе Николаевское, 15', 1, '12236', 1014),
(102709, 200378, 'Почтомат ПриватБанк №1015: ул. 60-летия Октября, 124', 1, '11893', 1015),
(101528, 200141, 'Почтомат ПриватБанк №1015: ул. Николая Островского, 1', 1, '11115', 1015),
(102461, 200322, 'Почтомат ПриватБанк №1015: ул. Большая Перспективная, 40', 1, '12123', 1015),
(102534, 200747, 'Почтомат ПриватБанк №1015: ул. Вишневая, 52', 1, '12237', 1015),
(102852, 200698, 'Почтомат ПриватБанк №1015: ул. Воскресенская, 13/7', 1, '11828', 1015),
(101716, 200746, 'Почтомат ПриватБанк №1015: ул. Гвардейцев-Широнинцев, 15/46', 1, '11076', 1015),
(102193, 200774, 'Почтомат ПриватБанк №1015: ул. Героев Майдана, 4 (А-Банк)', 1, '11500', 1015),
(101532, 200447, 'Почтомат ПриватБанк №1015: ул. Космонавтов, 142', 1, '11039', 1015),
(102628, 200419, 'Почтомат ПриватБанк №1015: ул. Кравчука, 32а', 1, '12194', 1015),
(103087, 200749, 'Почтомат ПриватБанк №1015: ул. Молодежная, 6/2', 1, '12521', 1015),
(102211, 200776, 'Почтомат ПриватБанк №1015: ул. Рокоcсовского, 43, КОРП. 63', 1, '11637', 1015),
(102307, 200420, 'Почтомат ПриватБанк №1015: ул. Сечевых Стрелков, 17', 1, '11445', 1015),
(102386, 200615, 'Почтомат ПриватБанк №1015: ул. Словацкого, 4/6', 1, '11550', 1015),
(102653, 200585, 'Почтомат ПриватБанк №1015: ул. Соборности, 29/15', 1, '12130', 1015),
(102877, 200772, 'Почтомат ПриватБанк №1015: ул. Тараскова, 22', 1, '11839', 1015),
(102594, 200714, 'Почтомат ПриватБанк №1015: ул. Чалдаева, 2', 1, '12220', 1015),
(103544, 200528, 'Почтомат ПриватБанк №1015: пл. Греческая, 3/4', 1, '12012', 1015),
(101714, 200217, 'Почтомат ПриватБанк №1015: просп. Героев, 19', 1, '10887', 1015),
(101862, 200315, 'Почтомат ПриватБанк №1015: просп. Голосеевский, 70', 1, '10853', 1015),
(102881, 200698, 'Почтомат ПриватБанк №1016: ул. 2-я Набережная Реки Стрелки, 10/2', 1, '11829', 1016),
(101863, 200315, 'Почтомат ПриватБанк №1016: ул. Васильковская, 38, пом. №120 (в бук. А)', 1, '10854', 1016),
(102685, 200585, 'Почтомат ПриватБанк №1016: ул. Героев Сталинграда, 30', 1, '12131', 1016),
(102336, 200420, 'Почтомат ПриватБанк №1016: ул. Городоцкая, 41', 1, '11446', 1016),
(102948, 200243, 'Почтомат ПриватБанк №1016: ул. Домбровского, 38', 1, '12465', 1016),
(103548, 200528, 'Почтомат ПриватБанк №1016: ул. Жуковского, 32', 1, '12013', 1016),
(102660, 200419, 'Почтомат ПриватБанк №1016: ул. Задворецкая, 1а', 1, '12196', 1016),
(102518, 200381, 'Почтомат ПриватБанк №1016: ул. Калнышевского Петра, 7', 1, '11961', 1016),
(102619, 200714, 'Почтомат ПриватБанк №1016: ул. Киевская, 11, кв. 3', 1, '12221', 1016),
(102485, 200322, 'Почтомат ПриватБанк №1016: ул. Короленко, 40', 1, '12124', 1016),
(103376, 200774, 'Почтомат ПриватБанк №1016: ул. Небесной Сотни, 14а', 1, '12728', 1016),
(102352, 200282, 'Почтомат ПриватБанк №1016: ул. Независимости, 99', 1, '11595', 1016),
(102482, 200772, 'Почтомат ПриватБанк №1016: ул. Смелянская, 36', 1, '11840', 1016),
(102114, 200615, 'Почтомат ПриватБанк №1016: ул. Степана Бандеры, 47', 1, '11549', 1016),
(102554, 200747, 'Почтомат ПриватБанк №1016: ул. Стритенская, 26а', 1, '12238', 1016),
(101540, 200447, 'Почтомат ПриватБанк №1016: ул. Театральная, 51', 1, '11040', 1016),
(102744, 200378, 'Почтомат ПриватБанк №1016: ул. Чумацкий шлях, 1а', 1, '11894', 1016),
(103121, 200749, 'Почтомат ПриватБанк №1016: ул. Шевченко, 64', 1, '12522', 1016),
(102489, 200141, 'Почтомат ПриватБанк №1016: просп. Космонавтов, 36а', 1, '11904', 1016),
(103337, 200746, 'Почтомат ПриватБанк №1016: просп. Льва Ландау, 12', 1, '12659', 1016),
(102664, 200776, 'Почтомат ПриватБанк №1016: просп. Ивана Мазепы, 92', 1, '11999', 1016),
(102118, 200252, 'Почтомат ПриватБанк №1016: просп. Ленина, 176', 1, '11488', 1016),
(101717, 200217, 'Почтомат ПриватБанк №1016: ул. Героев Сталинграда, 123', 1, '10888', 1016),
(103553, 200528, 'Почтомат ПриватБанк №1017: бул. Итальянский, 6', 1, '12014', 1017),
(101718, 200217, 'Почтомат ПриватБанк №1017: ул. 20-летия Победы, 22', 1, '10889', 1017),
(102689, 200419, 'Почтомат ПриватБанк №1017: ул. Винниченко, 25', 1, '12197', 1017),
(101864, 200315, 'Почтомат ПриватБанк №1017: ул. Героев Обороны, 11', 1, '10855', 1017),
(102530, 200772, 'Почтомат ПриватБанк №1017: ул. Громова, 34/4', 1, '11841', 1017),
(102133, 200252, 'Почтомат ПриватБанк №1017: ул. Звенигородская, 1', 1, '11489', 1017),
(102159, 200615, 'Почтомат ПриватБанк №1017: ул. Киевская, 21', 1, '11551', 1017),
(102543, 200381, 'Почтомат ПриватБанк №1017: ул. Лермонтова, 29', 1, '11962', 1017),
(102913, 200698, 'Почтомат ПриватБанк №1017: ул. Марка Вовчка, 1', 1, '12212', 1017),
(102123, 200282, 'Почтомат ПриватБанк №1017: ул. Независимости, 11', 1, '11596', 1017),
(103419, 200141, 'Почтомат ПриватБанк №1017: ул. Пирогова, 52а', 1, '12806', 1017),
(102354, 200420, 'Почтомат ПриватБанк №1017: ул. Под Дубом, 12/5', 1, '11447', 1017),
(103449, 200749, 'Почтомат ПриватБанк №1017: ул. Проскуровская, 19', 1, '12890', 1017),
(102637, 200714, 'Почтомат ПриватБанк №1017: ул. Симоненко, 1а', 1, '12222', 1017),
(102979, 200243, 'Почтомат ПриватБанк №1017: ул. Бородия, 49в', 1, '12466', 1017),
(102708, 200585, 'Почтомат ПриватБанк №1017: ул. Соборности, 26/14', 1, '12132', 1017),
(102579, 200747, 'Почтомат ПриватБанк №1017: ул. Суворова, 34', 1, '12239', 1017),
(102769, 200378, 'Почтомат ПриватБанк №1017: ул. Халаменюка, 4б', 1, '11895', 1017),
(102267, 200776, 'Почтомат ПриватБанк №1017: ул. Щорса, 6', 1, '11638', 1017),
(101546, 200447, 'Почтомат ПриватБанк №1017: просп. Корабелов, 12/4', 1, '11042', 1017),
(103343, 200746, 'Почтомат ПриватБанк №1017: просп. Юрия Гагарина, 176, корп. 2', 1, '12660', 1017),
(103561, 200528, 'Почтомат ПриватБанк №1018: бул. Французкий, 12', 1, '12015', 1018),
(102790, 200378, 'Почтомат ПриватБанк №1018: ул. 60-летия Октября, 57', 1, '11896', 1018),
(102991, 200243, 'Почтомат ПриватБанк №1018: ул. Витрука, 15', 1, '12467', 1018),
(102551, 200772, 'Почтомат ПриватБанк №1018: ул. Вячеслава Черновола, 164', 1, '11842', 1018),
(102389, 200420, 'Почтомат ПриватБанк №1018: ул. Замарстыновская, 49', 1, '11448', 1018),
(101865, 200315, 'Почтомат ПриватБанк №1018: ул. Закревского, 9', 1, '10858', 1018),
(103350, 200746, 'Почтомат ПриватБанк №1018: ул. Маломясницкая, 2а', 1, '12661', 1018),
(102930, 200698, 'Почтомат ПриватБанк №1018: ул. Металургов, 13', 1, '12213', 1018),
(101720, 200217, 'Почтомат ПриватБанк №1018: ул. Паникахи, 15, пом. №62', 1, '10890', 1018),
(102208, 200615, 'Почтомат ПриватБанк №1018: ул. Петлюры, 11 (А-Банк)', 1, '11552', 1018),
(103340, 200714, 'Почтомат ПриватБанк №1018: ул. Русская, 28/30', 1, '12727', 1018),
(104042, 200749, 'Почтомат ПриватБанк №1018: ул. Свободы, 75', 1, '13574', 1018),
(102735, 200585, 'Почтомат ПриватБанк №1018: ул. Шевченко, 52', 1, '12133', 1018),
(103061, 200322, 'Почтомат ПриватБанк №1018: пер. Декабристов, 7', 1, '12306', 1018),
(102438, 200252, 'Почтомат ПриватБанк №1018: просп. Металургов, 5', 1, '12002', 1018),
(102281, 200776, 'Почтомат ПриватБанк №1018: просп. Мира, 194', 1, '11639', 1018),
(102563, 200381, 'Почтомат ПриватБанк №1018: просп. Мира, 7', 1, '11963', 1018),
(103386, 200747, 'Почтомат ПриватБанк №1018: просп. Ушакова, 43', 1, '12724', 1018),
(103583, 200141, 'Почтомат ПриватБанк №1018: просп. Юности, 43а', 1, '12807', 1018),
(103433, 200243, 'Почтомат ПриватБанк №1019: б-р Старый, 2/26', 1, '12768', 1019),
(102597, 200381, 'Почтомат ПриватБанк №1019: ул. Героев АТО, 35', 1, '11964', 1019),
(103365, 200746, 'Почтомат ПриватБанк №1019: ул. Деревянко, 7', 1, '12662', 1019),
(101866, 200315, 'Почтомат ПриватБанк №1019: ул. Драйзера, 4', 1, '10859', 1019),
(104047, 200749, 'Почтомат ПриватБанк №1019: ул. Каменецкая, 122', 1, '13575', 1019),
(103174, 200322, 'Почтомат ПриватБанк №1019: ул. Космонавта Попова. 9, корп. 1', 1, '12307', 1019),
(102416, 200420, 'Почтомат ПриватБанк №1019: Линкольна, 10а', 1, '11449', 1019),
(102481, 200252, 'Почтомат ПриватБанк №1019: ул. Победы, 20', 1, '12003', 1019),
(102809, 200378, 'Почтомат ПриватБанк №1019: ул. Первомайская, 40', 1, '11897', 1019),
(103260, 200528, 'Почтомат ПриватБанк №1019: ул. Рекордная, 68/1', 1, '12536', 1019),
(102443, 200698, 'Почтомат ПриватБанк №1019: ул. Роменская, 88/13', 1, '11830', 1019),
(102209, 200615, 'Почтомат ПриватБанк №1019: ул. Соборная, 65 (А-Банк)', 1, '11553', 1019),
(103839, 200747, 'Почтомат ПриватБанк №1019: ул. Стритенская, 21', 1, '13180', 1019),
(103808, 200282, 'Почтомат ПриватБанк №1019: ул. Украинская, 5', 1, '13145', 1019),
(102751, 200585, 'Почтомат ПриватБанк №1019: ул. Шевченко, 1', 1, '12134', 1019),
(102764, 200776, 'Почтомат ПриватБанк №1019: ул. Шевченко, 53', 1, '12000', 1019),
(103415, 200141, 'Почтомат ПриватБанк №1019: ул. Фрунзе, 4д', 1, '12808', 1019),
(101723, 200217, 'Почтомат ПриватБанк №1019: Запорожское шоссе, 60, пом. 92а', 1, '10878', 1019),
(101558, 200447, 'Почтомат ПриватБанк №1019: просп. Богоявленский, 338', 1, '11044', 1019),
(103420, 200141, 'Почтомат ПриватБанк №1020: ул. Соборная, 59', 1, '12809', 1020),
(104053, 200749, 'Почтомат ПриватБанк №1020: ул. Владимирская, 80', 1, '13576', 1020),
(102417, 200420, 'Почтомат ПриватБанк №1020: Гетьмана Мазепы, 25а', 1, '11450', 1020),
(102462, 200698, 'Почтомат ПриватБанк №1020: ул. Засумская, 1', 1, '11831', 1020),
(103505, 200243, 'Почтомат ПриватБанк №1020: ул. Победы, 7', 1, '12885', 1020),
(103314, 200322, 'Почтомат ПриватБанк №1020: ул. Преображенская, 26/70', 1, '12666', 1020),
(103373, 200746, 'Почтомат ПриватБанк №1020: ул. Пушкинская, 10', 1, '12663', 1020),
(102325, 200776, 'Почтомат ПриватБанк №1020: ул. Рокоссовского, 39 (А-Банк)', 1, '11640', 1020),
(102767, 200585, 'Почтомат ПриватБанк №1020: ул. Соборности, 70а', 1, '12135', 1020),
(102620, 200381, 'Почтомат ПриватБанк №1020: ул. Соборности, 94', 1, '11965', 1020),
(102600, 200772, 'Почтомат ПриватБанк №1020: ул. Крещатик, 190', 1, '11844', 1020),
(104079, 200378, 'Почтомат ПриватБанк №1020: ул. Шевченко, 32', 1, '13586', 1020),
(101725, 200217, 'Почтомат ПриватБанк №1020: просп. Героев, 3, пом. 110', 1, '10891', 1020),
(101867, 200315, 'Почтомат ПриватБанк №1020: просп. Маяковского, 38/10, кв. 268', 1, '10860', 1020),
(101563, 200447, 'Почтомат ПриватБанк №1020: просп. Центральный, 173/1', 1, '11045', 1020),
(103131, 200528, 'Почтомат ПриватБанк №1020: просп. Шевченко, 17', 1, '12538', 1020),
(104080, 200419, 'Почтомат ПриватБанк №1020: проспект Свободи, 14', 1, '13585', 1020),
(102525, 200252, 'Почтомат ПриватБанк №1021: бул. Центральный, 20', 1, '12005', 1021),
(101727, 200217, 'Почтомат ПриватБанк №1021: ул. Барто Агнии, 17, пом. 2', 1, '10892', 1021),
(102263, 200615, 'Почтомат ПриватБанк №1021: ул. Вячеслава Черновола, 27 (А-Банк)', 1, '11555', 1021),
(103379, 200746, 'Почтомат ПриватБанк №1021: ул. Евгения Котляра, 8/10а', 1, '12664', 1021),
(103434, 200141, 'Почтомат ПриватБанк №1021: ул. 50-Летия Победы, 14', 1, '12810', 1021),
(104048, 200749, 'Почтомат ПриватБанк №1021: ул. Заречанская, 11А', 1, '13577', 1021),
(101868, 200315, 'Почтомат ПриватБанк №1021: ул. Киквидзе, 1/2', 1, '10862', 1021),
(102032, 200420, 'Почтомат ПриватБанк №1021: ул. Княгини Ольги, 106', 1, '11451', 1021),
(102651, 200381, 'Почтомат ПриватБанк №1021: ул. Криворожстали, 9, пом. 16', 1, '11966', 1021),
(104172, 200243, 'Почтомат ПриватБанк №1021: ул. Покровская, 43 (А-Банк)', 1, '15223', 1021),
(103048, 200528, 'Почтомат ПриватБанк №1021: ул. Святослава Рихтера, 125/1', 1, '12547', 1021),
(102627, 200772, 'Почтомат ПриватБанк №1021: ул. Смирнова, 6', 1, '11845', 1021),
(102799, 200585, 'Почтомат ПриватБанк №1021: ул. Степного Фронта, 48', 1, '12136', 1021),
(103360, 200322, 'Почтомат ПриватБанк №1021: ул. Тельнова Евгения, 2г', 1, '12725', 1021),
(103421, 200698, 'Почтомат ПриватБанк №1021: пл. Независимости, 3/1', 1, '12786', 1021),
(102346, 200776, 'Почтомат ПриватБанк №1021: просп. Мира, 49', 1, '11641', 1021),
(102230, 200447, 'Почтомат ПриватБанк №1021: просп. Центральный, 12/1', 1, '11530', 1021),
(101869, 200315, 'Почтомат ПриватБанк №1022: бул. Леси Украинки, 34', 1, '10863', 1022),
(103380, 200322, 'Почтомат ПриватБанк №1022: ул. Большая Перспективная, 8', 1, '12726', 1022),
(102824, 200585, 'Почтомат ПриватБанк №1022: ул. Героев АТО, 118а', 1, '12137', 1022),
(102523, 200698, 'Почтомат ПриватБанк №1022: ул. Героев Крут, 60', 1, '12214', 1022),
(103595, 200141, 'Почтомат ПриватБанк №1022: ул. 50-Летия Победы, 8', 1, '12924', 1022),
(102547, 200252, 'Почтомат ПриватБанк №1022: ул. Героев Сталинграда, 30', 1, '12006', 1022),
(103081, 200528, 'Почтомат ПриватБанк №1022: ул. Инглези, 1', 1, '12549', 1022),
(102077, 200420, 'Почтомат ПриватБанк №1022: ул. Научная, 47 (А-Банк)', 1, '11452', 1022),
(101728, 200217, 'Почтомат ПриватБанк №1022: ул. Паникахи, 28', 1, '10893', 1022),
(102682, 200772, 'Почтомат ПриватБанк №1022: ул. Парижской Коммуны, 37', 1, '11846', 1022),
(103543, 200615, 'Почтомат ПриватБанк №1022: ул. Соборная, 94', 1, '12740', 1022),
(103279, 200381, 'Почтомат ПриватБанк №1022: ул. Содружества, 68а', 1, '12418', 1022),
(103318, 200746, 'Почтомат ПриватБанк №1022: просп. Московский, 199/1', 1, '12665', 1022),
(102698, 200772, 'Почтомат ПриватБанк №1023: ул. 30-летия Победы, 22', 1, '11847', 1023),
(103467, 200528, 'Почтомат ПриватБанк №1023: ул. Академика Вильямса, 73', 1, '12553', 1023),
(102127, 200420, 'Почтомат ПриватБанк №1023: ул. Владимира Великого, 51', 1, '11453', 1023),
(103202, 200381, 'Почтомат ПриватБанк №1023: ул. Колачевского Сергея, 56', 1, '12419', 1023),
(101870, 200315, 'Почтомат ПриватБанк №1023: ул. Предславинская, 19', 1, '10946', 1023),
(102558, 200252, 'Почтомат ПриватБанк №1023: ул. Грязнова, 4а', 1, '12007', 1023),
(102555, 200698, 'Почтомат ПриватБанк №1023: просп. Михаила Лушпы, 22', 1, '12215', 1023),
(101730, 200217, 'Почтомат ПриватБанк №1023: ул. Героев Сталинграда, 134', 1, '10894', 1023),
(102085, 200447, 'Почтомат ПриватБанк №1023: просп. Центральный, 74/4', 1, '11532', 1023),
(102734, 200772, 'Почтомат ПриватБанк №1024: бульв. Шевченко, 320', 1, '11848', 1024),
(103149, 200528, 'Почтомат ПриватБанк №1024: ул. Академика Филатова, 14', 1, '12555', 1024),
(101736, 200217, 'Почтомат ПриватБанк №1024: ул. Батумская, 11 (А-Банк)', 1, '11158', 1024),
(103242, 200381, 'Почтомат ПриватБанк №1024: ул. Ватутина, 68', 1, '12420', 1024),
(102106, 200447, 'Почтомат ПриватБанк №1024: ул. Декабристов, 41', 1, '11533', 1024),
(102582, 200698, 'Почтомат ПриватБанк №1024: ул. Ильинская, 7', 1, '11832', 1024),
(102150, 200420, 'Почтомат ПриватБанк №1024: ул. кульпарковская, 174', 1, '11454', 1024),
(103114, 200252, 'Почтомат ПриватБанк №1024: ул. Лизы Чайкиной, 57', 1, '12329', 1024),
(101871, 200315, 'Почтомат ПриватБанк №1024: ул. Народного Ополчения, 1', 1, '10948', 1024),
(103407, 200585, 'Почтомат ПриватБанк №1024: ул. Небесной Сотни, 124', 1, '12888', 1024),
(103390, 200746, 'Почтомат ПриватБанк №1024: просп. Александровский, 91', 1, '12655', 1024),
(101872, 200315, 'Почтомат ПриватБанк №1025: ул. Антоновича, 66', 1, '10950', 1025),
(103327, 200746, 'Почтомат ПриватБанк №1025: ул. Ахсарова, 16', 1, '12656', 1025),
(102749, 200772, 'Почтомат ПриватБанк №1025: ул. Добровольского, 20', 1, '11849', 1025),
(103819, 200585, 'Почтомат ПриватБанк №1025: ул. Ивана Мазепы, 26', 1, '13176', 1025),
(103177, 200528, 'Почтомат ПриватБанк №1025: ул. Космонавтов, 32', 1, '12556', 1025),
(101737, 200217, 'Почтомат ПриватБанк №1025: ул. Набережная победы, 50', 1, '11160', 1025),
(102176, 200420, 'Почтомат ПриватБанк №1025: ул. Патона, 2/4а', 1, '11455', 1025),
(103273, 200381, 'Почтомат ПриватБанк №1025: ул. Сечеславская, 7, кв. 10', 1, '12421', 1025),
(103144, 200252, 'Почтомат ПриватБанк №1025: ул. Счастливая, 3', 1, '12331', 1025),
(102615, 200698, 'Почтомат ПриватБанк №1025: просп. Тараса Шевченко, 4', 1, '12216', 1025),
(102135, 200447, 'Почтомат ПриватБанк №1025: просп. Центральная, 135/2 (А-Банк)', 1, '11534', 1025),
(103193, 200528, 'Почтомат ПриватБанк №1026: ул. Академика Королева, 16', 1, '12557', 1026),
(103163, 200252, 'Почтомат ПриватБанк №1026: ул. Кияшко, 12', 1, '12330', 1026),
(101739, 200217, 'Почтомат ПриватБанк №1026: ул. Криворожская, 1', 1, '11161', 1026),
(102197, 200420, 'Почтомат ПриватБанк №1026: ул. Нечуя-Левицкого, 3', 1, '11456', 1026),
(102169, 200447, 'Почтомат ПриватБанк №1026: ул. Пушкинская, 23/1 (А-Банк)', 1, '11535', 1026),
(101873, 200315, 'Почтомат ПриватБанк №1026: ул. Соломенская, 14', 1, '10951', 1026),
(103299, 200381, 'Почтомат ПриватБанк №1026: мкрн. Юбилейный, 4, пом. 101', 1, '12422', 1026),
(103338, 200746, 'Почтомат ПриватБанк №1026: просп. Индустриальный, 24/31', 1, '12657', 1026),
(102953, 200381, 'Почтомат ПриватБанк №1027: бул. Вечерний, 18/253', 1, '12423', 1027),
(103344, 200746, 'Почтомат ПриватБанк №1027: ул. Академика Павлова, 309', 1, '12658', 1027),
(101874, 200315, 'Почтомат ПриватБанк №1027: ул. Волгоградская, 41', 1, '10949', 1027),
(102214, 200420, 'Почтомат ПриватБанк №1027: ул. Генерала Чупринки, 36', 1, '11457', 1027),
(103178, 200252, 'Почтомат ПриватБанк №1027: ул. Гудименко, 14', 1, '12332', 1027),
(103774, 200698, 'Почтомат ПриватБанк №1027: ул. Горького, 41', 1, '13179', 1027),
(103216, 200528, 'Почтомат ПриватБанк №1027: дор. Люстдорфская, 140в', 1, '12558', 1027),
(102189, 200447, 'Почтомат ПриватБанк №1027: просп. Героев Украины, 77/1 (А-Банк)', 1, '11536', 1027),
(101741, 200217, 'Почтомат ПриватБанк №1027: просп. Кирова, 104, пом. 21', 1, '11162', 1027),
(103925, 200746, 'Почтомат ПриватБанк №1028: ул. Донец-Захаржевского, 6/8', 1, '13426', 1028),
(104059, 200698, 'Почтомат ПриватБанк №1028: ул. Супруна, 9', 1, '13573', 1028),
(102339, 200420, 'Почтомат ПриватБанк №1028: ул. Шевченко, 31', 1, '11458', 1028),
(103133, 200381, 'Почтомат ПриватБанк №1028: пл. Освобождения, 1к', 1, '12424', 1028),
(101875, 200315, 'Почтомат Приватбанк №1028: пл. Соломенская, 2', 1, '10947', 1028),
(102200, 200447, 'Почтомат ПриватБанк №1028: просп. Богоявленський, 39 (А-Банк)', 1, '11537', 1028),
(101743, 200217, 'Почтомат ПриватБанк №1028: просп. Гагарина, 72', 1, '11163', 1028),
(103198, 200252, 'Почтомат ПриватБанк №1028: просп. Юбилейный, 26г', 1, '12333', 1028),
(103940, 200746, 'Почтомат ПриватБанк №1029: ул. Героев Труда, 34', 1, '13427', 1029),
(102224, 200447, 'Почтомат ПриватБанк №1029: ул. Космонавтов, 104а/3 (А-Банк)', 1, '11538', 1029),
(103207, 200252, 'Почтомат ПриватБанк №1029: ул. Заднепровская, 62б', 1, '12334', 1029),
(103248, 200528, 'Почтомат ПриватБанк №1029: ул. Успенская, 66', 1, '12560', 1029),
(103154, 200381, 'Почтомат ПриватБанк №1029: ул. Фукса Эдуарда, 63/19', 1, '12425', 1029),
(101744, 200217, 'Почтомат ПриватБанк №1029: ул. Чкалова, 27', 1, '11164', 1029),
(102368, 200420, 'Почтомат ПриватБанк №1029: ул. Шевченко, 358', 1, '11459', 1029),
(101876, 200315, 'Почтомат ПриватБанк №1029: ул. Шота Руставели, 24, к. 1, 2, 3, 4', 1, '10945', 1029),
(104182, 200698, 'Почтомат ПриватБанк №1029: просп. Курский, 115', 1, '15199', 1029),
(103951, 200746, 'Почтомат ПриватБанк №1030: ул. Академика Павлова 14-б ТЦ Космос', 1, '13429', 1030),
(103170, 200381, 'Почтомат ПриватБанк №1030: ул. Владимира Великого, 40', 1, '12426', 1030),
(101746, 200217, 'Почтомат ПриватБанк №1030: ул. Будённого, 25', 1, '11165', 1030),
(103263, 200528, 'Почтомат ПриватБанк №1030: ул. Тираспольская, 19', 1, '12561', 1030),
(101877, 200315, 'Почтомат ПриватБанк №1030: ул. Крещатик, 46а', 1, '10958', 1030),
(103230, 200252, 'Почтомат ПриватБанк №1030: шоссе Хортицкое, 14', 1, '12335', 1030),
(103185, 200381, 'Почтомат ПриватБанк №1031: ул. Авраменко Ивана, 21', 1, '12427', 1031),
(103289, 200528, 'Почтомат ПриватБанк №1031: ул. Армейская, 8', 1, '12562', 1031),
(102503, 200420, 'Почтомат ПриватБанк №1031: ул. Днестровская, 1', 1, '11870', 1031),
(101878, 200315, 'Почтомат ПриватБанк №1031: ул. Леонтовича, 1', 1, '10959', 1031),
(103238, 200252, 'Почтомат ПриватБанк №1031: ул. Лермонтова, 26', 1, '12336', 1031),
(101748, 200217, 'Почтомат ПриватБанк №1031: ул. Пастера, 6А', 1, '11166', 1031),
(103203, 200381, 'Почтомат ПриватБанк №1032: ул. Ватутина, 31', 1, '12428', 1032),
(101750, 200217, 'Почтомат ПриватБанк №1032: ул. Калиновая, 1', 1, '11167', 1032),
(103310, 200528, 'Почтомат ПриватБанк №1032: ул. Михаила Грушевского, 52, кв. 502', 1, '12563', 1032),
(101879, 200315, 'Почтомат ПриватБанк №1032: ул. Пушкинская, 25', 1, '10960', 1032),
(103257, 200252, 'Почтомат ПриватБанк №1032: ул. Сталеваров, 26', 1, '12337', 1032),
(102657, 200420, 'Почтомат ПриватБанк №1032: ул. Шота Руставели, 38', 1, '11871', 1032),
(101880, 200315, 'Почтомат ПриватБанк №1033: ул. Шевченко Тараса, 58', 1, '10961', 1033),
(103581, 200381, 'Почтомат ПриватБанк №1033: ул. Колачевского Сергея, 24, кв. 60', 1, '12749', 1033),
(102757, 200420, 'Почтомат ПриватБанк №1033: ул. пекарская, 26/1', 1, '11872', 1033),
(102960, 200528, 'Почтомат ПриватБанк №1033: дор. Днепропетровская, 76', 1, '12564', 1033),
(102795, 200420, 'Почтомат ПриватБанк №1034: ул. Зеленая, 10', 1, '11873', 1034),
(103052, 200528, 'Почтомат ПриватБанк №1034: ул. Маршала Говорова, 106', 1, '12537', 1034),
(101881, 200315, 'Почтомат ПриватБанк №1034: ул. Тургеневская, 16', 1, '10963', 1034),
(103455, 200381, 'Почтомат ПриватБанк №1034: мкр. 7-й Заречный, 19, кв. 3', 1, '12750', 1034),
(101755, 200217, 'Почтомат ПриватБанк №1034: просп. Петровского, 45', 1, '11169', 1034),
(102831, 200420, 'Почтомат ПриватБанк №1035: ул. Винниченко, 10', 1, '11874', 1035),
(101757, 200217, 'Почтомат ПриватБанк №1035: ул. Набережная Заводская, 85а', 1, '11170', 1035),
(103307, 200252, 'Почтомат ПриватБанк №1035: ул. 40-летия Советской Украины, 82', 1, '12340', 1035),
(103486, 200381, 'Почтомат ПриватБанк №1035: ул. Соборности, 7, пом. 18', 1, '12751', 1035),
(103301, 200528, 'Почтомат ПриватБанк №1035: ул. Черняховского, 1, корп. А', 1, '12539', 1035),
(101882, 200315, 'Почтомат ПриватБанк №1035: просп. Маяковского, 89б', 1, '10964', 1035),
(101758, 200217, 'Почтомат ПриватБанк №1036: ул. Строителей, 28', 1, '11171', 1036),
(103501, 200381, 'Почтомат ПриватБанк №1036: ул. Костенко, 21', 1, '12752', 1036),
(102951, 200528, 'Почтомат ПриватБанк №1036: ул. Малая Арнаутская, 88, кв. 102', 1, '12540', 1036),
(102870, 200420, 'Почтомат ПриватБанк №1036: ул. Староеврейская, 3', 1, '11875', 1036),
(101883, 200315, 'Почтомат ПриватБанк №1036: просп. Маяковского, 73а', 1, '10962', 1036),
(103027, 200252, 'Почтомат ПриватБанк №1037: ул. Леппика, 33а', 1, '12342', 1037),
(101760, 200217, 'Почтомат ПриватБанк №1037: ул. Метростроительная, 3, пом. 181', 1, '11172', 1037),
(102916, 200420, 'Почтомат ПриватБанк №1037: ул. Петлюры, 2', 1, '11876', 1037),
(101884, 200315, 'Почтомат ПриватБанк №1037: ул. Сечевих Стрельцов, 13а', 1, '10971', 1037),
(103964, 200381, 'Почтомат ПриватБанк №1036: просп. Гагарина, 4/а ТЦ Плаза 2', 1, '13430', 1037),
(102970, 200528, 'Почтомат ПриватБанк №1037: просп. Добровольского, 112', 1, '12541', 1037),
(101885, 200315, 'Почтомат ПриватБанк №1038: ул. Владимирская/пр. Рыльский 18/2, а', 1, '10972', 1038),
(102936, 200420, 'Почтомат ПриватБанк №1038: ул. Ивана Франко, 8', 1, '11877', 1038),
(104183, 200381, 'Почтомат ПриватБанк №1038: вул. Лісового, 34 (А-Банк)', 1, '15227', 1038),
(102981, 200528, 'Почтомат ПриватБанк №1038: ул. Раскидайловская, 29', 1, '12542', 1038),
(101762, 200217, 'Почтомат ПриватБанк №1038: просп. Газеты Правда, 42', 1, '11173', 1038),
(103060, 200252, 'Почтомат ПриватБанк №1038: просп. Ленина, 36, кв. 54', 1, '12343', 1038),
(101886, 200315, 'Почтомат ПриватБанк №1039: ул. Ивана Огинко, 15', 1, '10973', 1039),
(102992, 200528, 'Почтомат ПриватБанк №1039: ул. Черняховского, 5', 1, '12543', 1039),
(103084, 200252, 'Почтомат ПриватБанк №1039: ул. Чумаченко, 12', 1, '12344', 1039),
(103008, 200528, 'Почтомат ПриватБанк №1040: ул. Липы Ивана и Юрия, 24а', 1, '12544', 1040),
(101887, 200315, 'Почтомат ПриватБанк №1040: ул. Михайловская, 18', 1, '10974', 1040),
(103186, 200252, 'Почтомат ПриватБанк №1040: ул. 8-го Марта, 28, кв. 363', 1, '12345', 1040),
(101766, 200217, 'Почтомат ПриватБанк №1040: пер. Белостоцкого, 18', 1, '11175', 1040),
(102477, 200420, 'Почтомат ПриватБанк №1040: просп. Вячеслава Черновола, 95', 1, '12223', 1040),
(101769, 200217, 'Почтомат ПриватБанк №1041: ул. Ак. Лазаряна, 2', 1, '11176', 1041),
(102691, 200420, 'Почтомат ПриватБанк №1041: ул. Богдана Хмельницкого, 171', 1, '12224', 1041),
(103197, 200252, 'Почтомат ПриватБанк №1041: ул. Бочарова, 1', 1, '12346', 1041),
(101888, 200315, 'Почтомат ПриватБанк №1041: ул. Некрасовская, 1', 1, '10975', 1041),
(103028, 200528, 'Почтомат ПриватБанк №1041: просп. Маршала жукова, 13, кв. 7', 1, '12545', 1041),
(103220, 200252, 'Почтомат ПриватБанк №1042: ул. Андрея Иванова, 81а', 1, '12347', 1042),
(101771, 200217, 'Почтомат ПриватБанк №1042: ул. Шолохова, 7', 1, '11177', 1042),
(102733, 200420, 'Почтомат ПриватБанк №1042: пл. Князя Я. Осмомысла, 3', 1, '12225', 1042),
(101772, 200217, 'Почтомат ПриватБанк №1043: ул. Ленина, 1, пом. 3', 1, '11178', 1043);
INSERT INTO `oc_city` (`city_id`, `zone_id`, `name`, `status`, `code`, `sort_order`) VALUES
(103800, 200420, 'Почтомат ПриватБанк №1043: ул. Лычаковская, 65', 1, '13172', 1043),
(103066, 200528, 'Почтомат ПриватБанк №1043: пл. Греческая, 1', 1, '12548', 1043),
(103555, 200252, 'Почтомат ПриватБанк №1043: пл. Инженерная, 1', 1, '12900', 1043),
(101890, 200315, 'Почтомат ПриватБанк №1043: просп. Героев Сталинграду, 10а, корп. 4а', 1, '10977', 1043),
(103083, 200528, 'Почтомат ПриватБанк №1044: ул. Варненская, 7г', 1, '12550', 1044),
(101774, 200217, 'Почтомат ПриватБанк №1044: ул. Ширшова, 14', 1, '11179', 1044),
(104032, 200420, 'Почтомат ПриватБанк №1044: ул. Липинского, 13-А', 1, '13580', 1044),
(101891, 200315, 'Почтомат ПриватБанк №1044: просп. Героев Сталинграда, 12г', 1, '10978', 1044),
(104165, 200252, 'Почтомат ПриватБанк №1044: просп. Соборный, 171а, кв. 1 (А-Банк)', 1, '15224', 1044),
(103097, 200528, 'Почтомат ПриватБанк №1045: ул. Краснослободская, 88', 1, '12551', 1045),
(101892, 200315, 'Почтомат ПриватБанк №1045: просп. Героев Сталинграда, 20б', 1, '10979', 1045),
(101777, 200217, 'Почтомат ПриватБанк №1045: просп. Карла Маркса, 46, пом. 71', 1, '11180', 1045),
(103105, 200528, 'Почтомат ПриватБанк №1046: просп. Академика Заболотного, 57, корп. 2', 1, '12552', 1046),
(101779, 200217, 'Почтомат ПриватБанк №1046: просп. Гагарина, 74', 1, '11181', 1046),
(101893, 200315, 'Почтомат ПриватБанк №1046: просп. Героев Сталинграда, 53б', 1, '10980', 1046),
(101894, 200315, 'Почтомат ПриватБанк №1047: ул. Лайоша Гавро, 9д', 1, '10981', 1047),
(101781, 200217, 'Почтомат ПриватБанк №1047: ул. Робочая, 172, пом. 1', 1, '11182', 1047),
(103126, 200528, 'Почтомат ПриватБанк №1047: дор. Днепропетровская, 94', 1, '12554', 1047),
(103493, 200528, 'Почтомат ПриватБанк №1048: ул. Владимира Высоцкого, 23', 1, '12843', 1048),
(101895, 200315, 'Почтомат ПриватБанк №1048: ул. Малиновского, 5', 1, '10982', 1048),
(101782, 200217, 'Почтомат ПриватБанк №1048: просп. Газеты Правда, 74', 1, '11183', 1048),
(103499, 200528, 'Почтомат ПриватБанк №1049: ул. Академика Королева, 75 пом. 3', 1, '12844', 1049),
(101896, 200315, 'Почтомат ПриватБанк №1049: ул. Оноре де Бальзака, 16, кв. 36', 1, '10992', 1049),
(101784, 200217, 'Почтомат ПриватБанк №1049: просп. Воронцова, 9, пом. 2', 1, '11184', 1049),
(101897, 200315, 'Почтомат ПриватБанк №1050: ул. Оноре де Бальзака, 16, 55б', 1, '10993', 1050),
(103446, 200528, 'Почтомат ПриватБанк №1050: просп. Маршала Жукова, 47/3', 1, '12845', 1050),
(101787, 200217, 'Почтомат ПриватБанк №1050: просп. Газеты Правда, 6, пом. 61', 1, '11185', 1050),
(101788, 200217, 'Почтомат ПриватБанк №1051: ул. Савченко Юрия, 96а, пом. 2', 1, '11186', 1051),
(101898, 200315, 'Почтомат ПриватБанк №1051: ул. Спасская, 6', 1, '10994', 1051),
(103454, 200528, 'Почтомат ПриватБанк №1051: просп. Добровольского, 122/1', 1, '12846', 1051),
(103459, 200528, 'Почтомат ПриватБанк №1052: ул. Балковская, 30', 1, '12847', 1052),
(101790, 200217, 'Почтомат ПриватБанк №1052: ул. Березинская, 18', 1, '11187', 1052),
(101899, 200315, 'Почтомат ПриватБанк №1052: ул. Волошская, 32/34', 1, '10995', 1052),
(101792, 200217, 'Почтомат ПриватБанк №1053: ул. Передовая, 614б', 1, '11188', 1053),
(101900, 200315, 'Почтомат ПриватБанк №1053: ул. Хорива, 1а', 1, '10996', 1053),
(103461, 200528, 'Почтомат ПриватБанк №1053: просп. Добровольского, 75а', 1, '12848', 1053),
(101901, 200315, 'Почтомат ПриватБанк №1054: ул. Глубочицкая, 29, корп. 31', 1, '10997', 1054),
(101794, 200217, 'Почтомат ПриватБанк №1054: просп. Кирова, 66, пом. 3', 1, '11189', 1054),
(103477, 200528, 'Почтомат ПриватБанк №1054: просп. Шевченко, 7', 1, '12849', 1054),
(101902, 200315, 'Почтомат ПриватБанк №1055: ул. Полтавская, 10', 1, '10998', 1055),
(101808, 200217, 'Почтомат ПриватБанк №1055: ул. Титова, 29м', 1, '11197', 1055),
(103488, 200528, 'Почтомат ПриватБанк №1055: просп. Адмиральский, 9', 1, '12850', 1055),
(101796, 200217, 'Почтомат ПриватБанк №1056: ул. Героев Гражданской Войны, 21', 1, '11190', 1056),
(101903, 200315, 'Почтомат ПриватБанк №1056: ул. Артёма, 103', 1, '10999', 1056),
(103502, 200528, 'Почтомат ПриватБанк №1056: ул. Черноморского Козачества, 115', 1, '12851', 1056),
(103513, 200528, 'Почтомат ПриватБанк №1057: ул. Академика Глушко, 5', 1, '12852', 1057),
(101904, 200315, 'Почтомат ПриватБанк №1057: просп. Бажана, 36', 1, '11200', 1057),
(101798, 200217, 'Почтомат ПриватБанк №1057: просп. Мира, 55', 1, '11191', 1057),
(101799, 200217, 'Почтомат ПриватБанк №1058: ул. Мечникова, 18', 1, '11192', 1058),
(103521, 200528, 'Почтомат ПриватБанк №1058: дор. Николаевская, 297', 1, '12853', 1058),
(101905, 200315, 'Почтомат ПриватБанк №1058: просп. Бажана, 3', 1, '11203', 1058),
(103537, 200528, 'Почтомат ПриватБанк №1059: ул. Базовая, 20', 1, '12854', 1059),
(101801, 200217, 'Почтомат ПриватБанк №1059: ул. Херсонская, 7', 1, '11193', 1059),
(101993, 200315, 'Почтомат ПриватБанк №1060: ул. Декабристов, 3', 1, '11207', 1060),
(101803, 200217, 'Почтомат ПриватБанк №1060: пер. Калинина, 23', 1, '11194', 1060),
(102016, 200315, 'Почтомат ПриватБанк №1061: ул. Декабристов, 12/37', 1, '11208', 1061),
(101910, 200315, 'Почтомат ПриватБанк №1062: ул. Княжий Затон, 4', 1, '11209', 1062),
(101806, 200217, 'Почтомат ПриватБанк №1062: ул. Набережная Заводская, 18а, кв. 3', 1, '11196', 1062),
(102083, 200217, 'Почтомат ПриватБанк №1063: ул. Набережная Заводская, 9', 1, '11356', 1063),
(101932, 200315, 'Почтомат ПриватБанк №1063: просп. Бажана, 10', 1, '11210', 1063),
(102055, 200315, 'Почтомат ПриватБанк №1064: ул. Луначарского, 10', 1, '11411', 1064),
(102070, 200217, 'Почтомат ПриватБанк №1064: ул. Героев Сталинграда, 36', 1, '11460', 1064),
(102104, 200217, 'Почтомат ПриватБанк №1065: ул. Высоцкого, 2', 1, '11461', 1065),
(102228, 200315, 'Почтомат ПриватБанк №1066: ул. Владимира Сосюры, 5', 1, '11413', 1066),
(102138, 200217, 'Почтомат ПриватБанк №1066: просп. Газеты Правда, 3', 1, '11462', 1066),
(102262, 200315, 'Почтомат ПриватБанк №1067: ул. Андрея Малышка, 5', 1, '11414', 1067),
(102241, 200217, 'Почтомат ПриватБанк №1067: ул. Калиновая, 72', 1, '11463', 1067),
(102286, 200315, 'Почтомат ПриватБанк №1068: бул. Перова, 40', 1, '11415', 1068),
(102242, 200217, 'Почтомат ПриватБанк №1068: ул. Калиновая, 49/76 (А-Банк)', 1, '11464', 1068),
(102313, 200315, 'Почтомат ПриватБанк №1069: ул. Милославская, 43', 1, '11416', 1069),
(102277, 200217, 'Почтомат ПриватБанк №1069: пер. Парусный, 12/2 (А-Банк)', 1, '11465', 1069),
(102327, 200315, 'Почтомат ПриватБанк №1070: ул. Николая Кибальчича, 11в', 1, '11417', 1070),
(102296, 200217, 'Почтомат ПриватБанк №1070: массив. Тополь-2, 28 (А-Банк)', 1, '11466', 1070),
(102356, 200315, 'Почтомат ПриватБанк №1071: бульв. Перова, 5', 1, '11418', 1071),
(102331, 200217, 'Почтомат ПриватБанк №1071: просп. Газеты Правда, 11 (А-Банк)', 1, '11467', 1071),
(102385, 200315, 'Почтомат ПриватБанк №1072: ул. Алма-Атинская, 2б', 1, '11419', 1072),
(102033, 200315, 'Почтомат ПриватБанк №1073: ул. Градинская, 1', 1, '11420', 1073),
(102388, 200217, 'Почтомат ПриватБанк №1073: ул. Шевченко, 59 (А-Банк)', 1, '11469', 1073),
(103518, 200217, 'Почтомат ПриватБанк №1074: ул. Дзержинского, 1/3', 1, '12732', 1074),
(102185, 200315, 'Почтомат ПриватБанк №1074: ул. Марины Расковой, 19', 1, '11421', 1074),
(102210, 200315, 'Почтомат ПриватБанк №1075: ул. Красноткацкая, 29', 1, '11422', 1075),
(103409, 200217, 'Почтомат ПриватБанк №1075: просп. Нигояна, 3д', 1, '12735', 1075),
(103416, 200217, 'Почтомат ПриватБанк №1076: просп. Пушкина, 55', 1, '12736', 1076),
(102252, 200315, 'Почтомат ПриватБанк №1077: ул. Маршала Жукова, 29', 1, '11424', 1077),
(103423, 200217, 'Почтомат ПриватБанк №1077: просп. Карла Маркса, 23', 1, '12737', 1077),
(103430, 200217, 'Почтомат ПриватБанк №1078: ул. Миронова, 5', 1, '12738', 1078),
(102218, 200315, 'Почтомат ПриватБанк №1078: просп. Московский, 21', 1, '11503', 1078),
(102375, 200315, 'Почтомат ПриватБанк №1079: ул. Фрунзе, 104а', 1, '11504', 1079),
(103451, 200217, 'Почтомат ПриватБанк №1079: ул. Рогалева, 14', 1, '12739', 1079),
(103471, 200217, 'Почтомат ПриватБанк №1080: просп. Гагарина, 104, кв. 3', 1, '12897', 1080),
(103509, 200217, 'Почтомат ПриватБанк №1081: ул. Ленинградская, 5', 1, '12896', 1081),
(102120, 200315, 'Почтомат ПриватБанк №1081: ул. Якира, 8', 1, '11506', 1081),
(102146, 200315, 'Почтомат ПриватБанк №1082: ул. Белорусская, 32', 1, '11507', 1082),
(102178, 200315, 'Почтомат ПриватБанк №1083: ул. Ванды Василевской, 12/16', 1, '11508', 1083),
(103832, 200217, 'Почтомат ПриватБанк №1083: просп. Дмитрия Яворницкого, 9', 1, '13200', 1083),
(103986, 200217, 'Почтомат ПриватБанк №1084: ул. Боброва, 11', 1, '13422', 1084),
(102255, 200315, 'Почтомат ПриватБанк №1084: ул. героев Днепра, 21', 1, '11509', 1084),
(102276, 200315, 'Почтомат ПриватБанк №1085: ул. героев Днепра, 35', 1, '11510', 1085),
(104058, 200217, 'Почтомат ПриватБанк №1085: ул. Зоопарковая, 108', 1, '13568', 1085),
(104180, 200217, 'Почтомат ПриватБанк №1086: вул. Тітова, 9', 1, '15172', 1086),
(102293, 200315, 'Почтомат ПриватБанк №1086: просп. Оболонский, 52', 1, '11511', 1086),
(104169, 200217, 'Почтомат ПриватБанк №1087, ул. Сичеславская набережная, 29а (9 этаж)', 1, '15218', 1087),
(102341, 200315, 'Почтомат ПриватБанк №1087: ул. Северная, 46', 1, '11512', 1087),
(102376, 200315, 'Почтомат ПриватБанк №1088: ул. Маршала Тимошенко, 19', 1, '11513', 1088),
(102392, 200315, 'Почтомат ПриватБанк №1089: ул. Маршала Тимошенко, 29', 1, '11514', 1089),
(102034, 200315, 'Почтомат ПриватБанк №1090: ул. Маршала Тимошенко, 13, корп. А', 1, '11515', 1090),
(102049, 200315, 'Почтомат ПриватБанк №1091: просп. Оболонский, 16, корп. 361', 1, '11516', 1091),
(102078, 200315, 'Почтомат ПриватБанк №1092: ул. Вышгородская, 45', 1, '11517', 1092),
(102108, 200315, 'Почтомат ПриватБанк №1093: просп. Василия Порика, 9а', 1, '11518', 1093),
(102125, 200315, 'Почтомат ПриватБанк №1094: ул. Щербакова, 53', 1, '11519', 1094),
(102147, 200315, 'Почтомат ПриватБанк №1095: ул. Салютная, 15', 1, '11520', 1095),
(102167, 200315, 'Почтомат ПриватБанк №1096: просп. Правды, 19а', 1, '11521', 1096),
(102184, 200315, 'Почтомат ПриватБанк №1097: ул. Вышгородская, 26/2', 1, '11522', 1097),
(102344, 200315, 'Почтомат ПриватБанк №1098: ул. Антоновича, 164', 1, '11700', 1098),
(102398, 200315, 'Почтомат ПриватБанк №1099: бул. Кольцова, 14к', 1, '11701', 1099),
(102065, 200315, 'Почтомат ПриватБанк №1100: ул. Гната Юры, 7', 1, '11702', 1100),
(102102, 200315, 'Почтомат ПриватБанк №1101: ул. Лебедева-Кумача, 7', 1, '11703', 1101),
(102299, 200315, 'Почтомат ПриватБанк №1102: просп. Победы, 65', 1, '11704', 1102),
(102328, 200315, 'Почтомат ПриватБанк №1103: ул. Тулузы, 3б', 1, '11705', 1103),
(102366, 200315, 'Почтомат ПриватБанк №1104: просп. Отрадный, 24/93', 1, '11706', 1104),
(102391, 200315, 'Почтомат ПриватБанк №1105: бульв. Ролана Ромена, 7', 1, '11707', 1105),
(102420, 200315, 'Почтомат ПриватБанк №1106: просп. 40-летия Октября, 130/57', 1, '11708', 1106),
(102429, 200315, 'Почтомат ПриватБанк №1107: просп. Космонавта Комарова, 30/28', 1, '11709', 1107),
(102076, 200315, 'Почтомат ПриватБанк №1109: ул. Борщаговская, 128', 1, '11711', 1109),
(102111, 200315, 'Почтомат ПриватБанк №1110: ул. Московская, 15/9', 1, '11712', 1110),
(102134, 200315, 'Почтомат ПриватБанк №1111: ул. Академика Королёва, 8 (А-Банк)', 1, '11713', 1111),
(102162, 200315, 'Почтомат ПриватБанк №1112: ул. Ивана Мазепы, 14', 1, '11714', 1112),
(102617, 200315, 'Почтомат ПриватБанк №1115: бульв. Академика Вернадского, 79', 1, '11908', 1115),
(102670, 200315, 'Почтомат ПриватБанк №1116: ул. Мате Залки, 8', 1, '11909', 1116),
(102920, 200315, 'Почтомат ПриватБанк №1117: ул. Драгоманова, 40е', 1, '11923', 1117),
(102435, 200315, 'Почтомат ПриватБанк №1118: просп. Григоренко, 28', 1, '11924', 1118),
(102453, 200315, 'Почтомат ПриватБанк №1119: ул. Анны Ахматовой, 5', 1, '11925', 1119),
(102474, 200315, 'Почтомат ПриватБанк №1120: ул. Александра Мишуги, 3в, КОРП. 11', 1, '11926', 1120),
(102500, 200315, 'Почтомат ПриватБанк №1121: ул. Бориспольская, 9', 1, '11927', 1121),
(102522, 200315, 'Почтомат ПриватБанк №1122: ул. Ленина, 29а (Бортничи)', 1, '11928', 1122),
(102580, 200315, 'Почтомат ПриватБанк №1125: просп. Воссоединения, 10/1', 1, '11931', 1125),
(102622, 200315, 'Почтомат ПриватБанк №1127: просп. Владимира Маяковского, 26', 1, '11933', 1127),
(102652, 200315, 'Почтомат ПриватБанк №1128: ул. Марины Цветаевой, 13', 1, '11934', 1128),
(102696, 200315, 'Почтомат ПриватБанк №1129: ул. Урловская, 23а', 1, '11935', 1129),
(102722, 200315, 'Почтомат ПриватБанк №1130: ул. Попудренко, 52', 1, '11936', 1130),
(102743, 200315, 'Почтомат ПриватБанк №1131: ул. Никольско-Слободская, 2в', 1, '11937', 1131),
(102692, 200315, 'Почтомат ПриватБанк №1132: ул. Анны Ахматовой, 14а', 1, '12116', 1132),
(102823, 200315, 'Почтомат ПриватБанк №1133: ул. Серафимовича, 13а', 1, '12117', 1133),
(102851, 200315, 'Почтомат ПриватБанк №1134: ул. Красногвардейская, 8', 1, '12118', 1134),
(102899, 200315, 'Почтомат ПриватБанк №1135: просп. Леся Курбаса, 7а', 1, '12257', 1135),
(102929, 200315, 'Почтомат ПриватБанк №1136: ул. Симиренко, 14/9', 1, '12258', 1136),
(102444, 200315, 'Почтомат ПриватБанк №1137: ул. Институтская, 17/5', 1, '12259', 1137),
(102494, 200315, 'Почтомат ПриватБанк №1139: просп. Победы, 39', 1, '12261', 1139),
(103573, 200315, 'Почтомат ПриватБанк №1140: ул. Константиновская, 71', 1, '12743', 1140),
(103524, 200315, 'Почтомат ПриватБанк №1141: ул. Автозаводская, 99/4', 1, '12744', 1141),
(103539, 200315, 'Почтомат ПриватБанк №1142: просп. Григоренка, 22/20', 1, '12745', 1142),
(103489, 200315, 'Почтомат ПриватБанк №1143: ул. Академика Заболотного, 48а', 1, '12746', 1143),
(103525, 200315, 'Почтомат ПриватБанк №1144: ул. Мате Залки, 10', 1, '12886', 1144),
(103483, 200315, 'Почтомат ПриватБанк №1145: ул. Кудряшова, 20в', 1, '12901', 1145),
(103481, 200315, 'Почтомат ПриватБанк №1146: пер. Музейный, 10', 1, '12902', 1146),
(102309, 200315, 'Почтомат ПриватБанк №1147: просп. Бандери Степана, 9', 1, '11357', 1147),
(102410, 200315, 'Почтомат ПриватБанк №1148: ул. Пимоненко, 13', 1, '11358', 1148),
(103811, 200315, 'Почтомат ПриватБанк №1149: ул. Васильковская, 1', 1, '13141', 1149),
(103790, 200315, 'Почтомат ПриватБанк №1150: ул. Семьи Хохловых, 15', 1, '13142', 1150),
(103775, 200315, 'Почтомат ПриватБанк №1151: просп. Воздухофлотский, 11/15', 1, '13143', 1151),
(103836, 200315, 'Почтомат ПриватБанк №1152: Днепровская набережная, 14а', 1, '13171', 1152),
(104156, 200315, 'Почтомат ПриватБанк №1153: ул. Гродненская, 1/35 (А-Банк)', 1, '15225', 1153),
(104185, 200315, 'Почтомат ПриватБанк №1154: просп. Валерия Лобановского, 35 (А-Банк)', 1, '15226', 1154),
(103739, 200315, 'Почтомат Новая Почта №3002: Столичное шоссе, 103 (БЦ Европа)', 1, '13087', 3002),
(103995, 200315, 'Почтомат Новая Почта №3003: ул. Константиновская, 24 (Отделение 57)', 1, '13167', 3003),
(104028, 200315, 'Почтомат Новая Почта №3004: ул. Голосеевская, 2 (Отделение №43)', 1, '13168', 3004),
(104014, 200315, 'Почтомат Новая Почта №3005: ул. Мишуги, 9а (Отделение №329)', 1, '13502', 3005),
(104021, 200315, 'Почтомат Новая Почта №3006: ул. Драгомирова, 17 (Отделение №43)', 1, '13241', 3006),
(104099, 200315, 'Почтомат Новая Почта №3007: ул. Драгомирова, 17 (Отделение №111)', 1, '13525', 3007),
(104092, 200315, 'Почтомат Новая Почта №3008: ул. Драгомирова, 17 (Отделение №111)', 1, '13635', 3008),
(104114, 200315, 'Почтомат Новая Почта №3009: ул. Семьи Сосниних, 7а (Отделение №28)', 1, '13298', 3009),
(104089, 200315, 'Почтомат Новая Почта №3010: ул. Пушкинская, 45/2 (Отделение №250)', 1, '13299', 3010),
(104091, 200315, 'Почтомат Новая Почта №3011: ул. Пушкинская, 45/2 (Отделение №250)', 1, '13300', 3011),
(104093, 200315, 'Почтомат Новая Почта №3012: ул. Сырецкая, 9 (Отделение №66)', 1, '13301', 3012),
(104108, 200315, 'Почтомат Новая Почта №3013: пер. Новопечерский, 5 (Отделение №20)', 1, '13302', 3013),
(104112, 200315, 'Почтомат Новая Почта №3014: пер. Новопечерский, 5 (Отделение №20)', 1, '13303', 3014),
(104101, 200315, 'Почтомат Новая Почта №3015; ул. Маршала Тимошенка, 9 (Отделение №25 )', 1, '13644', 3015),
(104118, 200315, 'Почтомат Новая Почта №3016; ул. Константиновская, 24 (Отделение №57)', 1, '13645', 3016),
(104107, 200315, 'Почтомат Новая Почта №3017; ул. Сырецкая, 9 (отделение №66)', 1, '13646', 3017),
(104113, 200315, 'Почтомат Новая Почта №3018; ул. Вышгородская, 46 (Отделение №47)', 1, '13666', 3018),
(104102, 200315, 'Почтомат Новая Почта №3019; ул. Семьи Сосниных, 7а (Отделение №28)', 1, '13667', 3019),
(104111, 200315, 'Почтомат Новая Почта №3020; ул. МаршалаТимошенка, 9 (Отделение №25)', 1, '13668', 3020),
(104104, 200315, 'Почтомат Нова Пошта №3021: вул. Мішуги, 9а (Відділення №329)', 1, '13669', 3021),
(104117, 200315, 'Почтомат Новая Почта №3022; ул. Вышгородская, 46 (Отделение №47)', 1, '13670', 3022),
(104116, 200315, 'Почтомат Новая Почта №3023; Харьковское шоссе, 58 (Отделение №204)', 1, '13671', 3023),
(104110, 200315, 'Почтомат Новая Почта №3024; ул. Тростянецкая, 4/2 (Отделение №326)', 1, '13672', 3024),
(104131, 200315, 'Почтомат Новая Почта №3025; Харьковское шоссе, 58 (Отделение №204)', 1, '13673', 3025),
(104141, 200315, 'Почтомат Новая почта №3026; ул. Тростянецкая, 4/2 (Отделение №326)', 1, '13674', 3026),
(104132, 200315, 'Почтомат Новая Почта №3027; ул. Мишуги, 9а (Отделение №329)', 1, '13675', 3027),
(104125, 200315, 'Почтомат Новая Почта №3028; ул. Инженерная, 1 (Отделение №100)', 1, '13676', 3028),
(104138, 200315, 'Почтомат Новая Почта №3029; ул. Амвросия Бучмы, 5 (Отделение №142)', 1, '13677', 3029),
(104139, 200315, 'очтомат Новая Почта №3030; ул. Академика Вильямса, 6а (Отделение №346)', 1, '13678', 3030),
(104176, 200315, 'Почтомат Нова Пошта №3031, просп. Бажана, 3 (Отделение 52)', 1, '14136', 3031),
(104170, 200315, 'Почтомат Нова Пошта №3035, ул. Ревуцкого, 26 (Отделение 22)', 1, '14140', 3035),
(104155, 200076, 'Почтомат Нова Пошта №3037: вул. Чорновола, 2 (відділення 8)', 1, '15196', 3037),
(104073, 200315, 'Почтомат Нова Пошта №3999: Столичное шоссе, 103', 1, '13606', 3999);

-- --------------------------------------------------------

--
-- Структура таблицы `oc_country`
--

CREATE TABLE `oc_country` (
  `country_id` int(11) NOT NULL,
  `name` varchar(128) NOT NULL,
  `iso_code_2` varchar(2) NOT NULL,
  `iso_code_3` varchar(3) NOT NULL,
  `address_format` text NOT NULL,
  `postcode_required` tinyint(1) NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_country`
--

INSERT INTO `oc_country` (`country_id`, `name`, `iso_code_2`, `iso_code_3`, `address_format`, `postcode_required`, `status`) VALUES
(300001, 'Винницкая область', 'UA', 'UKR', '', 0, 1),
(300002, 'Волынская область', 'UA', 'UKR', '', 0, 1),
(300003, 'Днепропетровская область', 'UA', 'UKR', '', 0, 1),
(300004, 'Донецкая область', 'UA', 'UKR', '', 0, 1),
(300005, 'Житомирская область', 'UA', 'UKR', '', 0, 1),
(300006, 'Закарпатская область', 'UA', 'UKR', '', 0, 1),
(300007, 'Запорожская область', 'UA', 'UKR', '', 0, 1),
(300008, 'Ивано-Франковская область', 'UA', 'UKR', '', 0, 1),
(300009, 'Киевская область', 'UA', 'UKR', '', 0, 1),
(300010, 'Кировоградская область', 'UA', 'UKR', '', 0, 1),
(300011, 'Луганская область', 'UA', 'UKR', '', 0, 1),
(300012, 'Львовская область', 'UA', 'UKR', '', 0, 1),
(300013, 'Николаевская область', 'UA', 'UKR', '', 0, 1),
(300014, 'Одесская область', 'UA', 'UKR', '', 0, 1),
(300015, 'Полтавская область', 'UA', 'UKR', '', 0, 1),
(300016, 'Ровненская область', 'UA', 'UKR', '', 0, 1),
(300017, 'Сумская область', 'UA', 'UKR', '', 0, 1),
(300018, 'Тернопольская область', 'UA', 'UKR', '', 0, 1),
(300019, 'Харьковская область', 'UA', 'UKR', '', 0, 1),
(300020, 'Херсонская область', 'UA', 'UKR', '', 0, 1),
(300021, 'Хмельницкая область', 'UA', 'UKR', '', 0, 1),
(300022, 'Черкасская область', 'UA', 'UKR', '', 0, 1),
(300023, 'Черновицкая область', 'UA', 'UKR', '', 0, 1),
(300024, 'Черниговская область', 'UA', 'UKR', '', 0, 1);

-- --------------------------------------------------------

--
-- Структура таблицы `oc_coupon`
--

CREATE TABLE `oc_coupon` (
  `coupon_id` int(11) NOT NULL,
  `name` varchar(128) NOT NULL,
  `code` varchar(20) NOT NULL,
  `type` char(1) NOT NULL,
  `discount` decimal(15,4) NOT NULL,
  `logged` tinyint(1) NOT NULL,
  `shipping` tinyint(1) NOT NULL,
  `total` decimal(15,4) NOT NULL,
  `date_start` date NOT NULL DEFAULT '0000-00-00',
  `date_end` date NOT NULL DEFAULT '0000-00-00',
  `uses_total` int(11) NOT NULL,
  `uses_customer` varchar(11) NOT NULL,
  `status` tinyint(1) NOT NULL,
  `date_added` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_coupon`
--

INSERT INTO `oc_coupon` (`coupon_id`, `name`, `code`, `type`, `discount`, `logged`, `shipping`, `total`, `date_start`, `date_end`, `uses_total`, `uses_customer`, `status`, `date_added`) VALUES
(4, '-10% скидки', '2222', 'P', '10.0000', 0, 0, '0.0000', '2014-01-01', '2020-01-01', 10, '10', 0, '2009-01-27 13:55:03'),
(5, 'Бесплатная доставка', '3333', 'P', '0.0000', 0, 1, '100.0000', '2014-01-01', '2014-02-01', 10, '10', 0, '2009-03-14 21:13:53'),
(6, '-10.00 скидки', '1111', 'F', '10.0000', 0, 0, '10.0000', '2014-01-01', '2020-01-01', 100000, '10000', 0, '2009-03-14 21:15:18');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_coupon_category`
--

CREATE TABLE `oc_coupon_category` (
  `coupon_id` int(11) NOT NULL,
  `category_id` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_coupon_history`
--

CREATE TABLE `oc_coupon_history` (
  `coupon_history_id` int(11) NOT NULL,
  `coupon_id` int(11) NOT NULL,
  `order_id` int(11) NOT NULL,
  `customer_id` int(11) NOT NULL,
  `amount` decimal(15,4) NOT NULL,
  `date_added` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_coupon_product`
--

CREATE TABLE `oc_coupon_product` (
  `coupon_product_id` int(11) NOT NULL,
  `coupon_id` int(11) NOT NULL,
  `product_id` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_currency`
--

CREATE TABLE `oc_currency` (
  `currency_id` int(11) NOT NULL,
  `title` varchar(32) NOT NULL,
  `code` varchar(3) NOT NULL,
  `symbol_left` varchar(12) NOT NULL,
  `symbol_right` varchar(12) NOT NULL,
  `decimal_place` char(1) NOT NULL,
  `value` double(15,8) NOT NULL,
  `status` tinyint(1) NOT NULL,
  `date_modified` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_currency`
--

INSERT INTO `oc_currency` (`currency_id`, `title`, `code`, `symbol_left`, `symbol_right`, `decimal_place`, `value`, `status`, `date_modified`) VALUES
(5, 'гривна', 'UAH', 'гр.', '.гр', '2', 1.00000000, 1, '2019-05-01 16:25:26'),
(4, 'Рубль', 'RUB', '', ' руб.', '0', 1.00000000, 0, '2019-05-08 15:46:58');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_customer`
--

CREATE TABLE `oc_customer` (
  `customer_id` int(11) NOT NULL,
  `customer_group_id` int(11) NOT NULL,
  `store_id` int(11) NOT NULL DEFAULT '0',
  `language_id` int(11) NOT NULL,
  `firstname` varchar(32) NOT NULL,
  `lastname` varchar(32) NOT NULL,
  `email` varchar(96) NOT NULL,
  `telephone` varchar(32) NOT NULL,
  `fax` varchar(32) NOT NULL,
  `password` varchar(40) NOT NULL,
  `salt` varchar(9) NOT NULL,
  `cart` text,
  `wishlist` text,
  `newsletter` tinyint(1) NOT NULL DEFAULT '0',
  `address_id` int(11) NOT NULL DEFAULT '0',
  `custom_field` text NOT NULL,
  `ip` varchar(40) NOT NULL,
  `status` tinyint(1) NOT NULL,
  `safe` tinyint(1) NOT NULL,
  `token` text NOT NULL,
  `code` varchar(40) NOT NULL,
  `date_added` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_customer`
--

INSERT INTO `oc_customer` (`customer_id`, `customer_group_id`, `store_id`, `language_id`, `firstname`, `lastname`, `email`, `telephone`, `fax`, `password`, `salt`, `cart`, `wishlist`, `newsletter`, `address_id`, `custom_field`, `ip`, `status`, `safe`, `token`, `code`, `date_added`) VALUES
(1, 2, 0, 1, 'Михаил', 'Хазеев', 'kaizen@list.ru', '068 2523312', '', '3ef708d3655d030d88ad9e6bc8d5aa3efdcfbe84', 'FxilBaNNW', '', '0', 0, 2, '[]', '77.111.247.46', 1, 0, '', '', '2019-03-16 09:25:17'),
(2, 2, 0, 0, 'Иван', 'Петров', 'moti@list.ru', '068 2523312', '', '3ef708d3655d030d88ad9e6bc8d5aa3efdcfbe84', 'FxilBaNNW', '', '0', 0, 0, '[]', '178.212.195.36', 1, 0, '', '', '2019-03-16 09:25:17'),
(3, 2, 0, 0, 'Петр', 'Иванов', 'piter@list.ru', '068 2523312', '', '3ef708d3655d030d88ad9e6bc8d5aa3efdcfbe84', 'FxilBaNNW', '', '0', 0, 0, '[]', '178.212.195.36', 1, 0, '', '', '2019-03-16 09:25:17'),
(4, 2, 0, 0, 'Ольга', 'Хазеева', 'olga@list.ru', '068 2523312', '', '3ef708d3655d030d88ad9e6bc8d5aa3efdcfbe84', 'FxilBaNNW', '', '0', 0, 0, '[]', '178.212.195.36', 1, 0, '', '', '2019-03-16 09:25:17'),
(5, 2, 0, 0, 'Сергей', 'Камасьев', 'kaizen@list.ru', '068 2523312', '', '3ef708d3655d030d88ad9e6bc8d5aa3efdcfbe84', 'FxilBaNNW', '', '0', 0, 0, '[]', '178.212.195.36', 1, 0, '', '', '2019-03-16 09:25:17'),
(6, 2, 0, 0, 'Олег', 'Рылеев', 'kaizen@list.ru', '068 2523312', '', '3ef708d3655d030d88ad9e6bc8d5aa3efdcfbe84', 'FxilBaNNW', '', '0', 0, 0, '[]', '178.212.195.36', 1, 0, '', '', '2019-03-16 09:25:17'),
(7, 2, 0, 0, 'Николай', 'Цепюк', 'kaizen@list.ru', '068 2523312', '', '3ef708d3655d030d88ad9e6bc8d5aa3efdcfbe84', 'FxilBaNNW', '', '0', 0, 0, '[]', '178.212.195.36', 1, 0, '', '', '2019-03-16 09:25:17'),
(8, 2, 0, 0, 'Дмитрий', 'Стецюк', 'kaizen@list.ru', '068 2523312', '', '3ef708d3655d030d88ad9e6bc8d5aa3efdcfbe84', 'FxilBaNNW', '', '0', 0, 0, '[]', '178.212.195.36', 1, 0, '', '', '2019-03-16 09:25:17'),
(9, 2, 0, 0, 'Алик', 'Белов', 'kaizen@list.ru', '068 2523312', '', '3ef708d3655d030d88ad9e6bc8d5aa3efdcfbe84', 'FxilBaNNW', '', '0', 0, 0, '[]', '178.212.195.36', 1, 0, '', '', '2019-03-16 09:25:17'),
(10, 2, 0, 0, 'Игорь', 'Рыжков', 'igor@list.ru', '068 2523312', '', '3ef708d3655d030d88ad9e6bc8d5aa3efdcfbe84', 'FxilBaNNW', '', '0', 0, 0, '[]', '178.212.195.36', 1, 0, '', '', '2019-03-16 09:25:17'),
(11, 2, 0, 0, 'Сергей', 'Голый', 'akaizen@list.ru', '068 2523312', '', '3ef708d3655d030d88ad9e6bc8d5aa3efdcfbe84', 'FxilBaNNW', '', '0', 0, 0, '[]', '178.212.195.36', 1, 0, '', '', '2019-03-16 09:25:17'),
(12, 2, 0, 0, 'Владимир', 'Луки', 'trast@list.ru', '068 2523312', '', '3ef708d3655d030d88ad9e6bc8d5aa3efdcfbe84', 'FxilBaNNW', '', '0', 0, 0, '[]', '178.212.195.36', 1, 0, '', '', '2019-03-16 09:25:17'),
(13, 2, 0, 0, 'Светлана', 'Кукса', 'kuksa@list.ru', '068 2523312', '', '3ef708d3655d030d88ad9e6bc8d5aa3efdcfbe84', 'FxilBaNNW', '', '0', 0, 0, '[]', '178.212.195.36', 1, 0, '', '', '2019-03-16 09:25:17'),
(14, 2, 0, 0, 'Лариса', 'Дымко', 'lora@list.ru', '068 2523312', '', '3ef708d3655d030d88ad9e6bc8d5aa3efdcfbe84', 'FxilBaNNW', '', '0', 0, 0, '[]', '178.212.195.36', 1, 0, '', '', '2019-03-16 09:25:17');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_customer_activity`
--

CREATE TABLE `oc_customer_activity` (
  `customer_activity_id` int(11) NOT NULL,
  `customer_id` int(11) NOT NULL,
  `key` varchar(64) NOT NULL,
  `data` text NOT NULL,
  `ip` varchar(40) NOT NULL,
  `date_added` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_customer_affiliate`
--

CREATE TABLE `oc_customer_affiliate` (
  `customer_id` int(11) NOT NULL,
  `company` varchar(40) NOT NULL,
  `website` varchar(255) NOT NULL,
  `tracking` varchar(64) NOT NULL,
  `commission` decimal(4,2) NOT NULL DEFAULT '0.00',
  `tax` varchar(64) NOT NULL,
  `payment` varchar(6) NOT NULL,
  `cheque` varchar(100) NOT NULL,
  `paypal` varchar(64) NOT NULL,
  `bank_name` varchar(64) NOT NULL,
  `bank_branch_number` varchar(64) NOT NULL,
  `bank_swift_code` varchar(64) NOT NULL,
  `bank_account_name` varchar(64) NOT NULL,
  `bank_account_number` varchar(64) NOT NULL,
  `custom_field` text NOT NULL,
  `status` tinyint(1) NOT NULL,
  `date_added` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_customer_approval`
--

CREATE TABLE `oc_customer_approval` (
  `customer_approval_id` int(11) NOT NULL,
  `customer_id` int(11) NOT NULL,
  `type` varchar(9) NOT NULL,
  `date_added` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_customer_group`
--

CREATE TABLE `oc_customer_group` (
  `customer_group_id` int(11) NOT NULL,
  `approval` int(1) NOT NULL,
  `sort_order` int(3) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_customer_group`
--

INSERT INTO `oc_customer_group` (`customer_group_id`, `approval`, `sort_order`) VALUES
(1, 0, 1),
(2, 0, 1);

-- --------------------------------------------------------

--
-- Структура таблицы `oc_customer_group_description`
--

CREATE TABLE `oc_customer_group_description` (
  `customer_group_id` int(11) NOT NULL,
  `language_id` int(11) NOT NULL,
  `name` varchar(32) NOT NULL,
  `description` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_customer_group_description`
--

INSERT INTO `oc_customer_group_description` (`customer_group_id`, `language_id`, `name`, `description`) VALUES
(1, 1, 'По умолчанию', 'Описание'),
(2, 2, 'Default', ''),
(2, 1, 'Default', '');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_customer_history`
--

CREATE TABLE `oc_customer_history` (
  `customer_history_id` int(11) NOT NULL,
  `customer_id` int(11) NOT NULL,
  `comment` text NOT NULL,
  `date_added` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_customer_ip`
--

CREATE TABLE `oc_customer_ip` (
  `customer_ip_id` int(11) NOT NULL,
  `customer_id` int(11) NOT NULL,
  `ip` varchar(40) NOT NULL,
  `date_added` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_customer_ip`
--

INSERT INTO `oc_customer_ip` (`customer_ip_id`, `customer_id`, `ip`, `date_added`) VALUES
(1, 1, '178.212.195.36', '2019-03-13 21:53:35'),
(2, 1, '77.111.247.46', '2019-04-18 18:39:32');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_customer_login`
--

CREATE TABLE `oc_customer_login` (
  `customer_login_id` int(11) NOT NULL,
  `email` varchar(96) NOT NULL,
  `ip` varchar(40) NOT NULL,
  `total` int(4) NOT NULL,
  `date_added` datetime NOT NULL,
  `date_modified` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_customer_login`
--

INSERT INTO `oc_customer_login` (`customer_login_id`, `email`, `ip`, `total`, `date_added`, `date_modified`) VALUES
(2, 'admin', '178.212.195.36', 1, '2019-04-17 17:22:19', '2019-04-17 17:22:19'),
(6, 'kaizenroot@gmail.com', '178.212.195.36', 3, '2019-04-19 14:00:42', '2019-05-06 09:20:21'),
(5, 'kaizen@list.ru', '178.212.195.36', 3, '2019-04-19 14:00:04', '2019-05-06 09:19:54'),
(7, 'moti@svyaznoytv.com', '178.212.195.36', 1, '2019-05-01 13:30:19', '2019-05-01 13:30:19');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_customer_online`
--

CREATE TABLE `oc_customer_online` (
  `ip` varchar(40) NOT NULL,
  `customer_id` int(11) NOT NULL,
  `url` text NOT NULL,
  `referer` text NOT NULL,
  `date_added` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_customer_reward`
--

CREATE TABLE `oc_customer_reward` (
  `customer_reward_id` int(11) NOT NULL,
  `customer_id` int(11) NOT NULL DEFAULT '0',
  `order_id` int(11) NOT NULL DEFAULT '0',
  `description` text NOT NULL,
  `points` int(8) NOT NULL DEFAULT '0',
  `date_added` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_customer_search`
--

CREATE TABLE `oc_customer_search` (
  `customer_search_id` int(11) NOT NULL,
  `store_id` int(11) NOT NULL,
  `language_id` int(11) NOT NULL,
  `customer_id` int(11) NOT NULL,
  `keyword` varchar(255) NOT NULL,
  `category_id` int(11) DEFAULT NULL,
  `sub_category` tinyint(1) NOT NULL,
  `description` tinyint(1) NOT NULL,
  `products` int(11) NOT NULL,
  `ip` varchar(40) NOT NULL,
  `date_added` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_customer_transaction`
--

CREATE TABLE `oc_customer_transaction` (
  `customer_transaction_id` int(11) NOT NULL,
  `customer_id` int(11) NOT NULL,
  `order_id` int(11) NOT NULL,
  `description` text NOT NULL,
  `amount` decimal(15,4) NOT NULL,
  `date_added` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_customer_wishlist`
--

CREATE TABLE `oc_customer_wishlist` (
  `customer_id` int(11) NOT NULL,
  `product_id` int(11) NOT NULL,
  `date_added` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_custom_field`
--

CREATE TABLE `oc_custom_field` (
  `custom_field_id` int(11) NOT NULL,
  `type` varchar(32) NOT NULL,
  `value` text NOT NULL,
  `validation` varchar(255) NOT NULL,
  `location` varchar(10) NOT NULL,
  `status` tinyint(1) NOT NULL,
  `sort_order` int(3) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_custom_field_customer_group`
--

CREATE TABLE `oc_custom_field_customer_group` (
  `custom_field_id` int(11) NOT NULL,
  `customer_group_id` int(11) NOT NULL,
  `required` tinyint(1) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_custom_field_description`
--

CREATE TABLE `oc_custom_field_description` (
  `custom_field_id` int(11) NOT NULL,
  `language_id` int(11) NOT NULL,
  `name` varchar(128) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_custom_field_value`
--

CREATE TABLE `oc_custom_field_value` (
  `custom_field_value_id` int(11) NOT NULL,
  `custom_field_id` int(11) NOT NULL,
  `sort_order` int(3) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_custom_field_value_description`
--

CREATE TABLE `oc_custom_field_value_description` (
  `custom_field_value_id` int(11) NOT NULL,
  `language_id` int(11) NOT NULL,
  `custom_field_id` int(11) NOT NULL,
  `name` varchar(128) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_download`
--

CREATE TABLE `oc_download` (
  `download_id` int(11) NOT NULL,
  `filename` varchar(160) NOT NULL,
  `mask` varchar(128) NOT NULL,
  `date_added` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_download_description`
--

CREATE TABLE `oc_download_description` (
  `download_id` int(11) NOT NULL,
  `language_id` int(11) NOT NULL,
  `name` varchar(64) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_event`
--

CREATE TABLE `oc_event` (
  `event_id` int(11) NOT NULL,
  `code` varchar(64) NOT NULL,
  `trigger` text NOT NULL,
  `action` text NOT NULL,
  `status` tinyint(1) NOT NULL,
  `sort_order` int(3) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_event`
--

INSERT INTO `oc_event` (`event_id`, `code`, `trigger`, `action`, `status`, `sort_order`) VALUES
(1, 'activity_customer_add', 'catalog/model/account/customer/addCustomer/after', 'event/activity/addCustomer', 1, 0),
(2, 'activity_customer_edit', 'catalog/model/account/customer/editCustomer/after', 'event/activity/editCustomer', 1, 0),
(3, 'activity_customer_password', 'catalog/model/account/customer/editPassword/after', 'event/activity/editPassword', 1, 0),
(4, 'activity_customer_forgotten', 'catalog/model/account/customer/editCode/after', 'event/activity/forgotten', 1, 0),
(5, 'activity_transaction', 'catalog/model/account/customer/addTransaction/after', 'event/activity/addTransaction', 1, 0),
(6, 'activity_customer_login', 'catalog/model/account/customer/deleteLoginAttempts/after', 'event/activity/login', 1, 0),
(7, 'activity_address_add', 'catalog/model/account/address/addAddress/after', 'event/activity/addAddress', 1, 0),
(8, 'activity_address_edit', 'catalog/model/account/address/editAddress/after', 'event/activity/editAddress', 1, 0),
(9, 'activity_address_delete', 'catalog/model/account/address/deleteAddress/after', 'event/activity/deleteAddress', 1, 0),
(10, 'activity_affiliate_add', 'catalog/model/account/customer/addAffiliate/after', 'event/activity/addAffiliate', 1, 0),
(11, 'activity_affiliate_edit', 'catalog/model/account/customer/editAffiliate/after', 'event/activity/editAffiliate', 1, 0),
(12, 'activity_order_add', 'catalog/model/checkout/order/addOrderHistory/before', 'event/activity/addOrderHistory', 1, 0),
(13, 'activity_return_add', 'catalog/model/account/return/addReturn/after', 'event/activity/addReturn', 1, 0),
(14, 'mail_transaction', 'catalog/model/account/customer/addTransaction/after', 'mail/transaction', 1, 0),
(15, 'mail_forgotten', 'catalog/model/account/customer/editCode/after', 'mail/forgotten', 1, 0),
(16, 'mail_customer_add', 'catalog/model/account/customer/addCustomer/after', 'mail/register', 1, 0),
(17, 'mail_customer_alert', 'catalog/model/account/customer/addCustomer/after', 'mail/register/alert', 1, 0),
(18, 'mail_affiliate_add', 'catalog/model/account/customer/addAffiliate/after', 'mail/affiliate', 1, 0),
(19, 'mail_affiliate_alert', 'catalog/model/account/customer/addAffiliate/after', 'mail/affiliate/alert', 1, 0),
(20, 'mail_voucher', 'catalog/model/checkout/order/addOrderHistory/after', 'extension/total/voucher/send', 1, 0),
(21, 'mail_order_add', 'catalog/model/checkout/order/addOrderHistory/before', 'mail/order', 1, 0),
(22, 'mail_order_alert', 'catalog/model/checkout/order/addOrderHistory/before', 'mail/order/alert', 1, 0),
(23, 'statistics_review_add', 'catalog/model/catalog/review/addReview/after', 'event/statistics/addReview', 1, 0),
(24, 'statistics_return_add', 'catalog/model/account/return/addReturn/after', 'event/statistics/addReturn', 1, 0),
(25, 'statistics_order_history', 'catalog/model/checkout/order/addOrderHistory/after', 'event/statistics/addOrderHistory', 1, 0),
(26, 'admin_mail_affiliate_approve', 'admin/model/customer/customer_approval/approveAffiliate/after', 'mail/affiliate/approve', 1, 0),
(27, 'admin_mail_affiliate_deny', 'admin/model/customer/customer_approval/denyAffiliate/after', 'mail/affiliate/deny', 1, 0),
(28, 'admin_mail_customer_approve', 'admin/model/customer/customer_approval/approveCustomer/after', 'mail/customer/approve', 1, 0),
(29, 'admin_mail_customer_deny', 'admin/model/customer/customer_approval/denyCustomer/after', 'mail/customer/deny', 1, 0),
(30, 'admin_mail_reward', 'admin/model/customer/customer/addReward/after', 'mail/reward', 1, 0),
(31, 'admin_mail_transaction', 'admin/model/customer/customer/addTransaction/after', 'mail/transaction', 1, 0),
(32, 'admin_mail_return', 'admin/model/sale/return/addReturn/after', 'mail/return', 1, 0),
(33, 'admin_mail_forgotten', 'admin/model/user/user/editCode/after', 'mail/forgotten', 1, 0),
(34, 'dataqlick_product_edit', 'admin/model/catalog/product/editProduct/after', 'extension/module/dataqlick/on_product_edit', 1, 0),
(35, 'dataqlick_order_edit', 'catalog/model/checkout/order/editOrder/after', 'extension/module/dataqlick/on_order_edit', 1, 0),
(36, 'module_quickcheckout', 'catalog/controller/checkout/checkout/before', 'extension/quickcheckout/checkout/eventPreControllerCheckoutCheckout', 1, 0),
(37, 'module_quickcheckout', 'catalog/controller/checkout/success/before', 'extension/quickcheckout/checkout/eventPreControllerCheckoutSuccess', 1, 0);

-- --------------------------------------------------------

--
-- Структура таблицы `oc_extension`
--

CREATE TABLE `oc_extension` (
  `extension_id` int(11) NOT NULL,
  `type` varchar(32) NOT NULL,
  `code` varchar(32) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_extension`
--

INSERT INTO `oc_extension` (`extension_id`, `type`, `code`) VALUES
(1, 'payment', 'cod'),
(2, 'total', 'shipping'),
(3, 'total', 'sub_total'),
(4, 'total', 'tax'),
(5, 'total', 'total'),
(6, 'module', 'banner'),
(7, 'module', 'carousel'),
(8, 'total', 'credit'),
(9, 'shipping', 'flat'),
(10, 'total', 'handling'),
(11, 'total', 'low_order_fee'),
(12, 'total', 'coupon'),
(13, 'module', 'category'),
(14, 'module', 'account'),
(15, 'total', 'reward'),
(16, 'total', 'voucher'),
(17, 'payment', 'free_checkout'),
(19, 'module', 'slideshow'),
(20, 'theme', 'default'),
(21, 'dashboard', 'activity'),
(22, 'dashboard', 'sale'),
(23, 'dashboard', 'recent'),
(24, 'dashboard', 'order'),
(25, 'dashboard', 'online'),
(26, 'dashboard', 'map'),
(27, 'dashboard', 'customer'),
(28, 'dashboard', 'chart'),
(29, 'report', 'sale_coupon'),
(31, 'report', 'customer_search'),
(32, 'report', 'customer_transaction'),
(33, 'report', 'product_purchased'),
(34, 'report', 'product_viewed'),
(35, 'report', 'sale_return'),
(36, 'report', 'sale_order'),
(37, 'report', 'sale_shipping'),
(38, 'report', 'sale_tax'),
(39, 'report', 'customer_activity'),
(40, 'report', 'customer_order'),
(41, 'report', 'customer_reward'),
(42, 'module', 'store'),
(50, 'shipping', 'citylink'),
(44, 'module', 'filter'),
(45, 'module', 'dataqlick'),
(46, 'module', 'd_shopunity'),
(49, 'module', 'ebay_listing'),
(48, 'module', 'sagepay_server_cards'),
(52, 'shipping', 'novaposhta'),
(53, 'module', 'quickcheckout');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_extension_install`
--

CREATE TABLE `oc_extension_install` (
  `extension_install_id` int(11) NOT NULL,
  `extension_download_id` int(11) NOT NULL,
  `filename` varchar(255) NOT NULL,
  `date_added` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_extension_install`
--

INSERT INTO `oc_extension_install` (`extension_install_id`, `extension_download_id`, `filename`, `date_added`) VALUES
(1, 0, 'extension_1.ocmod.zip', '2019-03-10 01:58:42'),
(2, 0, 'localcopy_oc3.ocmod.zip', '2019-03-10 02:00:39'),
(3, 0, 'opencart-3-x-export-import-multilingual-3-19-cloud.ocmod.zip', '2019-03-10 02:03:06'),
(4, 0, 'limit-autocomplete_oc3.ocmod.zip', '2019-03-10 16:55:56'),
(5, 0, 'modificationmanager.ocmod.zip', '2019-03-10 17:09:41'),
(6, 0, 'dataqlick.ocmod.zip', '2019-03-10 18:17:21'),
(7, 0, '[ocmod.net] priceview_oc3x.ocmod.zip', '2019-03-10 18:30:05'),
(8, 0, '[ocmod.net] enable-disable-products_oc3x.ocmod.zip', '2019-03-19 08:04:55'),
(9, 0, 'calc_novaposhta_3.0_rus.ocmod.zip', '2019-03-25 10:12:11'),
(10, 0, 'quickcheckout190_oc3.ocmod.zip', '2019-03-25 13:36:07'),
(11, 0, 'calc_novaposhta_translate_3.0.rus.ocmod.zip', '2019-04-06 18:15:50'),
(12, 0, 'calc_novaposhta_translate_3.0.rus.ocmod.zip', '2019-04-06 18:24:48'),
(13, 0, 'calc_novaposhta_3.0_rus.ocmod.zip', '2019-04-06 18:25:36');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_extension_path`
--

CREATE TABLE `oc_extension_path` (
  `extension_path_id` int(11) NOT NULL,
  `extension_install_id` int(11) NOT NULL,
  `path` varchar(255) NOT NULL,
  `date_added` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_extension_path`
--

INSERT INTO `oc_extension_path` (`extension_path_id`, `extension_install_id`, `path`, `date_added`) VALUES
(1, 1, 'system/config/test.php', '2019-03-10 01:58:43'),
(2, 1, 'system/library/d_shopunity', '2019-03-10 01:58:43'),
(3, 1, 'system/library/httpful', '2019-03-10 01:58:43'),
(4, 1, 'system/library/hyperlight', '2019-03-10 01:58:43'),
(5, 1, 'system/library/modulegenerator.php', '2019-03-10 01:58:43'),
(6, 1, 'system/library/semver', '2019-03-10 01:58:43'),
(7, 1, 'system/library/semver.php', '2019-03-10 01:58:43'),
(8, 1, 'admin/controller/extension/d_shopunity', '2019-03-10 01:58:43'),
(9, 1, 'admin/controller/extension/d_shopunity.php', '2019-03-10 01:58:43'),
(10, 1, 'admin/model/extension/d_shopunity', '2019-03-10 01:58:43'),
(11, 1, 'admin/view/javascript/d_shopunity', '2019-03-10 01:58:43'),
(12, 1, 'admin/view/javascript/shopunity', '2019-03-10 01:58:43'),
(13, 1, 'admin/view/stylesheet/d_shopunity', '2019-03-10 01:58:43'),
(14, 1, 'admin/view/stylesheet/shopunity', '2019-03-10 01:58:43'),
(15, 1, 'catalog/controller/extension/d_shopunity', '2019-03-10 01:58:43'),
(16, 1, 'catalog/model/extension/d_shopunity', '2019-03-10 01:58:43'),
(17, 1, 'system/library/d_shopunity/api.php', '2019-03-10 01:58:43'),
(18, 1, 'system/library/d_shopunity/backup', '2019-03-10 01:58:43'),
(19, 1, 'system/library/d_shopunity/bitbucket.php', '2019-03-10 01:58:43'),
(20, 1, 'system/library/d_shopunity/develop', '2019-03-10 01:58:43'),
(21, 1, 'system/library/d_shopunity/download', '2019-03-10 01:58:43'),
(22, 1, 'system/library/d_shopunity/extension', '2019-03-10 01:58:43'),
(23, 1, 'system/library/d_shopunity/github.php', '2019-03-10 01:58:43'),
(24, 1, 'system/library/d_shopunity/install', '2019-03-10 01:58:43'),
(25, 1, 'system/library/d_shopunity/readme', '2019-03-10 01:58:43'),
(26, 1, 'system/library/httpful/bootstrap.php', '2019-03-10 01:58:43'),
(27, 1, 'system/library/httpful/exception', '2019-03-10 01:58:43'),
(28, 1, 'system/library/httpful/handlers', '2019-03-10 01:58:43'),
(29, 1, 'system/library/httpful/http.php', '2019-03-10 01:58:43'),
(30, 1, 'system/library/httpful/httpful.php', '2019-03-10 01:58:43'),
(31, 1, 'system/library/httpful/mime.php', '2019-03-10 01:58:43'),
(32, 1, 'system/library/httpful/proxy.php', '2019-03-10 01:58:43'),
(33, 1, 'system/library/httpful/request.php', '2019-03-10 01:58:43'),
(34, 1, 'system/library/httpful/response', '2019-03-10 01:58:43'),
(35, 1, 'system/library/httpful/response.php', '2019-03-10 01:58:43'),
(36, 1, 'system/library/hyperlight/hyperlight.php', '2019-03-10 01:58:43'),
(37, 1, 'system/library/hyperlight/languages', '2019-03-10 01:58:43'),
(38, 1, 'system/library/hyperlight/preg_helper.php', '2019-03-10 01:58:43'),
(39, 1, 'system/library/semver/comparator.php', '2019-03-10 01:58:43'),
(40, 1, 'system/library/semver/constraint', '2019-03-10 01:58:43'),
(41, 1, 'system/library/semver/semver.php', '2019-03-10 01:58:43'),
(42, 1, 'system/library/semver/versionparser.php', '2019-03-10 01:58:43'),
(43, 1, 'system/library/session/test.php', '2019-03-10 01:58:43'),
(44, 1, 'admin/controller/extension/d_shopunity/account.php', '2019-03-10 01:58:43'),
(45, 1, 'admin/controller/extension/d_shopunity/dependency.php', '2019-03-10 01:58:43'),
(46, 1, 'admin/controller/extension/d_shopunity/developer.php', '2019-03-10 01:58:43'),
(47, 1, 'admin/controller/extension/d_shopunity/extension.php', '2019-03-10 01:58:43'),
(48, 1, 'admin/controller/extension/d_shopunity/filemanager.php', '2019-03-10 01:58:43'),
(49, 1, 'admin/controller/extension/d_shopunity/invoice.php', '2019-03-10 01:58:43'),
(50, 1, 'admin/controller/extension/d_shopunity/market.php', '2019-03-10 01:58:43'),
(51, 1, 'admin/controller/extension/d_shopunity/modification.php', '2019-03-10 01:58:43'),
(52, 1, 'admin/controller/extension/d_shopunity/order.php', '2019-03-10 01:58:43'),
(53, 1, 'admin/controller/extension/d_shopunity/setting.php', '2019-03-10 01:58:43'),
(54, 1, 'admin/controller/extension/d_shopunity/tester.php', '2019-03-10 01:58:43'),
(55, 1, 'admin/controller/extension/d_shopunity/transaction.php', '2019-03-10 01:58:43'),
(56, 1, 'admin/controller/extension/module/d_shopunity.php', '2019-03-10 01:58:43'),
(57, 1, 'admin/language/en-gb/extension/d_shopunity', '2019-03-10 01:58:43'),
(58, 1, 'admin/model/extension/d_shopunity/account.php', '2019-03-10 01:58:43'),
(59, 1, 'admin/model/extension/d_shopunity/billing.php', '2019-03-10 01:58:43'),
(60, 1, 'admin/model/extension/d_shopunity/category.php', '2019-03-10 01:58:43'),
(61, 1, 'admin/model/extension/d_shopunity/developer.php', '2019-03-10 01:58:43'),
(62, 1, 'admin/model/extension/d_shopunity/event.php', '2019-03-10 01:58:43'),
(63, 1, 'admin/model/extension/d_shopunity/extension.php', '2019-03-10 01:58:43'),
(64, 1, 'admin/model/extension/d_shopunity/mbooth.php', '2019-03-10 01:58:43'),
(65, 1, 'admin/model/extension/d_shopunity/ocmod.php', '2019-03-10 01:58:43'),
(66, 1, 'admin/model/extension/d_shopunity/setting.php', '2019-03-10 01:58:43'),
(67, 1, 'admin/model/extension/d_shopunity/store.php', '2019-03-10 01:58:43'),
(68, 1, 'admin/model/extension/d_shopunity/vqmod.php', '2019-03-10 01:58:43'),
(69, 1, 'admin/view/javascript/d_shopunity/d_shopunity.js', '2019-03-10 01:58:43'),
(70, 1, 'admin/view/javascript/d_shopunity/d_shopunity_widget.js', '2019-03-10 01:58:43'),
(71, 1, 'admin/view/javascript/d_shopunity/library', '2019-03-10 01:58:43'),
(72, 1, 'admin/view/javascript/shopunity/backbone', '2019-03-10 01:58:43'),
(73, 1, 'admin/view/javascript/shopunity/bootstrap-bootbox', '2019-03-10 01:58:43'),
(74, 1, 'admin/view/javascript/shopunity/bootstrap-colorpicker', '2019-03-10 01:58:43'),
(75, 1, 'admin/view/javascript/shopunity/bootstrap-editable', '2019-03-10 01:58:43'),
(76, 1, 'admin/view/javascript/shopunity/bootstrap-slider', '2019-03-10 01:58:43'),
(77, 1, 'admin/view/javascript/shopunity/bootstrap-sortable', '2019-03-10 01:58:43'),
(78, 1, 'admin/view/javascript/shopunity/bootstrap-sortable.js', '2019-03-10 01:58:43'),
(79, 1, 'admin/view/javascript/shopunity/bootstrap-star-rating', '2019-03-10 01:58:43'),
(80, 1, 'admin/view/javascript/shopunity/bootstrap-switch', '2019-03-10 01:58:43'),
(81, 1, 'admin/view/javascript/shopunity/bootstrap-tagsinput', '2019-03-10 01:58:43'),
(82, 1, 'admin/view/javascript/shopunity/charts_canvas', '2019-03-10 01:58:43'),
(83, 1, 'admin/view/javascript/shopunity/charts_svg', '2019-03-10 01:58:43'),
(84, 1, 'admin/view/javascript/shopunity/codemirror', '2019-03-10 01:58:43'),
(85, 1, 'admin/view/javascript/shopunity/colorpicker', '2019-03-10 01:58:43'),
(86, 1, 'admin/view/javascript/shopunity/interect', '2019-03-10 01:58:43'),
(87, 1, 'admin/view/javascript/shopunity/jquery.autosize.min.js', '2019-03-10 01:58:43'),
(88, 1, 'admin/view/javascript/shopunity/jquery.maskedinput.min.js', '2019-03-10 01:58:43'),
(89, 1, 'admin/view/javascript/shopunity/jquery.nestable.js', '2019-03-10 01:58:43'),
(90, 1, 'admin/view/javascript/shopunity/jquery.nicescroll.min.js', '2019-03-10 01:58:43'),
(91, 1, 'admin/view/javascript/shopunity/jquery.quicksearch.js', '2019-03-10 01:58:43'),
(92, 1, 'admin/view/javascript/shopunity/jquery.shifty.js', '2019-03-10 01:58:43'),
(93, 1, 'admin/view/javascript/shopunity/jquery.tinysort.min.js', '2019-03-10 01:58:43'),
(94, 1, 'admin/view/javascript/shopunity/less.js', '2019-03-10 01:58:43'),
(95, 1, 'admin/view/javascript/shopunity/rubaxa-sortable', '2019-03-10 01:58:43'),
(96, 1, 'admin/view/javascript/shopunity/serializeObject', '2019-03-10 01:58:43'),
(97, 1, 'admin/view/javascript/shopunity/shopunity.js', '2019-03-10 01:58:43'),
(98, 1, 'admin/view/javascript/shopunity/tinysort', '2019-03-10 01:58:43'),
(99, 1, 'admin/view/javascript/shopunity/tooltip', '2019-03-10 01:58:43'),
(100, 1, 'admin/view/javascript/shopunity/underscore', '2019-03-10 01:58:43'),
(101, 1, 'admin/view/javascript/shopunity/uniform', '2019-03-10 01:58:43'),
(102, 1, 'admin/view/javascript/shopunity/x-editable', '2019-03-10 01:58:43'),
(103, 1, 'admin/view/stylesheet/d_shopunity/d_shopunity.css', '2019-03-10 01:58:43'),
(104, 1, 'admin/view/stylesheet/d_shopunity/d_shopunity.css.map', '2019-03-10 01:58:43'),
(105, 1, 'admin/view/stylesheet/d_shopunity/d_shopunity.scss', '2019-03-10 01:58:43'),
(106, 1, 'admin/view/stylesheet/d_shopunity/d_shopunity_layout.css', '2019-03-10 01:58:43'),
(107, 1, 'admin/view/stylesheet/d_shopunity/d_shopunity_layout.css.map', '2019-03-10 01:58:43'),
(108, 1, 'admin/view/stylesheet/d_shopunity/d_shopunity_layout.scss', '2019-03-10 01:58:43'),
(109, 1, 'admin/view/stylesheet/d_shopunity/scss', '2019-03-10 01:58:43'),
(110, 1, 'admin/view/stylesheet/shopunity/bootstrap-colorpicker', '2019-03-10 01:58:43'),
(111, 1, 'admin/view/stylesheet/shopunity/bootstrap-editable', '2019-03-10 01:58:43'),
(112, 1, 'admin/view/stylesheet/shopunity/bootstrap-sortable', '2019-03-10 01:58:43'),
(113, 1, 'admin/view/stylesheet/shopunity/bootstrap-star-rating', '2019-03-10 01:58:43'),
(114, 1, 'admin/view/stylesheet/shopunity/bootstrap-switch', '2019-03-10 01:58:43'),
(115, 1, 'admin/view/stylesheet/shopunity/bootstrap-tagsinput', '2019-03-10 01:58:43'),
(116, 1, 'admin/view/stylesheet/shopunity/bootstrap.css', '2019-03-10 01:58:43'),
(117, 1, 'admin/view/stylesheet/shopunity/rubaxa-sortable', '2019-03-10 01:58:43'),
(118, 1, 'admin/view/template/extension/d_shopunity', '2019-03-10 01:58:43'),
(119, 1, 'catalog/controller/extension/d_shopunity/deploy.php', '2019-03-10 01:58:43'),
(120, 1, 'catalog/controller/extension/d_shopunity/extension.php', '2019-03-10 01:58:43'),
(121, 1, 'catalog/model/extension/d_shopunity/account.php', '2019-03-10 01:58:43'),
(122, 1, 'catalog/model/extension/d_shopunity/extension.php', '2019-03-10 01:58:43'),
(123, 1, 'catalog/model/extension/d_shopunity/mbooth.php', '2019-03-10 01:58:43'),
(124, 1, 'catalog/model/extension/d_shopunity/vqmod.php', '2019-03-10 01:58:43'),
(125, 1, 'system/library/d_shopunity/backup/index.php', '2019-03-10 01:58:43'),
(126, 1, 'system/library/d_shopunity/develop/OpenCartTest.php', '2019-03-10 01:58:43'),
(127, 1, 'system/library/d_shopunity/develop/bootstrap.php', '2019-03-10 01:58:43'),
(128, 1, 'system/library/d_shopunity/develop/composer.json', '2019-03-10 01:58:43'),
(129, 1, 'system/library/d_shopunity/develop/gulpfile.js', '2019-03-10 01:58:43'),
(130, 1, 'system/library/d_shopunity/develop/package.json', '2019-03-10 01:58:43'),
(131, 1, 'system/library/d_shopunity/develop/phpunit.xml', '2019-03-10 01:58:43'),
(132, 1, 'system/library/d_shopunity/download/index.php', '2019-03-10 01:58:43'),
(133, 1, 'system/library/d_shopunity/extension/d_shopunity.json', '2019-03-10 01:58:43'),
(134, 1, 'system/library/d_shopunity/install/d_shopunity.php', '2019-03-10 01:58:43'),
(135, 1, 'system/library/d_shopunity/install/d_shopunity.sql', '2019-03-10 01:58:43'),
(136, 1, 'system/library/d_shopunity/install/d_shopunity.xml', '2019-03-10 01:58:43'),
(137, 1, 'system/library/d_shopunity/readme/d_shopunity.md', '2019-03-10 01:58:43'),
(138, 1, 'system/library/httpful/exception/connectionerrorexception.php', '2019-03-10 01:58:43'),
(139, 1, 'system/library/httpful/handlers/csvhandler.php', '2019-03-10 01:58:43'),
(140, 1, 'system/library/httpful/handlers/formhandler.php', '2019-03-10 01:58:43'),
(141, 1, 'system/library/httpful/handlers/jsonhandler.php', '2019-03-10 01:58:43'),
(142, 1, 'system/library/httpful/handlers/mimehandleradapter.php', '2019-03-10 01:58:43'),
(143, 1, 'system/library/httpful/handlers/xhtmlhandler.php', '2019-03-10 01:58:43'),
(144, 1, 'system/library/httpful/handlers/xmlhandler.php', '2019-03-10 01:58:43'),
(145, 1, 'system/library/httpful/response/headers.php', '2019-03-10 01:58:43'),
(146, 1, 'system/library/hyperlight/languages/css.php', '2019-03-10 01:58:43'),
(147, 1, 'system/library/hyperlight/languages/php.php', '2019-03-10 01:58:43'),
(148, 1, 'system/library/hyperlight/languages/xml.php', '2019-03-10 01:58:43'),
(149, 1, 'system/library/semver/constraint/abstractconstraint.php', '2019-03-10 01:58:43'),
(150, 1, 'system/library/semver/constraint/constraint.php', '2019-03-10 01:58:43'),
(151, 1, 'system/library/semver/constraint/constraintinterface.php', '2019-03-10 01:58:43'),
(152, 1, 'system/library/semver/constraint/emptyconstraint.php', '2019-03-10 01:58:43'),
(153, 1, 'system/library/semver/constraint/multiconstraint.php', '2019-03-10 01:58:43'),
(154, 1, 'admin/language/en-gb/extension/d_shopunity/account.php', '2019-03-10 01:58:43'),
(155, 1, 'admin/language/en-gb/extension/d_shopunity/backup.php', '2019-03-10 01:58:43'),
(156, 1, 'admin/language/en-gb/extension/d_shopunity/billing.php', '2019-03-10 01:58:43'),
(157, 1, 'admin/language/en-gb/extension/d_shopunity/developer.php', '2019-03-10 01:58:43'),
(158, 1, 'admin/language/en-gb/extension/d_shopunity/extension.php', '2019-03-10 01:58:43'),
(159, 1, 'admin/language/en-gb/extension/d_shopunity/market.php', '2019-03-10 01:58:43'),
(160, 1, 'admin/language/en-gb/extension/d_shopunity/setting.php', '2019-03-10 01:58:43'),
(161, 1, 'admin/language/en-gb/extension/d_shopunity/tester.php', '2019-03-10 01:58:43'),
(162, 1, 'admin/language/en-gb/extension/module/d_shopunity.php', '2019-03-10 01:58:43'),
(163, 1, 'admin/view/javascript/d_shopunity/library/codemirror', '2019-03-10 01:58:43'),
(164, 1, 'admin/view/javascript/d_shopunity/library/list', '2019-03-10 01:58:43'),
(165, 1, 'admin/view/javascript/d_shopunity/library/sweetalert', '2019-03-10 01:58:43'),
(166, 1, 'admin/view/javascript/d_shopunity/library/syntaxhighlight', '2019-03-10 01:58:43'),
(167, 1, 'admin/view/javascript/shopunity/backbone/backbone.js', '2019-03-10 01:58:43'),
(168, 1, 'admin/view/javascript/shopunity/backbone/backbone.min.js', '2019-03-10 01:58:43'),
(169, 1, 'admin/view/javascript/shopunity/bootstrap-bootbox/bootbox.min.js', '2019-03-10 01:58:43'),
(170, 1, 'admin/view/javascript/shopunity/bootstrap-colorpicker/bootstrap-colorpicker.js', '2019-03-10 01:58:43'),
(171, 1, 'admin/view/javascript/shopunity/bootstrap-colorpicker/bootstrap-colorpicker.min.js', '2019-03-10 01:58:43'),
(172, 1, 'admin/view/javascript/shopunity/bootstrap-editable/bootstrap-editable.js', '2019-03-10 01:58:43'),
(173, 1, 'admin/view/javascript/shopunity/bootstrap-editable/bootstrap-editable.min.js', '2019-03-10 01:58:43'),
(174, 1, 'admin/view/javascript/shopunity/bootstrap-slider/css', '2019-03-10 01:58:43'),
(175, 1, 'admin/view/javascript/shopunity/bootstrap-slider/js', '2019-03-10 01:58:43'),
(176, 1, 'admin/view/javascript/shopunity/bootstrap-sortable/bootstrap-sortable.js', '2019-03-10 01:58:43'),
(177, 1, 'admin/view/javascript/shopunity/bootstrap-star-rating/star-rating.js', '2019-03-10 01:58:43'),
(178, 1, 'admin/view/javascript/shopunity/bootstrap-star-rating/star-rating.min.js', '2019-03-10 01:58:43'),
(179, 1, 'admin/view/javascript/shopunity/bootstrap-star-rating/star-rating_locale_LANG.js', '2019-03-10 01:58:43'),
(180, 1, 'admin/view/javascript/shopunity/bootstrap-star-rating/star-rating_locale_de.js', '2019-03-10 01:58:43'),
(181, 1, 'admin/view/javascript/shopunity/bootstrap-star-rating/star-rating_locale_ru.js', '2019-03-10 01:58:43'),
(182, 1, 'admin/view/javascript/shopunity/bootstrap-switch/bootstrap-switch.js', '2019-03-10 01:58:43'),
(183, 1, 'admin/view/javascript/shopunity/bootstrap-switch/bootstrap-switch.min.js', '2019-03-10 01:58:43'),
(184, 1, 'admin/view/javascript/shopunity/bootstrap-tagsinput/bootstrap-tagsinput.js', '2019-03-10 01:58:43'),
(185, 1, 'admin/view/javascript/shopunity/charts_canvas/chart.js', '2019-03-10 01:58:43'),
(186, 1, 'admin/view/javascript/shopunity/charts_canvas/chart.min.js', '2019-03-10 01:58:43'),
(187, 1, 'admin/view/javascript/shopunity/charts_svg/crossfilter.js', '2019-03-10 01:58:43'),
(188, 1, 'admin/view/javascript/shopunity/charts_svg/crossfilter.min.js', '2019-03-10 01:58:43'),
(189, 1, 'admin/view/javascript/shopunity/charts_svg/d3.js', '2019-03-10 01:58:43'),
(190, 1, 'admin/view/javascript/shopunity/charts_svg/d3.min.js', '2019-03-10 01:58:43'),
(191, 1, 'admin/view/javascript/shopunity/charts_svg/dc.css', '2019-03-10 01:58:43'),
(192, 1, 'admin/view/javascript/shopunity/charts_svg/dc.js', '2019-03-10 01:58:43'),
(193, 1, 'admin/view/javascript/shopunity/charts_svg/dc.min.js', '2019-03-10 01:58:43'),
(194, 1, 'admin/view/javascript/shopunity/codemirror/_notes', '2019-03-10 01:58:43'),
(195, 1, 'admin/view/javascript/shopunity/codemirror/codemirror.css', '2019-03-10 01:58:43'),
(196, 1, 'admin/view/javascript/shopunity/codemirror/codemirror.js', '2019-03-10 01:58:43'),
(197, 1, 'admin/view/javascript/shopunity/codemirror/css.js', '2019-03-10 01:58:43'),
(198, 1, 'admin/view/javascript/shopunity/colorpicker/bootstrap-colorpicker.js', '2019-03-10 01:58:43'),
(199, 1, 'admin/view/javascript/shopunity/colorpicker/bootstrap-colorpicker.min.js', '2019-03-10 01:58:43'),
(200, 1, 'admin/view/javascript/shopunity/colorpicker/images', '2019-03-10 01:58:43'),
(201, 1, 'admin/view/javascript/shopunity/colorpicker/jquery.colorpicker.css', '2019-03-10 01:58:43'),
(202, 1, 'admin/view/javascript/shopunity/colorpicker/jquery.colorpicker.js', '2019-03-10 01:58:43'),
(203, 1, 'admin/view/javascript/shopunity/colorpicker/parts', '2019-03-10 01:58:43'),
(204, 1, 'admin/view/javascript/shopunity/interect/interect.js', '2019-03-10 01:58:43'),
(205, 1, 'admin/view/javascript/shopunity/interect/interect.min.js', '2019-03-10 01:58:43'),
(206, 1, 'admin/view/javascript/shopunity/rubaxa-sortable/sortable.js', '2019-03-10 01:58:43'),
(207, 1, 'admin/view/javascript/shopunity/rubaxa-sortable/sortable.min.js', '2019-03-10 01:58:43'),
(208, 1, 'admin/view/javascript/shopunity/serializeObject/serializeObject.js', '2019-03-10 01:58:43'),
(209, 1, 'admin/view/javascript/shopunity/tinysort/jquery.tinysort.min.js', '2019-03-10 01:58:43'),
(210, 1, 'admin/view/javascript/shopunity/tooltip/_notes', '2019-03-10 01:58:43'),
(211, 1, 'admin/view/javascript/shopunity/tooltip/tooltip.js', '2019-03-10 01:58:43'),
(212, 1, 'admin/view/javascript/shopunity/underscore/underscore.js', '2019-03-10 01:58:43'),
(213, 1, 'admin/view/javascript/shopunity/underscore/underscore.min.js', '2019-03-10 01:58:43'),
(214, 1, 'admin/view/javascript/shopunity/uniform/_notes', '2019-03-10 01:58:43'),
(215, 1, 'admin/view/javascript/shopunity/uniform/css', '2019-03-10 01:58:43'),
(216, 1, 'admin/view/javascript/shopunity/uniform/images', '2019-03-10 01:58:43'),
(217, 1, 'admin/view/javascript/shopunity/uniform/jquery.uniform.js', '2019-03-10 01:58:43'),
(218, 1, 'admin/view/javascript/shopunity/uniform/jquery.uniform.min.js', '2019-03-10 01:58:43'),
(219, 1, 'admin/view/javascript/shopunity/x-editable/css', '2019-03-10 01:58:43'),
(220, 1, 'admin/view/javascript/shopunity/x-editable/img', '2019-03-10 01:58:43'),
(221, 1, 'admin/view/javascript/shopunity/x-editable/js', '2019-03-10 01:58:43'),
(222, 1, 'admin/view/stylesheet/d_shopunity/scss/ibox.css', '2019-03-10 01:58:43'),
(223, 1, 'admin/view/stylesheet/d_shopunity/scss/ibox.css.map', '2019-03-10 01:58:43'),
(224, 1, 'admin/view/stylesheet/d_shopunity/scss/ibox.scss', '2019-03-10 01:58:43'),
(225, 1, 'admin/view/stylesheet/d_shopunity/scss/image.css', '2019-03-10 01:58:43'),
(226, 1, 'admin/view/stylesheet/d_shopunity/scss/image.css.map', '2019-03-10 01:58:43'),
(227, 1, 'admin/view/stylesheet/d_shopunity/scss/image.scss', '2019-03-10 01:58:43'),
(228, 1, 'admin/view/stylesheet/shopunity/bootstrap-colorpicker/bootstrap-colorpicker.css', '2019-03-10 01:58:43'),
(229, 1, 'admin/view/stylesheet/shopunity/bootstrap-colorpicker/bootstrap-colorpicker.min.css', '2019-03-10 01:58:43'),
(230, 1, 'admin/view/stylesheet/shopunity/bootstrap-colorpicker/img', '2019-03-10 01:58:43'),
(231, 1, 'admin/view/stylesheet/shopunity/bootstrap-editable/bootstrap-editable.css', '2019-03-10 01:58:43'),
(232, 1, 'admin/view/stylesheet/shopunity/bootstrap-editable/img', '2019-03-10 01:58:43'),
(233, 1, 'admin/view/stylesheet/shopunity/bootstrap-sortable/bootstrap-sortable.css', '2019-03-10 01:58:43'),
(234, 1, 'admin/view/stylesheet/shopunity/bootstrap-star-rating/star-rating.css', '2019-03-10 01:58:43'),
(235, 1, 'admin/view/stylesheet/shopunity/bootstrap-star-rating/star-rating.min.css', '2019-03-10 01:58:43'),
(236, 1, 'admin/view/stylesheet/shopunity/bootstrap-switch/bootstrap-switch.css', '2019-03-10 01:58:43'),
(237, 1, 'admin/view/stylesheet/shopunity/bootstrap-switch/bootstrap-switch.min.css', '2019-03-10 01:58:43'),
(238, 1, 'admin/view/stylesheet/shopunity/bootstrap-tagsinput/bootstrap-tagsinput.css', '2019-03-10 01:58:43'),
(239, 1, 'admin/view/stylesheet/shopunity/rubaxa-sortable/sortable.css', '2019-03-10 01:58:43'),
(240, 1, 'admin/view/template/extension/d_shopunity/account_login.twig', '2019-03-10 01:58:43'),
(241, 1, 'admin/view/template/extension/d_shopunity/account_profile.twig', '2019-03-10 01:58:43'),
(242, 1, 'admin/view/template/extension/d_shopunity/categories.twig', '2019-03-10 01:58:43'),
(243, 1, 'admin/view/template/extension/d_shopunity/content_bottom.twig', '2019-03-10 01:58:43'),
(244, 1, 'admin/view/template/extension/d_shopunity/content_top.twig', '2019-03-10 01:58:43'),
(245, 1, 'admin/view/template/extension/d_shopunity/dependency.twig', '2019-03-10 01:58:43'),
(246, 1, 'admin/view/template/extension/d_shopunity/developer.twig', '2019-03-10 01:58:43'),
(247, 1, 'admin/view/template/extension/d_shopunity/developer_generate_module.twig', '2019-03-10 01:58:43'),
(248, 1, 'admin/view/template/extension/d_shopunity/developer_profile.twig', '2019-03-10 01:58:43'),
(249, 1, 'admin/view/template/extension/d_shopunity/extension.twig', '2019-03-10 01:58:43'),
(250, 1, 'admin/view/template/extension/d_shopunity/extension_dependency.twig', '2019-03-10 01:58:43'),
(251, 1, 'admin/view/template/extension/d_shopunity/extension_item.twig', '2019-03-10 01:58:43'),
(252, 1, 'admin/view/template/extension/d_shopunity/extension_popup.twig', '2019-03-10 01:58:43'),
(253, 1, 'admin/view/template/extension/d_shopunity/extension_popup_purchase.twig', '2019-03-10 01:58:43'),
(254, 1, 'admin/view/template/extension/d_shopunity/extension_popup_test.twig', '2019-03-10 01:58:43'),
(255, 1, 'admin/view/template/extension/d_shopunity/extension_popup_unittest.twig', '2019-03-10 01:58:43'),
(256, 1, 'admin/view/template/extension/d_shopunity/extension_show_thumb.twig', '2019-03-10 01:58:43'),
(257, 1, 'admin/view/template/extension/d_shopunity/extension_show_thumb_row.twig', '2019-03-10 01:58:43'),
(258, 1, 'admin/view/template/extension/d_shopunity/extension_show_update.twig', '2019-03-10 01:58:43'),
(259, 1, 'admin/view/template/extension/d_shopunity/extension_thumb.twig', '2019-03-10 01:58:43'),
(260, 1, 'admin/view/template/extension/d_shopunity/extension_thumb_row.twig', '2019-03-10 01:58:43'),
(261, 1, 'admin/view/template/extension/d_shopunity/extension_unregistered.twig', '2019-03-10 01:58:43'),
(262, 1, 'admin/view/template/extension/d_shopunity/filemanager.twig', '2019-03-10 01:58:43'),
(263, 1, 'admin/view/template/extension/d_shopunity/invoice.twig', '2019-03-10 01:58:43'),
(264, 1, 'admin/view/template/extension/d_shopunity/invoice_item.twig', '2019-03-10 01:58:43'),
(265, 1, 'admin/view/template/extension/d_shopunity/invoice_popup_pay.twig', '2019-03-10 01:58:43'),
(266, 1, 'admin/view/template/extension/d_shopunity/market.twig', '2019-03-10 01:58:43'),
(267, 1, 'admin/view/template/extension/d_shopunity/market_categories.twig', '2019-03-10 01:58:43'),
(268, 1, 'admin/view/template/extension/d_shopunity/order.twig', '2019-03-10 01:58:43'),
(269, 1, 'admin/view/template/extension/d_shopunity/order_item.twig', '2019-03-10 01:58:43'),
(270, 1, 'admin/view/template/extension/d_shopunity/purchase_modal.twig', '2019-03-10 01:58:43'),
(271, 1, 'admin/view/template/extension/d_shopunity/setting.twig', '2019-03-10 01:58:43'),
(272, 1, 'admin/view/template/extension/d_shopunity/store.tpl', '2019-03-10 01:58:43'),
(273, 1, 'admin/view/template/extension/d_shopunity/tester.twig', '2019-03-10 01:58:43'),
(274, 1, 'admin/view/template/extension/d_shopunity/transaction.twig', '2019-03-10 01:58:43'),
(275, 1, 'admin/view/javascript/d_shopunity/library/codemirror/lib', '2019-03-10 01:58:43'),
(276, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode', '2019-03-10 01:58:43'),
(277, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme', '2019-03-10 01:58:43'),
(278, 1, 'admin/view/javascript/d_shopunity/library/list/list.fuzzysearch.min.js', '2019-03-10 01:58:43'),
(279, 1, 'admin/view/javascript/d_shopunity/library/list/list.min.js', '2019-03-10 01:58:43'),
(280, 1, 'admin/view/javascript/d_shopunity/library/sweetalert/sweetalert-dev.js', '2019-03-10 01:58:43'),
(281, 1, 'admin/view/javascript/d_shopunity/library/sweetalert/sweetalert.css', '2019-03-10 01:58:43'),
(282, 1, 'admin/view/javascript/d_shopunity/library/sweetalert/sweetalert.min.js', '2019-03-10 01:58:43'),
(283, 1, 'admin/view/javascript/d_shopunity/library/syntaxhighlight/syntaxhighlight.css', '2019-03-10 01:58:43'),
(284, 1, 'admin/view/javascript/d_shopunity/library/syntaxhighlight/syntaxhighlight.js', '2019-03-10 01:58:43'),
(285, 1, 'admin/view/javascript/shopunity/bootstrap-slider/css/slider.css', '2019-03-10 01:58:43'),
(286, 1, 'admin/view/javascript/shopunity/bootstrap-slider/js/bootstrap-slider.js', '2019-03-10 01:58:43'),
(287, 1, 'admin/view/javascript/shopunity/codemirror/_notes/dwsync.xml', '2019-03-10 01:58:43'),
(288, 1, 'admin/view/javascript/shopunity/colorpicker/images/bar-alpha.png', '2019-03-10 01:58:43'),
(289, 1, 'admin/view/javascript/shopunity/colorpicker/images/bar-opacity.png', '2019-03-10 01:58:43'),
(290, 1, 'admin/view/javascript/shopunity/colorpicker/images/bar-pointer.png', '2019-03-10 01:58:43'),
(291, 1, 'admin/view/javascript/shopunity/colorpicker/images/bar.png', '2019-03-10 01:58:43'),
(292, 1, 'admin/view/javascript/shopunity/colorpicker/images/map-opacity.png', '2019-03-10 01:58:43'),
(293, 1, 'admin/view/javascript/shopunity/colorpicker/images/map-pointer.png', '2019-03-10 01:58:43'),
(294, 1, 'admin/view/javascript/shopunity/colorpicker/images/map.png', '2019-03-10 01:58:43'),
(295, 1, 'admin/view/javascript/shopunity/colorpicker/images/preview-opacity.png', '2019-03-10 01:58:43'),
(296, 1, 'admin/view/javascript/shopunity/colorpicker/images/ui-colorpicker-old.png', '2019-03-10 01:58:43'),
(297, 1, 'admin/view/javascript/shopunity/colorpicker/images/ui-colorpicker.png', '2019-03-10 01:58:43'),
(298, 1, 'admin/view/javascript/shopunity/colorpicker/images/ui-colorpicker_old.png', '2019-03-10 01:58:43'),
(299, 1, 'admin/view/javascript/shopunity/colorpicker/parts/jquery.ui.colorpicker-memory.js', '2019-03-10 01:58:43'),
(300, 1, 'admin/view/javascript/shopunity/colorpicker/parts/jquery.ui.colorpicker-rgbslider.js', '2019-03-10 01:58:43'),
(301, 1, 'admin/view/javascript/shopunity/tooltip/_notes/dwsync.xml', '2019-03-10 01:58:43'),
(302, 1, 'admin/view/javascript/shopunity/uniform/_notes/dwsync.xml', '2019-03-10 01:58:43'),
(303, 1, 'admin/view/javascript/shopunity/uniform/css/_notes', '2019-03-10 01:58:43'),
(304, 1, 'admin/view/javascript/shopunity/uniform/css/uniform.default.css', '2019-03-10 01:58:43'),
(305, 1, 'admin/view/javascript/shopunity/uniform/images/_notes', '2019-03-10 01:58:43'),
(306, 1, 'admin/view/javascript/shopunity/uniform/images/sprite.png', '2019-03-10 01:58:43'),
(307, 1, 'admin/view/javascript/shopunity/x-editable/css/bootstrap-editable.css', '2019-03-10 01:58:43'),
(308, 1, 'admin/view/javascript/shopunity/x-editable/img/clear.png', '2019-03-10 01:58:43'),
(309, 1, 'admin/view/javascript/shopunity/x-editable/img/loading.gif', '2019-03-10 01:58:43'),
(310, 1, 'admin/view/javascript/shopunity/x-editable/js/bootstrap-editable.js', '2019-03-10 01:58:43'),
(311, 1, 'admin/view/javascript/shopunity/x-editable/js/bootstrap-editable.min.js', '2019-03-10 01:58:43'),
(312, 1, 'admin/view/stylesheet/shopunity/bootstrap-colorpicker/img/alpha-horizontal.png', '2019-03-10 01:58:43'),
(313, 1, 'admin/view/stylesheet/shopunity/bootstrap-colorpicker/img/alpha.png', '2019-03-10 01:58:43'),
(314, 1, 'admin/view/stylesheet/shopunity/bootstrap-colorpicker/img/hue-horizontal.png', '2019-03-10 01:58:43'),
(315, 1, 'admin/view/stylesheet/shopunity/bootstrap-colorpicker/img/hue.png', '2019-03-10 01:58:43'),
(316, 1, 'admin/view/stylesheet/shopunity/bootstrap-colorpicker/img/saturation.png', '2019-03-10 01:58:43'),
(317, 1, 'admin/view/stylesheet/shopunity/bootstrap-editable/img/clear.png', '2019-03-10 01:58:43'),
(318, 1, 'admin/view/stylesheet/shopunity/bootstrap-editable/img/loading.gif', '2019-03-10 01:58:43'),
(319, 1, 'admin/view/javascript/d_shopunity/library/codemirror/lib/codemirror.css', '2019-03-10 01:58:43'),
(320, 1, 'admin/view/javascript/d_shopunity/library/codemirror/lib/codemirror.js', '2019-03-10 01:58:43'),
(321, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/apl', '2019-03-10 01:58:43'),
(322, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/asciiarmor', '2019-03-10 01:58:43'),
(323, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/asn.1', '2019-03-10 01:58:43'),
(324, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/asterisk', '2019-03-10 01:58:43'),
(325, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/clike', '2019-03-10 01:58:43'),
(326, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/clojure', '2019-03-10 01:58:43'),
(327, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/cmake', '2019-03-10 01:58:43'),
(328, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/cobol', '2019-03-10 01:58:43'),
(329, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/coffeescript', '2019-03-10 01:58:43'),
(330, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/commonlisp', '2019-03-10 01:58:43'),
(331, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/crystal', '2019-03-10 01:58:43'),
(332, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/css', '2019-03-10 01:58:43'),
(333, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/cypher', '2019-03-10 01:58:43'),
(334, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/d', '2019-03-10 01:58:43'),
(335, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/dart', '2019-03-10 01:58:43'),
(336, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/diff', '2019-03-10 01:58:43'),
(337, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/django', '2019-03-10 01:58:43'),
(338, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/dockerfile', '2019-03-10 01:58:43'),
(339, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/dtd', '2019-03-10 01:58:43'),
(340, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/dylan', '2019-03-10 01:58:43'),
(341, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/ebnf', '2019-03-10 01:58:43'),
(342, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/ecl', '2019-03-10 01:58:43'),
(343, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/eiffel', '2019-03-10 01:58:43'),
(344, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/elm', '2019-03-10 01:58:43'),
(345, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/erlang', '2019-03-10 01:58:43'),
(346, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/factor', '2019-03-10 01:58:43'),
(347, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/fcl', '2019-03-10 01:58:43'),
(348, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/forth', '2019-03-10 01:58:43'),
(349, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/fortran', '2019-03-10 01:58:43'),
(350, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/gas', '2019-03-10 01:58:43'),
(351, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/gfm', '2019-03-10 01:58:43'),
(352, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/gherkin', '2019-03-10 01:58:43'),
(353, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/go', '2019-03-10 01:58:43'),
(354, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/groovy', '2019-03-10 01:58:43'),
(355, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/haml', '2019-03-10 01:58:43'),
(356, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/handlebars', '2019-03-10 01:58:43'),
(357, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/haskell', '2019-03-10 01:58:43'),
(358, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/haskell-literate', '2019-03-10 01:58:43'),
(359, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/haxe', '2019-03-10 01:58:43'),
(360, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/htmlembedded', '2019-03-10 01:58:43'),
(361, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/htmlmixed', '2019-03-10 01:58:43'),
(362, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/http', '2019-03-10 01:58:43'),
(363, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/idl', '2019-03-10 01:58:43'),
(364, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/index.html', '2019-03-10 01:58:43'),
(365, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/javascript', '2019-03-10 01:58:43'),
(366, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/jinja2', '2019-03-10 01:58:43'),
(367, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/jsx', '2019-03-10 01:58:43'),
(368, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/julia', '2019-03-10 01:58:43'),
(369, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/livescript', '2019-03-10 01:58:43'),
(370, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/lua', '2019-03-10 01:58:43'),
(371, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/markdown', '2019-03-10 01:58:43'),
(372, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/mathematica', '2019-03-10 01:58:43'),
(373, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/mbox', '2019-03-10 01:58:43'),
(374, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/meta.js', '2019-03-10 01:58:43'),
(375, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/mirc', '2019-03-10 01:58:43'),
(376, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/mllike', '2019-03-10 01:58:43'),
(377, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/modelica', '2019-03-10 01:58:43'),
(378, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/mscgen', '2019-03-10 01:58:43'),
(379, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/mumps', '2019-03-10 01:58:43'),
(380, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/nginx', '2019-03-10 01:58:43'),
(381, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/nsis', '2019-03-10 01:58:43'),
(382, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/ntriples', '2019-03-10 01:58:43'),
(383, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/octave', '2019-03-10 01:58:43'),
(384, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/oz', '2019-03-10 01:58:43'),
(385, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/pascal', '2019-03-10 01:58:43'),
(386, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/pegjs', '2019-03-10 01:58:43'),
(387, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/perl', '2019-03-10 01:58:43'),
(388, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/php', '2019-03-10 01:58:43'),
(389, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/pig', '2019-03-10 01:58:43'),
(390, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/powershell', '2019-03-10 01:58:43'),
(391, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/properties', '2019-03-10 01:58:43'),
(392, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/protobuf', '2019-03-10 01:58:43'),
(393, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/pug', '2019-03-10 01:58:43'),
(394, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/puppet', '2019-03-10 01:58:43'),
(395, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/python', '2019-03-10 01:58:43'),
(396, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/q', '2019-03-10 01:58:43'),
(397, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/r', '2019-03-10 01:58:43'),
(398, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/rpm', '2019-03-10 01:58:43'),
(399, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/rst', '2019-03-10 01:58:43'),
(400, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/ruby', '2019-03-10 01:58:43'),
(401, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/rust', '2019-03-10 01:58:43'),
(402, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/sas', '2019-03-10 01:58:43'),
(403, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/sass', '2019-03-10 01:58:43'),
(404, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/scheme', '2019-03-10 01:58:43'),
(405, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/shell', '2019-03-10 01:58:43'),
(406, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/sieve', '2019-03-10 01:58:43'),
(407, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/slim', '2019-03-10 01:58:43'),
(408, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/smalltalk', '2019-03-10 01:58:43'),
(409, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/smarty', '2019-03-10 01:58:43'),
(410, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/solr', '2019-03-10 01:58:43'),
(411, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/soy', '2019-03-10 01:58:43'),
(412, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/sparql', '2019-03-10 01:58:43'),
(413, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/spreadsheet', '2019-03-10 01:58:43'),
(414, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/sql', '2019-03-10 01:58:43'),
(415, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/stex', '2019-03-10 01:58:43'),
(416, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/stylus', '2019-03-10 01:58:43'),
(417, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/swift', '2019-03-10 01:58:43'),
(418, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/tcl', '2019-03-10 01:58:43'),
(419, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/textile', '2019-03-10 01:58:43'),
(420, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/tiddlywiki', '2019-03-10 01:58:43'),
(421, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/tiki', '2019-03-10 01:58:43'),
(422, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/toml', '2019-03-10 01:58:43'),
(423, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/tornado', '2019-03-10 01:58:43'),
(424, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/troff', '2019-03-10 01:58:43'),
(425, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/ttcn', '2019-03-10 01:58:43'),
(426, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/ttcn-cfg', '2019-03-10 01:58:43'),
(427, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/turtle', '2019-03-10 01:58:43'),
(428, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/twig', '2019-03-10 01:58:43'),
(429, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/vb', '2019-03-10 01:58:43'),
(430, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/vbscript', '2019-03-10 01:58:43'),
(431, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/velocity', '2019-03-10 01:58:43'),
(432, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/verilog', '2019-03-10 01:58:43'),
(433, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/vhdl', '2019-03-10 01:58:43'),
(434, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/vue', '2019-03-10 01:58:43'),
(435, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/webidl', '2019-03-10 01:58:43'),
(436, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/xml', '2019-03-10 01:58:43'),
(437, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/xquery', '2019-03-10 01:58:43'),
(438, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/yacas', '2019-03-10 01:58:43'),
(439, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/yaml', '2019-03-10 01:58:43'),
(440, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/yaml-frontmatter', '2019-03-10 01:58:43'),
(441, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/z80', '2019-03-10 01:58:43'),
(442, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/3024-day.css', '2019-03-10 01:58:43'),
(443, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/3024-night.css', '2019-03-10 01:58:43'),
(444, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/abcdef.css', '2019-03-10 01:58:43'),
(445, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/ambiance-mobile.css', '2019-03-10 01:58:43'),
(446, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/ambiance.css', '2019-03-10 01:58:43'),
(447, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/base16-dark.css', '2019-03-10 01:58:43'),
(448, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/base16-light.css', '2019-03-10 01:58:43'),
(449, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/bespin.css', '2019-03-10 01:58:43'),
(450, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/blackboard.css', '2019-03-10 01:58:43'),
(451, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/cobalt.css', '2019-03-10 01:58:43'),
(452, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/colorforth.css', '2019-03-10 01:58:43'),
(453, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/dracula.css', '2019-03-10 01:58:43'),
(454, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/eclipse.css', '2019-03-10 01:58:43'),
(455, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/elegant.css', '2019-03-10 01:58:43'),
(456, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/erlang-dark.css', '2019-03-10 01:58:43'),
(457, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/hopscotch.css', '2019-03-10 01:58:43'),
(458, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/icecoder.css', '2019-03-10 01:58:43'),
(459, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/isotope.css', '2019-03-10 01:58:43'),
(460, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/lesser-dark.css', '2019-03-10 01:58:43'),
(461, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/liquibyte.css', '2019-03-10 01:58:43'),
(462, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/material.css', '2019-03-10 01:58:43'),
(463, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/mbo.css', '2019-03-10 01:58:43'),
(464, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/mdn-like.css', '2019-03-10 01:58:43'),
(465, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/midnight.css', '2019-03-10 01:58:43'),
(466, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/monokai.css', '2019-03-10 01:58:43'),
(467, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/neat.css', '2019-03-10 01:58:43'),
(468, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/neo.css', '2019-03-10 01:58:43'),
(469, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/night.css', '2019-03-10 01:58:43'),
(470, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/panda-syntax.css', '2019-03-10 01:58:43'),
(471, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/paraiso-dark.css', '2019-03-10 01:58:43'),
(472, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/paraiso-light.css', '2019-03-10 01:58:43'),
(473, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/pastel-on-dark.css', '2019-03-10 01:58:43'),
(474, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/railscasts.css', '2019-03-10 01:58:43'),
(475, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/rubyblue.css', '2019-03-10 01:58:43'),
(476, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/seti.css', '2019-03-10 01:58:43'),
(477, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/solarized.css', '2019-03-10 01:58:43'),
(478, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/the-matrix.css', '2019-03-10 01:58:43'),
(479, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/tomorrow-night-bright.css', '2019-03-10 01:58:43'),
(480, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/tomorrow-night-eighties.css', '2019-03-10 01:58:43'),
(481, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/ttcn.css', '2019-03-10 01:58:43'),
(482, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/twilight.css', '2019-03-10 01:58:43'),
(483, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/vibrant-ink.css', '2019-03-10 01:58:43'),
(484, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/xq-dark.css', '2019-03-10 01:58:43'),
(485, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/xq-light.css', '2019-03-10 01:58:43'),
(486, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/yeti.css', '2019-03-10 01:58:43'),
(487, 1, 'admin/view/javascript/d_shopunity/library/codemirror/theme/zenburn.css', '2019-03-10 01:58:43'),
(488, 1, 'admin/view/javascript/shopunity/uniform/css/_notes/dwsync.xml', '2019-03-10 01:58:43'),
(489, 1, 'admin/view/javascript/shopunity/uniform/images/_notes/dwsync.xml', '2019-03-10 01:58:43'),
(490, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/apl/apl.js', '2019-03-10 01:58:43'),
(491, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/apl/index.html', '2019-03-10 01:58:43'),
(492, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/asciiarmor/asciiarmor.js', '2019-03-10 01:58:43'),
(493, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/asciiarmor/index.html', '2019-03-10 01:58:43'),
(494, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/asn.1/asn.1.js', '2019-03-10 01:58:43'),
(495, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/asn.1/index.html', '2019-03-10 01:58:43'),
(496, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/asterisk/asterisk.js', '2019-03-10 01:58:43'),
(497, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/asterisk/index.html', '2019-03-10 01:58:43'),
(498, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/clike/clike.js', '2019-03-10 01:58:43'),
(499, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/clike/index.html', '2019-03-10 01:58:43'),
(500, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/clike/scala.html', '2019-03-10 01:58:43'),
(501, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/clike/test.js', '2019-03-10 01:58:43'),
(502, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/clojure/clojure.js', '2019-03-10 01:58:43'),
(503, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/clojure/index.html', '2019-03-10 01:58:43'),
(504, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/cmake/cmake.js', '2019-03-10 01:58:43'),
(505, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/cmake/index.html', '2019-03-10 01:58:43'),
(506, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/cobol/cobol.js', '2019-03-10 01:58:43'),
(507, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/cobol/index.html', '2019-03-10 01:58:43'),
(508, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/coffeescript/coffeescript.js', '2019-03-10 01:58:43'),
(509, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/coffeescript/index.html', '2019-03-10 01:58:43'),
(510, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/commonlisp/commonlisp.js', '2019-03-10 01:58:43'),
(511, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/commonlisp/index.html', '2019-03-10 01:58:43'),
(512, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/crystal/crystal.js', '2019-03-10 01:58:43'),
(513, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/crystal/index.html', '2019-03-10 01:58:43'),
(514, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/css/css.js', '2019-03-10 01:58:43'),
(515, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/css/gss.html', '2019-03-10 01:58:43'),
(516, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/css/gss_test.js', '2019-03-10 01:58:43'),
(517, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/css/index.html', '2019-03-10 01:58:43'),
(518, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/css/less.html', '2019-03-10 01:58:43'),
(519, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/css/less_test.js', '2019-03-10 01:58:43'),
(520, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/css/scss.html', '2019-03-10 01:58:43'),
(521, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/css/scss_test.js', '2019-03-10 01:58:43'),
(522, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/css/test.js', '2019-03-10 01:58:43'),
(523, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/cypher/cypher.js', '2019-03-10 01:58:43'),
(524, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/cypher/index.html', '2019-03-10 01:58:43'),
(525, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/d/d.js', '2019-03-10 01:58:43'),
(526, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/d/index.html', '2019-03-10 01:58:43'),
(527, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/dart/dart.js', '2019-03-10 01:58:43'),
(528, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/dart/index.html', '2019-03-10 01:58:43'),
(529, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/diff/diff.js', '2019-03-10 01:58:43'),
(530, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/diff/index.html', '2019-03-10 01:58:43'),
(531, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/django/django.js', '2019-03-10 01:58:43'),
(532, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/django/index.html', '2019-03-10 01:58:43');
INSERT INTO `oc_extension_path` (`extension_path_id`, `extension_install_id`, `path`, `date_added`) VALUES
(533, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/dockerfile/dockerfile.js', '2019-03-10 01:58:43'),
(534, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/dockerfile/index.html', '2019-03-10 01:58:43'),
(535, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/dtd/dtd.js', '2019-03-10 01:58:43'),
(536, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/dtd/index.html', '2019-03-10 01:58:43'),
(537, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/dylan/dylan.js', '2019-03-10 01:58:43'),
(538, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/dylan/index.html', '2019-03-10 01:58:43'),
(539, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/dylan/test.js', '2019-03-10 01:58:43'),
(540, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/ebnf/ebnf.js', '2019-03-10 01:58:43'),
(541, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/ebnf/index.html', '2019-03-10 01:58:43'),
(542, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/ecl/ecl.js', '2019-03-10 01:58:43'),
(543, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/ecl/index.html', '2019-03-10 01:58:43'),
(544, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/eiffel/eiffel.js', '2019-03-10 01:58:43'),
(545, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/eiffel/index.html', '2019-03-10 01:58:43'),
(546, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/elm/elm.js', '2019-03-10 01:58:43'),
(547, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/elm/index.html', '2019-03-10 01:58:43'),
(548, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/erlang/erlang.js', '2019-03-10 01:58:43'),
(549, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/erlang/index.html', '2019-03-10 01:58:43'),
(550, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/factor/factor.js', '2019-03-10 01:58:43'),
(551, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/factor/index.html', '2019-03-10 01:58:43'),
(552, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/fcl/fcl.js', '2019-03-10 01:58:43'),
(553, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/fcl/index.html', '2019-03-10 01:58:43'),
(554, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/forth/forth.js', '2019-03-10 01:58:43'),
(555, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/forth/index.html', '2019-03-10 01:58:43'),
(556, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/fortran/fortran.js', '2019-03-10 01:58:43'),
(557, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/fortran/index.html', '2019-03-10 01:58:43'),
(558, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/gas/gas.js', '2019-03-10 01:58:43'),
(559, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/gas/index.html', '2019-03-10 01:58:43'),
(560, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/gfm/gfm.js', '2019-03-10 01:58:43'),
(561, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/gfm/index.html', '2019-03-10 01:58:43'),
(562, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/gfm/test.js', '2019-03-10 01:58:43'),
(563, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/gherkin/gherkin.js', '2019-03-10 01:58:43'),
(564, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/gherkin/index.html', '2019-03-10 01:58:43'),
(565, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/go/go.js', '2019-03-10 01:58:43'),
(566, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/go/index.html', '2019-03-10 01:58:43'),
(567, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/groovy/groovy.js', '2019-03-10 01:58:43'),
(568, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/groovy/index.html', '2019-03-10 01:58:43'),
(569, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/haml/haml.js', '2019-03-10 01:58:43'),
(570, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/haml/index.html', '2019-03-10 01:58:43'),
(571, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/haml/test.js', '2019-03-10 01:58:43'),
(572, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/handlebars/handlebars.js', '2019-03-10 01:58:43'),
(573, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/handlebars/index.html', '2019-03-10 01:58:43'),
(574, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/haskell/haskell.js', '2019-03-10 01:58:43'),
(575, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/haskell/index.html', '2019-03-10 01:58:43'),
(576, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/haskell-literate/haskell-literate.js', '2019-03-10 01:58:43'),
(577, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/haskell-literate/index.html', '2019-03-10 01:58:43'),
(578, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/haxe/haxe.js', '2019-03-10 01:58:43'),
(579, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/haxe/index.html', '2019-03-10 01:58:43'),
(580, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/htmlembedded/htmlembedded.js', '2019-03-10 01:58:43'),
(581, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/htmlembedded/index.html', '2019-03-10 01:58:43'),
(582, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/htmlmixed/htmlmixed.js', '2019-03-10 01:58:43'),
(583, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/htmlmixed/index.html', '2019-03-10 01:58:43'),
(584, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/http/http.js', '2019-03-10 01:58:43'),
(585, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/http/index.html', '2019-03-10 01:58:43'),
(586, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/idl/idl.js', '2019-03-10 01:58:43'),
(587, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/idl/index.html', '2019-03-10 01:58:43'),
(588, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/javascript/index.html', '2019-03-10 01:58:43'),
(589, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/javascript/javascript.js', '2019-03-10 01:58:43'),
(590, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/javascript/json-ld.html', '2019-03-10 01:58:43'),
(591, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/javascript/test.js', '2019-03-10 01:58:43'),
(592, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/javascript/typescript.html', '2019-03-10 01:58:43'),
(593, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/jinja2/index.html', '2019-03-10 01:58:43'),
(594, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/jinja2/jinja2.js', '2019-03-10 01:58:43'),
(595, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/jsx/index.html', '2019-03-10 01:58:43'),
(596, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/jsx/jsx.js', '2019-03-10 01:58:43'),
(597, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/jsx/test.js', '2019-03-10 01:58:43'),
(598, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/julia/index.html', '2019-03-10 01:58:43'),
(599, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/julia/julia.js', '2019-03-10 01:58:43'),
(600, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/livescript/index.html', '2019-03-10 01:58:43'),
(601, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/livescript/livescript.js', '2019-03-10 01:58:43'),
(602, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/lua/index.html', '2019-03-10 01:58:43'),
(603, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/lua/lua.js', '2019-03-10 01:58:43'),
(604, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/markdown/index.html', '2019-03-10 01:58:43'),
(605, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/markdown/markdown.js', '2019-03-10 01:58:43'),
(606, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/markdown/test.js', '2019-03-10 01:58:43'),
(607, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/mathematica/index.html', '2019-03-10 01:58:43'),
(608, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/mathematica/mathematica.js', '2019-03-10 01:58:43'),
(609, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/mbox/index.html', '2019-03-10 01:58:43'),
(610, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/mbox/mbox.js', '2019-03-10 01:58:43'),
(611, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/mirc/index.html', '2019-03-10 01:58:43'),
(612, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/mirc/mirc.js', '2019-03-10 01:58:43'),
(613, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/mllike/index.html', '2019-03-10 01:58:43'),
(614, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/mllike/mllike.js', '2019-03-10 01:58:43'),
(615, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/modelica/index.html', '2019-03-10 01:58:43'),
(616, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/modelica/modelica.js', '2019-03-10 01:58:43'),
(617, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/mscgen/index.html', '2019-03-10 01:58:43'),
(618, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/mscgen/mscgen.js', '2019-03-10 01:58:43'),
(619, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/mscgen/mscgen_test.js', '2019-03-10 01:58:43'),
(620, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/mscgen/msgenny_test.js', '2019-03-10 01:58:43'),
(621, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/mscgen/xu_test.js', '2019-03-10 01:58:43'),
(622, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/mumps/index.html', '2019-03-10 01:58:43'),
(623, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/mumps/mumps.js', '2019-03-10 01:58:43'),
(624, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/nginx/index.html', '2019-03-10 01:58:43'),
(625, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/nginx/nginx.js', '2019-03-10 01:58:43'),
(626, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/nsis/index.html', '2019-03-10 01:58:43'),
(627, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/nsis/nsis.js', '2019-03-10 01:58:43'),
(628, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/ntriples/index.html', '2019-03-10 01:58:43'),
(629, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/ntriples/ntriples.js', '2019-03-10 01:58:43'),
(630, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/octave/index.html', '2019-03-10 01:58:43'),
(631, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/octave/octave.js', '2019-03-10 01:58:43'),
(632, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/oz/index.html', '2019-03-10 01:58:43'),
(633, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/oz/oz.js', '2019-03-10 01:58:43'),
(634, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/pascal/index.html', '2019-03-10 01:58:43'),
(635, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/pascal/pascal.js', '2019-03-10 01:58:43'),
(636, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/pegjs/index.html', '2019-03-10 01:58:43'),
(637, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/pegjs/pegjs.js', '2019-03-10 01:58:43'),
(638, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/perl/index.html', '2019-03-10 01:58:43'),
(639, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/perl/perl.js', '2019-03-10 01:58:43'),
(640, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/php/index.html', '2019-03-10 01:58:43'),
(641, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/php/php.js', '2019-03-10 01:58:43'),
(642, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/php/test.js', '2019-03-10 01:58:43'),
(643, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/pig/index.html', '2019-03-10 01:58:43'),
(644, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/pig/pig.js', '2019-03-10 01:58:43'),
(645, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/powershell/index.html', '2019-03-10 01:58:43'),
(646, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/powershell/powershell.js', '2019-03-10 01:58:43'),
(647, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/powershell/test.js', '2019-03-10 01:58:43'),
(648, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/properties/index.html', '2019-03-10 01:58:43'),
(649, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/properties/properties.js', '2019-03-10 01:58:43'),
(650, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/protobuf/index.html', '2019-03-10 01:58:43'),
(651, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/protobuf/protobuf.js', '2019-03-10 01:58:43'),
(652, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/pug/index.html', '2019-03-10 01:58:43'),
(653, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/pug/pug.js', '2019-03-10 01:58:43'),
(654, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/puppet/index.html', '2019-03-10 01:58:43'),
(655, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/puppet/puppet.js', '2019-03-10 01:58:43'),
(656, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/python/index.html', '2019-03-10 01:58:43'),
(657, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/python/python.js', '2019-03-10 01:58:43'),
(658, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/python/test.js', '2019-03-10 01:58:43'),
(659, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/q/index.html', '2019-03-10 01:58:43'),
(660, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/q/q.js', '2019-03-10 01:58:43'),
(661, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/r/index.html', '2019-03-10 01:58:43'),
(662, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/r/r.js', '2019-03-10 01:58:43'),
(663, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/rpm/changes', '2019-03-10 01:58:43'),
(664, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/rpm/index.html', '2019-03-10 01:58:43'),
(665, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/rpm/rpm.js', '2019-03-10 01:58:43'),
(666, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/rst/index.html', '2019-03-10 01:58:43'),
(667, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/rst/rst.js', '2019-03-10 01:58:43'),
(668, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/ruby/index.html', '2019-03-10 01:58:43'),
(669, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/ruby/ruby.js', '2019-03-10 01:58:43'),
(670, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/ruby/test.js', '2019-03-10 01:58:43'),
(671, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/rust/index.html', '2019-03-10 01:58:43'),
(672, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/rust/rust.js', '2019-03-10 01:58:43'),
(673, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/rust/test.js', '2019-03-10 01:58:43'),
(674, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/sas/index.html', '2019-03-10 01:58:43'),
(675, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/sas/sas.js', '2019-03-10 01:58:43'),
(676, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/sass/index.html', '2019-03-10 01:58:43'),
(677, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/sass/sass.js', '2019-03-10 01:58:43'),
(678, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/scheme/index.html', '2019-03-10 01:58:43'),
(679, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/scheme/scheme.js', '2019-03-10 01:58:43'),
(680, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/shell/index.html', '2019-03-10 01:58:43'),
(681, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/shell/shell.js', '2019-03-10 01:58:43'),
(682, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/shell/test.js', '2019-03-10 01:58:43'),
(683, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/sieve/index.html', '2019-03-10 01:58:43'),
(684, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/sieve/sieve.js', '2019-03-10 01:58:43'),
(685, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/slim/index.html', '2019-03-10 01:58:43'),
(686, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/slim/slim.js', '2019-03-10 01:58:43'),
(687, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/slim/test.js', '2019-03-10 01:58:43'),
(688, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/smalltalk/index.html', '2019-03-10 01:58:43'),
(689, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/smalltalk/smalltalk.js', '2019-03-10 01:58:43'),
(690, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/smarty/index.html', '2019-03-10 01:58:43'),
(691, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/smarty/smarty.js', '2019-03-10 01:58:43'),
(692, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/solr/index.html', '2019-03-10 01:58:43'),
(693, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/solr/solr.js', '2019-03-10 01:58:43'),
(694, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/soy/index.html', '2019-03-10 01:58:43'),
(695, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/soy/soy.js', '2019-03-10 01:58:43'),
(696, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/sparql/index.html', '2019-03-10 01:58:43'),
(697, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/sparql/sparql.js', '2019-03-10 01:58:43'),
(698, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/spreadsheet/index.html', '2019-03-10 01:58:43'),
(699, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/spreadsheet/spreadsheet.js', '2019-03-10 01:58:43'),
(700, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/sql/index.html', '2019-03-10 01:58:43'),
(701, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/sql/sql.js', '2019-03-10 01:58:43'),
(702, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/stex/index.html', '2019-03-10 01:58:43'),
(703, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/stex/stex.js', '2019-03-10 01:58:43'),
(704, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/stex/test.js', '2019-03-10 01:58:43'),
(705, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/stylus/index.html', '2019-03-10 01:58:43'),
(706, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/stylus/stylus.js', '2019-03-10 01:58:43'),
(707, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/swift/index.html', '2019-03-10 01:58:43'),
(708, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/swift/swift.js', '2019-03-10 01:58:43'),
(709, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/tcl/index.html', '2019-03-10 01:58:43'),
(710, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/tcl/tcl.js', '2019-03-10 01:58:43'),
(711, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/textile/index.html', '2019-03-10 01:58:43'),
(712, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/textile/test.js', '2019-03-10 01:58:43'),
(713, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/textile/textile.js', '2019-03-10 01:58:43'),
(714, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/tiddlywiki/index.html', '2019-03-10 01:58:43'),
(715, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/tiddlywiki/tiddlywiki.css', '2019-03-10 01:58:43'),
(716, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/tiddlywiki/tiddlywiki.js', '2019-03-10 01:58:43'),
(717, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/tiki/index.html', '2019-03-10 01:58:43'),
(718, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/tiki/tiki.css', '2019-03-10 01:58:43'),
(719, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/tiki/tiki.js', '2019-03-10 01:58:43'),
(720, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/toml/index.html', '2019-03-10 01:58:43'),
(721, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/toml/toml.js', '2019-03-10 01:58:43'),
(722, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/tornado/index.html', '2019-03-10 01:58:43'),
(723, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/tornado/tornado.js', '2019-03-10 01:58:43'),
(724, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/troff/index.html', '2019-03-10 01:58:43'),
(725, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/troff/troff.js', '2019-03-10 01:58:43'),
(726, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/ttcn/index.html', '2019-03-10 01:58:43'),
(727, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/ttcn/ttcn.js', '2019-03-10 01:58:43'),
(728, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/ttcn-cfg/index.html', '2019-03-10 01:58:43'),
(729, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/ttcn-cfg/ttcn-cfg.js', '2019-03-10 01:58:43'),
(730, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/turtle/index.html', '2019-03-10 01:58:43'),
(731, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/turtle/turtle.js', '2019-03-10 01:58:43'),
(732, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/twig/index.html', '2019-03-10 01:58:43'),
(733, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/twig/twig.js', '2019-03-10 01:58:43'),
(734, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/vb/index.html', '2019-03-10 01:58:43'),
(735, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/vb/vb.js', '2019-03-10 01:58:43'),
(736, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/vbscript/index.html', '2019-03-10 01:58:43'),
(737, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/vbscript/vbscript.js', '2019-03-10 01:58:43'),
(738, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/velocity/index.html', '2019-03-10 01:58:43'),
(739, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/velocity/velocity.js', '2019-03-10 01:58:43'),
(740, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/verilog/index.html', '2019-03-10 01:58:43'),
(741, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/verilog/test.js', '2019-03-10 01:58:43'),
(742, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/verilog/verilog.js', '2019-03-10 01:58:43'),
(743, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/vhdl/index.html', '2019-03-10 01:58:43'),
(744, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/vhdl/vhdl.js', '2019-03-10 01:58:43'),
(745, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/vue/index.html', '2019-03-10 01:58:43'),
(746, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/vue/vue.js', '2019-03-10 01:58:43'),
(747, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/webidl/index.html', '2019-03-10 01:58:43'),
(748, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/webidl/webidl.js', '2019-03-10 01:58:43'),
(749, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/xml/index.html', '2019-03-10 01:58:43'),
(750, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/xml/test.js', '2019-03-10 01:58:43'),
(751, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/xml/xml.js', '2019-03-10 01:58:43'),
(752, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/xquery/index.html', '2019-03-10 01:58:43'),
(753, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/xquery/test.js', '2019-03-10 01:58:43'),
(754, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/xquery/xquery.js', '2019-03-10 01:58:43'),
(755, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/yacas/index.html', '2019-03-10 01:58:43'),
(756, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/yacas/yacas.js', '2019-03-10 01:58:43'),
(757, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/yaml/index.html', '2019-03-10 01:58:43'),
(758, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/yaml/yaml.js', '2019-03-10 01:58:43'),
(759, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/yaml-frontmatter/index.html', '2019-03-10 01:58:43'),
(760, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/yaml-frontmatter/yaml-frontmatter.js', '2019-03-10 01:58:43'),
(761, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/z80/index.html', '2019-03-10 01:58:43'),
(762, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/z80/z80.js', '2019-03-10 01:58:43'),
(763, 1, 'admin/view/javascript/d_shopunity/library/codemirror/mode/rpm/changes/index.html', '2019-03-10 01:58:43'),
(764, 3, 'system/library/export_import', '2019-03-10 02:03:06'),
(765, 3, 'admin/controller/extension/export_import.php', '2019-03-10 02:03:06'),
(766, 3, 'admin/model/extension/export_import.php', '2019-03-10 02:03:06'),
(767, 3, 'admin/view/image/export-import', '2019-03-10 02:03:06'),
(768, 3, 'admin/view/stylesheet/export_import.css', '2019-03-10 02:03:06'),
(769, 3, 'system/library/export_import/Classes', '2019-03-10 02:03:06'),
(770, 3, 'admin/language/en-gb/extension/export_import.php', '2019-03-10 02:03:06'),
(771, 3, 'admin/view/image/export-import/loading.gif', '2019-03-10 02:03:06'),
(772, 3, 'admin/view/template/extension/export_import.twig', '2019-03-10 02:03:06'),
(773, 3, 'system/library/export_import/Classes/PHPExcel', '2019-03-10 02:03:06'),
(774, 3, 'system/library/export_import/Classes/PHPExcel.php', '2019-03-10 02:03:06'),
(775, 3, 'system/library/export_import/Classes/PHPExcel/Autoloader.php', '2019-03-10 02:03:06'),
(776, 3, 'system/library/export_import/Classes/PHPExcel/CachedObjectStorage', '2019-03-10 02:03:06'),
(777, 3, 'system/library/export_import/Classes/PHPExcel/CachedObjectStorageFactory.php', '2019-03-10 02:03:06'),
(778, 3, 'system/library/export_import/Classes/PHPExcel/CalcEngine', '2019-03-10 02:03:06'),
(779, 3, 'system/library/export_import/Classes/PHPExcel/Calculation', '2019-03-10 02:03:06'),
(780, 3, 'system/library/export_import/Classes/PHPExcel/Calculation.php', '2019-03-10 02:03:06'),
(781, 3, 'system/library/export_import/Classes/PHPExcel/Cell', '2019-03-10 02:03:06'),
(782, 3, 'system/library/export_import/Classes/PHPExcel/Cell.php', '2019-03-10 02:03:06'),
(783, 3, 'system/library/export_import/Classes/PHPExcel/Chart', '2019-03-10 02:03:06'),
(784, 3, 'system/library/export_import/Classes/PHPExcel/Chart.php', '2019-03-10 02:03:06'),
(785, 3, 'system/library/export_import/Classes/PHPExcel/Comment.php', '2019-03-10 02:03:06'),
(786, 3, 'system/library/export_import/Classes/PHPExcel/DocumentProperties.php', '2019-03-10 02:03:06'),
(787, 3, 'system/library/export_import/Classes/PHPExcel/DocumentSecurity.php', '2019-03-10 02:03:06'),
(788, 3, 'system/library/export_import/Classes/PHPExcel/Exception.php', '2019-03-10 02:03:06'),
(789, 3, 'system/library/export_import/Classes/PHPExcel/HashTable.php', '2019-03-10 02:03:06'),
(790, 3, 'system/library/export_import/Classes/PHPExcel/Helper', '2019-03-10 02:03:06'),
(791, 3, 'system/library/export_import/Classes/PHPExcel/IComparable.php', '2019-03-10 02:03:06'),
(792, 3, 'system/library/export_import/Classes/PHPExcel/IOFactory.php', '2019-03-10 02:03:06'),
(793, 3, 'system/library/export_import/Classes/PHPExcel/NamedRange.php', '2019-03-10 02:03:06'),
(794, 3, 'system/library/export_import/Classes/PHPExcel/Reader', '2019-03-10 02:03:06'),
(795, 3, 'system/library/export_import/Classes/PHPExcel/ReferenceHelper.php', '2019-03-10 02:03:06'),
(796, 3, 'system/library/export_import/Classes/PHPExcel/RichText', '2019-03-10 02:03:06'),
(797, 3, 'system/library/export_import/Classes/PHPExcel/RichText.php', '2019-03-10 02:03:06'),
(798, 3, 'system/library/export_import/Classes/PHPExcel/Settings.php', '2019-03-10 02:03:06'),
(799, 3, 'system/library/export_import/Classes/PHPExcel/Shared', '2019-03-10 02:03:06'),
(800, 3, 'system/library/export_import/Classes/PHPExcel/Style', '2019-03-10 02:03:06'),
(801, 3, 'system/library/export_import/Classes/PHPExcel/Style.php', '2019-03-10 02:03:06'),
(802, 3, 'system/library/export_import/Classes/PHPExcel/Worksheet', '2019-03-10 02:03:06'),
(803, 3, 'system/library/export_import/Classes/PHPExcel/Worksheet.php', '2019-03-10 02:03:06'),
(804, 3, 'system/library/export_import/Classes/PHPExcel/WorksheetIterator.php', '2019-03-10 02:03:06'),
(805, 3, 'system/library/export_import/Classes/PHPExcel/Writer', '2019-03-10 02:03:06'),
(806, 3, 'system/library/export_import/Classes/PHPExcel/locale', '2019-03-10 02:03:06'),
(807, 3, 'system/library/export_import/Classes/PHPExcel/CachedObjectStorage/APC.php', '2019-03-10 02:03:06'),
(808, 3, 'system/library/export_import/Classes/PHPExcel/CachedObjectStorage/CacheBase.php', '2019-03-10 02:03:06'),
(809, 3, 'system/library/export_import/Classes/PHPExcel/CachedObjectStorage/DiscISAM.php', '2019-03-10 02:03:06'),
(810, 3, 'system/library/export_import/Classes/PHPExcel/CachedObjectStorage/ICache.php', '2019-03-10 02:03:06'),
(811, 3, 'system/library/export_import/Classes/PHPExcel/CachedObjectStorage/Igbinary.php', '2019-03-10 02:03:06'),
(812, 3, 'system/library/export_import/Classes/PHPExcel/CachedObjectStorage/Memcache.php', '2019-03-10 02:03:06'),
(813, 3, 'system/library/export_import/Classes/PHPExcel/CachedObjectStorage/Memory.php', '2019-03-10 02:03:06'),
(814, 3, 'system/library/export_import/Classes/PHPExcel/CachedObjectStorage/MemoryGZip.php', '2019-03-10 02:03:06'),
(815, 3, 'system/library/export_import/Classes/PHPExcel/CachedObjectStorage/MemorySerialized.php', '2019-03-10 02:03:06'),
(816, 3, 'system/library/export_import/Classes/PHPExcel/CachedObjectStorage/PHPTemp.php', '2019-03-10 02:03:06'),
(817, 3, 'system/library/export_import/Classes/PHPExcel/CachedObjectStorage/SQLite.php', '2019-03-10 02:03:06'),
(818, 3, 'system/library/export_import/Classes/PHPExcel/CachedObjectStorage/SQLite3.php', '2019-03-10 02:03:06'),
(819, 3, 'system/library/export_import/Classes/PHPExcel/CachedObjectStorage/Wincache.php', '2019-03-10 02:03:06'),
(820, 3, 'system/library/export_import/Classes/PHPExcel/CalcEngine/CyclicReferenceStack.php', '2019-03-10 02:03:06'),
(821, 3, 'system/library/export_import/Classes/PHPExcel/CalcEngine/Logger.php', '2019-03-10 02:03:06'),
(822, 3, 'system/library/export_import/Classes/PHPExcel/Calculation/Database.php', '2019-03-10 02:03:06'),
(823, 3, 'system/library/export_import/Classes/PHPExcel/Calculation/DateTime.php', '2019-03-10 02:03:06'),
(824, 3, 'system/library/export_import/Classes/PHPExcel/Calculation/Engineering.php', '2019-03-10 02:03:06'),
(825, 3, 'system/library/export_import/Classes/PHPExcel/Calculation/Exception.php', '2019-03-10 02:03:06'),
(826, 3, 'system/library/export_import/Classes/PHPExcel/Calculation/ExceptionHandler.php', '2019-03-10 02:03:06'),
(827, 3, 'system/library/export_import/Classes/PHPExcel/Calculation/Financial.php', '2019-03-10 02:03:06'),
(828, 3, 'system/library/export_import/Classes/PHPExcel/Calculation/FormulaParser.php', '2019-03-10 02:03:06'),
(829, 3, 'system/library/export_import/Classes/PHPExcel/Calculation/FormulaToken.php', '2019-03-10 02:03:06'),
(830, 3, 'system/library/export_import/Classes/PHPExcel/Calculation/Function.php', '2019-03-10 02:03:06'),
(831, 3, 'system/library/export_import/Classes/PHPExcel/Calculation/Functions.php', '2019-03-10 02:03:06'),
(832, 3, 'system/library/export_import/Classes/PHPExcel/Calculation/Logical.php', '2019-03-10 02:03:06'),
(833, 3, 'system/library/export_import/Classes/PHPExcel/Calculation/LookupRef.php', '2019-03-10 02:03:06'),
(834, 3, 'system/library/export_import/Classes/PHPExcel/Calculation/MathTrig.php', '2019-03-10 02:03:06'),
(835, 3, 'system/library/export_import/Classes/PHPExcel/Calculation/Statistical.php', '2019-03-10 02:03:06'),
(836, 3, 'system/library/export_import/Classes/PHPExcel/Calculation/TextData.php', '2019-03-10 02:03:06'),
(837, 3, 'system/library/export_import/Classes/PHPExcel/Calculation/Token', '2019-03-10 02:03:06'),
(838, 3, 'system/library/export_import/Classes/PHPExcel/Calculation/functionlist.txt', '2019-03-10 02:03:06'),
(839, 3, 'system/library/export_import/Classes/PHPExcel/Cell/AdvancedValueBinder.php', '2019-03-10 02:03:06'),
(840, 3, 'system/library/export_import/Classes/PHPExcel/Cell/DataType.php', '2019-03-10 02:03:06'),
(841, 3, 'system/library/export_import/Classes/PHPExcel/Cell/DataValidation.php', '2019-03-10 02:03:06'),
(842, 3, 'system/library/export_import/Classes/PHPExcel/Cell/DefaultValueBinder.php', '2019-03-10 02:03:06'),
(843, 3, 'system/library/export_import/Classes/PHPExcel/Cell/ExportImportValueBinder.php', '2019-03-10 02:03:06'),
(844, 3, 'system/library/export_import/Classes/PHPExcel/Cell/Hyperlink.php', '2019-03-10 02:03:06'),
(845, 3, 'system/library/export_import/Classes/PHPExcel/Cell/IValueBinder.php', '2019-03-10 02:03:06'),
(846, 3, 'system/library/export_import/Classes/PHPExcel/Chart/Axis.php', '2019-03-10 02:03:06'),
(847, 3, 'system/library/export_import/Classes/PHPExcel/Chart/DataSeries.php', '2019-03-10 02:03:06'),
(848, 3, 'system/library/export_import/Classes/PHPExcel/Chart/DataSeriesValues.php', '2019-03-10 02:03:06'),
(849, 3, 'system/library/export_import/Classes/PHPExcel/Chart/Exception.php', '2019-03-10 02:03:06'),
(850, 3, 'system/library/export_import/Classes/PHPExcel/Chart/GridLines.php', '2019-03-10 02:03:06'),
(851, 3, 'system/library/export_import/Classes/PHPExcel/Chart/Layout.php', '2019-03-10 02:03:06'),
(852, 3, 'system/library/export_import/Classes/PHPExcel/Chart/Legend.php', '2019-03-10 02:03:06'),
(853, 3, 'system/library/export_import/Classes/PHPExcel/Chart/PlotArea.php', '2019-03-10 02:03:06'),
(854, 3, 'system/library/export_import/Classes/PHPExcel/Chart/Properties.php', '2019-03-10 02:03:06'),
(855, 3, 'system/library/export_import/Classes/PHPExcel/Chart/Renderer', '2019-03-10 02:03:06'),
(856, 3, 'system/library/export_import/Classes/PHPExcel/Chart/Title.php', '2019-03-10 02:03:06'),
(857, 3, 'system/library/export_import/Classes/PHPExcel/Helper/HTML.php', '2019-03-10 02:03:06'),
(858, 3, 'system/library/export_import/Classes/PHPExcel/Reader/Abstract.php', '2019-03-10 02:03:06'),
(859, 3, 'system/library/export_import/Classes/PHPExcel/Reader/CSV.php', '2019-03-10 02:03:06'),
(860, 3, 'system/library/export_import/Classes/PHPExcel/Reader/DefaultReadFilter.php', '2019-03-10 02:03:06'),
(861, 3, 'system/library/export_import/Classes/PHPExcel/Reader/Excel2003XML.php', '2019-03-10 02:03:06'),
(862, 3, 'system/library/export_import/Classes/PHPExcel/Reader/Excel2007', '2019-03-10 02:03:06'),
(863, 3, 'system/library/export_import/Classes/PHPExcel/Reader/Excel2007.php', '2019-03-10 02:03:06'),
(864, 3, 'system/library/export_import/Classes/PHPExcel/Reader/Excel5', '2019-03-10 02:03:06'),
(865, 3, 'system/library/export_import/Classes/PHPExcel/Reader/Excel5.php', '2019-03-10 02:03:06'),
(866, 3, 'system/library/export_import/Classes/PHPExcel/Reader/Exception.php', '2019-03-10 02:03:06'),
(867, 3, 'system/library/export_import/Classes/PHPExcel/Reader/Gnumeric.php', '2019-03-10 02:03:06'),
(868, 3, 'system/library/export_import/Classes/PHPExcel/Reader/HTML.php', '2019-03-10 02:03:06'),
(869, 3, 'system/library/export_import/Classes/PHPExcel/Reader/IReadFilter.php', '2019-03-10 02:03:06'),
(870, 3, 'system/library/export_import/Classes/PHPExcel/Reader/IReader.php', '2019-03-10 02:03:06'),
(871, 3, 'system/library/export_import/Classes/PHPExcel/Reader/OOCalc.php', '2019-03-10 02:03:06'),
(872, 3, 'system/library/export_import/Classes/PHPExcel/Reader/SYLK.php', '2019-03-10 02:03:06'),
(873, 3, 'system/library/export_import/Classes/PHPExcel/RichText/ITextElement.php', '2019-03-10 02:03:06'),
(874, 3, 'system/library/export_import/Classes/PHPExcel/RichText/Run.php', '2019-03-10 02:03:06'),
(875, 3, 'system/library/export_import/Classes/PHPExcel/RichText/TextElement.php', '2019-03-10 02:03:06'),
(876, 3, 'system/library/export_import/Classes/PHPExcel/Shared/CodePage.php', '2019-03-10 02:03:06'),
(877, 3, 'system/library/export_import/Classes/PHPExcel/Shared/Date.php', '2019-03-10 02:03:06'),
(878, 3, 'system/library/export_import/Classes/PHPExcel/Shared/Drawing.php', '2019-03-10 02:03:06'),
(879, 3, 'system/library/export_import/Classes/PHPExcel/Shared/Escher', '2019-03-10 02:03:06'),
(880, 3, 'system/library/export_import/Classes/PHPExcel/Shared/Escher.php', '2019-03-10 02:03:06'),
(881, 3, 'system/library/export_import/Classes/PHPExcel/Shared/Excel5.php', '2019-03-10 02:03:06'),
(882, 3, 'system/library/export_import/Classes/PHPExcel/Shared/File.php', '2019-03-10 02:03:06'),
(883, 3, 'system/library/export_import/Classes/PHPExcel/Shared/Font.php', '2019-03-10 02:03:06'),
(884, 3, 'system/library/export_import/Classes/PHPExcel/Shared/JAMA', '2019-03-10 02:03:06'),
(885, 3, 'system/library/export_import/Classes/PHPExcel/Shared/OLE', '2019-03-10 02:03:06'),
(886, 3, 'system/library/export_import/Classes/PHPExcel/Shared/OLE.php', '2019-03-10 02:03:06'),
(887, 3, 'system/library/export_import/Classes/PHPExcel/Shared/OLERead.php', '2019-03-10 02:03:06'),
(888, 3, 'system/library/export_import/Classes/PHPExcel/Shared/PCLZip', '2019-03-10 02:03:06'),
(889, 3, 'system/library/export_import/Classes/PHPExcel/Shared/PasswordHasher.php', '2019-03-10 02:03:06'),
(890, 3, 'system/library/export_import/Classes/PHPExcel/Shared/String.php', '2019-03-10 02:03:06'),
(891, 3, 'system/library/export_import/Classes/PHPExcel/Shared/TimeZone.php', '2019-03-10 02:03:06'),
(892, 3, 'system/library/export_import/Classes/PHPExcel/Shared/XMLWriter.php', '2019-03-10 02:03:06'),
(893, 3, 'system/library/export_import/Classes/PHPExcel/Shared/ZipArchive.php', '2019-03-10 02:03:06'),
(894, 3, 'system/library/export_import/Classes/PHPExcel/Shared/ZipStreamWrapper.php', '2019-03-10 02:03:06'),
(895, 3, 'system/library/export_import/Classes/PHPExcel/Shared/trend', '2019-03-10 02:03:06'),
(896, 3, 'system/library/export_import/Classes/PHPExcel/Style/Alignment.php', '2019-03-10 02:03:06'),
(897, 3, 'system/library/export_import/Classes/PHPExcel/Style/Border.php', '2019-03-10 02:03:06'),
(898, 3, 'system/library/export_import/Classes/PHPExcel/Style/Borders.php', '2019-03-10 02:03:06'),
(899, 3, 'system/library/export_import/Classes/PHPExcel/Style/Color.php', '2019-03-10 02:03:06'),
(900, 3, 'system/library/export_import/Classes/PHPExcel/Style/Conditional.php', '2019-03-10 02:03:06'),
(901, 3, 'system/library/export_import/Classes/PHPExcel/Style/Fill.php', '2019-03-10 02:03:06'),
(902, 3, 'system/library/export_import/Classes/PHPExcel/Style/Font.php', '2019-03-10 02:03:06'),
(903, 3, 'system/library/export_import/Classes/PHPExcel/Style/NumberFormat.php', '2019-03-10 02:03:06'),
(904, 3, 'system/library/export_import/Classes/PHPExcel/Style/Protection.php', '2019-03-10 02:03:06'),
(905, 3, 'system/library/export_import/Classes/PHPExcel/Style/Supervisor.php', '2019-03-10 02:03:06'),
(906, 3, 'system/library/export_import/Classes/PHPExcel/Worksheet/AutoFilter', '2019-03-10 02:03:06'),
(907, 3, 'system/library/export_import/Classes/PHPExcel/Worksheet/AutoFilter.php', '2019-03-10 02:03:06'),
(908, 3, 'system/library/export_import/Classes/PHPExcel/Worksheet/BaseDrawing.php', '2019-03-10 02:03:06'),
(909, 3, 'system/library/export_import/Classes/PHPExcel/Worksheet/CellIterator.php', '2019-03-10 02:03:06'),
(910, 3, 'system/library/export_import/Classes/PHPExcel/Worksheet/Column.php', '2019-03-10 02:03:06'),
(911, 3, 'system/library/export_import/Classes/PHPExcel/Worksheet/ColumnCellIterator.php', '2019-03-10 02:03:06'),
(912, 3, 'system/library/export_import/Classes/PHPExcel/Worksheet/ColumnDimension.php', '2019-03-10 02:03:06'),
(913, 3, 'system/library/export_import/Classes/PHPExcel/Worksheet/ColumnIterator.php', '2019-03-10 02:03:06'),
(914, 3, 'system/library/export_import/Classes/PHPExcel/Worksheet/Dimension.php', '2019-03-10 02:03:06'),
(915, 3, 'system/library/export_import/Classes/PHPExcel/Worksheet/Drawing', '2019-03-10 02:03:06'),
(916, 3, 'system/library/export_import/Classes/PHPExcel/Worksheet/Drawing.php', '2019-03-10 02:03:06'),
(917, 3, 'system/library/export_import/Classes/PHPExcel/Worksheet/HeaderFooter.php', '2019-03-10 02:03:06'),
(918, 3, 'system/library/export_import/Classes/PHPExcel/Worksheet/HeaderFooterDrawing.php', '2019-03-10 02:03:06'),
(919, 3, 'system/library/export_import/Classes/PHPExcel/Worksheet/MemoryDrawing.php', '2019-03-10 02:03:06'),
(920, 3, 'system/library/export_import/Classes/PHPExcel/Worksheet/PageMargins.php', '2019-03-10 02:03:06'),
(921, 3, 'system/library/export_import/Classes/PHPExcel/Worksheet/PageSetup.php', '2019-03-10 02:03:06'),
(922, 3, 'system/library/export_import/Classes/PHPExcel/Worksheet/Protection.php', '2019-03-10 02:03:06'),
(923, 3, 'system/library/export_import/Classes/PHPExcel/Worksheet/Row.php', '2019-03-10 02:03:06'),
(924, 3, 'system/library/export_import/Classes/PHPExcel/Worksheet/RowCellIterator.php', '2019-03-10 02:03:06'),
(925, 3, 'system/library/export_import/Classes/PHPExcel/Worksheet/RowDimension.php', '2019-03-10 02:03:06'),
(926, 3, 'system/library/export_import/Classes/PHPExcel/Worksheet/RowIterator.php', '2019-03-10 02:03:06'),
(927, 3, 'system/library/export_import/Classes/PHPExcel/Worksheet/SheetView.php', '2019-03-10 02:03:06'),
(928, 3, 'system/library/export_import/Classes/PHPExcel/Writer/Abstract.php', '2019-03-10 02:03:06'),
(929, 3, 'system/library/export_import/Classes/PHPExcel/Writer/CSV.php', '2019-03-10 02:03:06'),
(930, 3, 'system/library/export_import/Classes/PHPExcel/Writer/Excel2007', '2019-03-10 02:03:06'),
(931, 3, 'system/library/export_import/Classes/PHPExcel/Writer/Excel2007.php', '2019-03-10 02:03:06'),
(932, 3, 'system/library/export_import/Classes/PHPExcel/Writer/Excel5', '2019-03-10 02:03:06'),
(933, 3, 'system/library/export_import/Classes/PHPExcel/Writer/Excel5.php', '2019-03-10 02:03:06'),
(934, 3, 'system/library/export_import/Classes/PHPExcel/Writer/Exception.php', '2019-03-10 02:03:06'),
(935, 3, 'system/library/export_import/Classes/PHPExcel/Writer/HTML.php', '2019-03-10 02:03:06'),
(936, 3, 'system/library/export_import/Classes/PHPExcel/Writer/IWriter.php', '2019-03-10 02:03:06'),
(937, 3, 'system/library/export_import/Classes/PHPExcel/Writer/OpenDocument', '2019-03-10 02:03:06'),
(938, 3, 'system/library/export_import/Classes/PHPExcel/Writer/OpenDocument.php', '2019-03-10 02:03:06'),
(939, 3, 'system/library/export_import/Classes/PHPExcel/Writer/PDF', '2019-03-10 02:03:06'),
(940, 3, 'system/library/export_import/Classes/PHPExcel/Writer/PDF.php', '2019-03-10 02:03:06'),
(941, 3, 'system/library/export_import/Classes/PHPExcel/locale/bg', '2019-03-10 02:03:06'),
(942, 3, 'system/library/export_import/Classes/PHPExcel/locale/cs', '2019-03-10 02:03:06'),
(943, 3, 'system/library/export_import/Classes/PHPExcel/locale/da', '2019-03-10 02:03:06'),
(944, 3, 'system/library/export_import/Classes/PHPExcel/locale/de', '2019-03-10 02:03:06'),
(945, 3, 'system/library/export_import/Classes/PHPExcel/locale/en', '2019-03-10 02:03:06'),
(946, 3, 'system/library/export_import/Classes/PHPExcel/locale/es', '2019-03-10 02:03:06'),
(947, 3, 'system/library/export_import/Classes/PHPExcel/locale/fi', '2019-03-10 02:03:06'),
(948, 3, 'system/library/export_import/Classes/PHPExcel/locale/fr', '2019-03-10 02:03:06'),
(949, 3, 'system/library/export_import/Classes/PHPExcel/locale/hu', '2019-03-10 02:03:06'),
(950, 3, 'system/library/export_import/Classes/PHPExcel/locale/it', '2019-03-10 02:03:06'),
(951, 3, 'system/library/export_import/Classes/PHPExcel/locale/nl', '2019-03-10 02:03:06'),
(952, 3, 'system/library/export_import/Classes/PHPExcel/locale/no', '2019-03-10 02:03:06'),
(953, 3, 'system/library/export_import/Classes/PHPExcel/locale/pl', '2019-03-10 02:03:06'),
(954, 3, 'system/library/export_import/Classes/PHPExcel/locale/pt', '2019-03-10 02:03:06'),
(955, 3, 'system/library/export_import/Classes/PHPExcel/locale/ru', '2019-03-10 02:03:06'),
(956, 3, 'system/library/export_import/Classes/PHPExcel/locale/sv', '2019-03-10 02:03:06'),
(957, 3, 'system/library/export_import/Classes/PHPExcel/locale/tr', '2019-03-10 02:03:06'),
(958, 3, 'system/library/export_import/Classes/PHPExcel/Calculation/Token/Stack.php', '2019-03-10 02:03:06'),
(959, 3, 'system/library/export_import/Classes/PHPExcel/Chart/Renderer/PHP Charting Libraries.txt', '2019-03-10 02:03:06'),
(960, 3, 'system/library/export_import/Classes/PHPExcel/Chart/Renderer/jpgraph.php', '2019-03-10 02:03:06'),
(961, 3, 'system/library/export_import/Classes/PHPExcel/Reader/Excel2007/Chart.php', '2019-03-10 02:03:06'),
(962, 3, 'system/library/export_import/Classes/PHPExcel/Reader/Excel2007/Theme.php', '2019-03-10 02:03:06'),
(963, 3, 'system/library/export_import/Classes/PHPExcel/Reader/Excel5/Color', '2019-03-10 02:03:06'),
(964, 3, 'system/library/export_import/Classes/PHPExcel/Reader/Excel5/Color.php', '2019-03-10 02:03:06'),
(965, 3, 'system/library/export_import/Classes/PHPExcel/Reader/Excel5/ErrorCode.php', '2019-03-10 02:03:06'),
(966, 3, 'system/library/export_import/Classes/PHPExcel/Reader/Excel5/Escher.php', '2019-03-10 02:03:06'),
(967, 3, 'system/library/export_import/Classes/PHPExcel/Reader/Excel5/MD5.php', '2019-03-10 02:03:06'),
(968, 3, 'system/library/export_import/Classes/PHPExcel/Reader/Excel5/RC4.php', '2019-03-10 02:03:06'),
(969, 3, 'system/library/export_import/Classes/PHPExcel/Reader/Excel5/Style', '2019-03-10 02:03:06'),
(970, 3, 'system/library/export_import/Classes/PHPExcel/Shared/Escher/DgContainer', '2019-03-10 02:03:06'),
(971, 3, 'system/library/export_import/Classes/PHPExcel/Shared/Escher/DgContainer.php', '2019-03-10 02:03:06'),
(972, 3, 'system/library/export_import/Classes/PHPExcel/Shared/Escher/DggContainer', '2019-03-10 02:03:06'),
(973, 3, 'system/library/export_import/Classes/PHPExcel/Shared/Escher/DggContainer.php', '2019-03-10 02:03:06'),
(974, 3, 'system/library/export_import/Classes/PHPExcel/Shared/JAMA/CHANGELOG.TXT', '2019-03-10 02:03:06'),
(975, 3, 'system/library/export_import/Classes/PHPExcel/Shared/JAMA/CholeskyDecomposition.php', '2019-03-10 02:03:06'),
(976, 3, 'system/library/export_import/Classes/PHPExcel/Shared/JAMA/EigenvalueDecomposition.php', '2019-03-10 02:03:06'),
(977, 3, 'system/library/export_import/Classes/PHPExcel/Shared/JAMA/LUDecomposition.php', '2019-03-10 02:03:06'),
(978, 3, 'system/library/export_import/Classes/PHPExcel/Shared/JAMA/Matrix.php', '2019-03-10 02:03:06'),
(979, 3, 'system/library/export_import/Classes/PHPExcel/Shared/JAMA/QRDecomposition.php', '2019-03-10 02:03:06'),
(980, 3, 'system/library/export_import/Classes/PHPExcel/Shared/JAMA/SingularValueDecomposition.php', '2019-03-10 02:03:06'),
(981, 3, 'system/library/export_import/Classes/PHPExcel/Shared/JAMA/utils', '2019-03-10 02:03:06'),
(982, 3, 'system/library/export_import/Classes/PHPExcel/Shared/OLE/ChainedBlockStream.php', '2019-03-10 02:03:06'),
(983, 3, 'system/library/export_import/Classes/PHPExcel/Shared/OLE/PPS', '2019-03-10 02:03:06'),
(984, 3, 'system/library/export_import/Classes/PHPExcel/Shared/OLE/PPS.php', '2019-03-10 02:03:06'),
(985, 3, 'system/library/export_import/Classes/PHPExcel/Shared/PCLZip/gnu-lgpl.txt', '2019-03-10 02:03:06'),
(986, 3, 'system/library/export_import/Classes/PHPExcel/Shared/PCLZip/pclzip.lib.php', '2019-03-10 02:03:06'),
(987, 3, 'system/library/export_import/Classes/PHPExcel/Shared/PCLZip/readme.txt', '2019-03-10 02:03:06'),
(988, 3, 'system/library/export_import/Classes/PHPExcel/Shared/trend/bestFitClass.php', '2019-03-10 02:03:06'),
(989, 3, 'system/library/export_import/Classes/PHPExcel/Shared/trend/exponentialBestFitClass.php', '2019-03-10 02:03:06'),
(990, 3, 'system/library/export_import/Classes/PHPExcel/Shared/trend/linearBestFitClass.php', '2019-03-10 02:03:06'),
(991, 3, 'system/library/export_import/Classes/PHPExcel/Shared/trend/logarithmicBestFitClass.php', '2019-03-10 02:03:06'),
(992, 3, 'system/library/export_import/Classes/PHPExcel/Shared/trend/polynomialBestFitClass.php', '2019-03-10 02:03:06'),
(993, 3, 'system/library/export_import/Classes/PHPExcel/Shared/trend/powerBestFitClass.php', '2019-03-10 02:03:06'),
(994, 3, 'system/library/export_import/Classes/PHPExcel/Shared/trend/trendClass.php', '2019-03-10 02:03:06'),
(995, 3, 'system/library/export_import/Classes/PHPExcel/Worksheet/AutoFilter/Column', '2019-03-10 02:03:06'),
(996, 3, 'system/library/export_import/Classes/PHPExcel/Worksheet/AutoFilter/Column.php', '2019-03-10 02:03:06'),
(997, 3, 'system/library/export_import/Classes/PHPExcel/Worksheet/Drawing/Shadow.php', '2019-03-10 02:03:06'),
(998, 3, 'system/library/export_import/Classes/PHPExcel/Writer/Excel2007/Chart.php', '2019-03-10 02:03:06'),
(999, 3, 'system/library/export_import/Classes/PHPExcel/Writer/Excel2007/Comments.php', '2019-03-10 02:03:06'),
(1000, 3, 'system/library/export_import/Classes/PHPExcel/Writer/Excel2007/ContentTypes.php', '2019-03-10 02:03:06'),
(1001, 3, 'system/library/export_import/Classes/PHPExcel/Writer/Excel2007/DocProps.php', '2019-03-10 02:03:06'),
(1002, 3, 'system/library/export_import/Classes/PHPExcel/Writer/Excel2007/Drawing.php', '2019-03-10 02:03:06'),
(1003, 3, 'system/library/export_import/Classes/PHPExcel/Writer/Excel2007/Rels.php', '2019-03-10 02:03:06'),
(1004, 3, 'system/library/export_import/Classes/PHPExcel/Writer/Excel2007/RelsRibbon.php', '2019-03-10 02:03:06'),
(1005, 3, 'system/library/export_import/Classes/PHPExcel/Writer/Excel2007/RelsVBA.php', '2019-03-10 02:03:06'),
(1006, 3, 'system/library/export_import/Classes/PHPExcel/Writer/Excel2007/StringTable.php', '2019-03-10 02:03:06'),
(1007, 3, 'system/library/export_import/Classes/PHPExcel/Writer/Excel2007/Style.php', '2019-03-10 02:03:06'),
(1008, 3, 'system/library/export_import/Classes/PHPExcel/Writer/Excel2007/Theme.php', '2019-03-10 02:03:06');
INSERT INTO `oc_extension_path` (`extension_path_id`, `extension_install_id`, `path`, `date_added`) VALUES
(1009, 3, 'system/library/export_import/Classes/PHPExcel/Writer/Excel2007/Workbook.php', '2019-03-10 02:03:06'),
(1010, 3, 'system/library/export_import/Classes/PHPExcel/Writer/Excel2007/Worksheet.php', '2019-03-10 02:03:06'),
(1011, 3, 'system/library/export_import/Classes/PHPExcel/Writer/Excel2007/WriterPart.php', '2019-03-10 02:03:06'),
(1012, 3, 'system/library/export_import/Classes/PHPExcel/Writer/Excel5/BIFFwriter.php', '2019-03-10 02:03:06'),
(1013, 3, 'system/library/export_import/Classes/PHPExcel/Writer/Excel5/Escher.php', '2019-03-10 02:03:06'),
(1014, 3, 'system/library/export_import/Classes/PHPExcel/Writer/Excel5/Font.php', '2019-03-10 02:03:06'),
(1015, 3, 'system/library/export_import/Classes/PHPExcel/Writer/Excel5/Parser.php', '2019-03-10 02:03:06'),
(1016, 3, 'system/library/export_import/Classes/PHPExcel/Writer/Excel5/Workbook.php', '2019-03-10 02:03:06'),
(1017, 3, 'system/library/export_import/Classes/PHPExcel/Writer/Excel5/Worksheet.php', '2019-03-10 02:03:06'),
(1018, 3, 'system/library/export_import/Classes/PHPExcel/Writer/Excel5/Xf.php', '2019-03-10 02:03:06'),
(1019, 3, 'system/library/export_import/Classes/PHPExcel/Writer/OpenDocument/Cell', '2019-03-10 02:03:06'),
(1020, 3, 'system/library/export_import/Classes/PHPExcel/Writer/OpenDocument/Content.php', '2019-03-10 02:03:06'),
(1021, 3, 'system/library/export_import/Classes/PHPExcel/Writer/OpenDocument/Meta.php', '2019-03-10 02:03:06'),
(1022, 3, 'system/library/export_import/Classes/PHPExcel/Writer/OpenDocument/MetaInf.php', '2019-03-10 02:03:06'),
(1023, 3, 'system/library/export_import/Classes/PHPExcel/Writer/OpenDocument/Mimetype.php', '2019-03-10 02:03:06'),
(1024, 3, 'system/library/export_import/Classes/PHPExcel/Writer/OpenDocument/Settings.php', '2019-03-10 02:03:06'),
(1025, 3, 'system/library/export_import/Classes/PHPExcel/Writer/OpenDocument/Styles.php', '2019-03-10 02:03:06'),
(1026, 3, 'system/library/export_import/Classes/PHPExcel/Writer/OpenDocument/Thumbnails.php', '2019-03-10 02:03:06'),
(1027, 3, 'system/library/export_import/Classes/PHPExcel/Writer/OpenDocument/WriterPart.php', '2019-03-10 02:03:06'),
(1028, 3, 'system/library/export_import/Classes/PHPExcel/Writer/PDF/Core.php', '2019-03-10 02:03:06'),
(1029, 3, 'system/library/export_import/Classes/PHPExcel/Writer/PDF/DomPDF.php', '2019-03-10 02:03:06'),
(1030, 3, 'system/library/export_import/Classes/PHPExcel/Writer/PDF/mPDF.php', '2019-03-10 02:03:06'),
(1031, 3, 'system/library/export_import/Classes/PHPExcel/Writer/PDF/tcPDF.php', '2019-03-10 02:03:06'),
(1032, 3, 'system/library/export_import/Classes/PHPExcel/locale/bg/config', '2019-03-10 02:03:06'),
(1033, 3, 'system/library/export_import/Classes/PHPExcel/locale/cs/config', '2019-03-10 02:03:06'),
(1034, 3, 'system/library/export_import/Classes/PHPExcel/locale/cs/functions', '2019-03-10 02:03:06'),
(1035, 3, 'system/library/export_import/Classes/PHPExcel/locale/da/config', '2019-03-10 02:03:06'),
(1036, 3, 'system/library/export_import/Classes/PHPExcel/locale/da/functions', '2019-03-10 02:03:06'),
(1037, 3, 'system/library/export_import/Classes/PHPExcel/locale/de/config', '2019-03-10 02:03:06'),
(1038, 3, 'system/library/export_import/Classes/PHPExcel/locale/de/functions', '2019-03-10 02:03:06'),
(1039, 3, 'system/library/export_import/Classes/PHPExcel/locale/en/uk', '2019-03-10 02:03:06'),
(1040, 3, 'system/library/export_import/Classes/PHPExcel/locale/es/config', '2019-03-10 02:03:06'),
(1041, 3, 'system/library/export_import/Classes/PHPExcel/locale/es/functions', '2019-03-10 02:03:06'),
(1042, 3, 'system/library/export_import/Classes/PHPExcel/locale/fi/config', '2019-03-10 02:03:06'),
(1043, 3, 'system/library/export_import/Classes/PHPExcel/locale/fi/functions', '2019-03-10 02:03:06'),
(1044, 3, 'system/library/export_import/Classes/PHPExcel/locale/fr/config', '2019-03-10 02:03:06'),
(1045, 3, 'system/library/export_import/Classes/PHPExcel/locale/fr/functions', '2019-03-10 02:03:06'),
(1046, 3, 'system/library/export_import/Classes/PHPExcel/locale/hu/config', '2019-03-10 02:03:06'),
(1047, 3, 'system/library/export_import/Classes/PHPExcel/locale/hu/functions', '2019-03-10 02:03:06'),
(1048, 3, 'system/library/export_import/Classes/PHPExcel/locale/it/config', '2019-03-10 02:03:06'),
(1049, 3, 'system/library/export_import/Classes/PHPExcel/locale/it/functions', '2019-03-10 02:03:06'),
(1050, 3, 'system/library/export_import/Classes/PHPExcel/locale/nl/config', '2019-03-10 02:03:06'),
(1051, 3, 'system/library/export_import/Classes/PHPExcel/locale/nl/functions', '2019-03-10 02:03:06'),
(1052, 3, 'system/library/export_import/Classes/PHPExcel/locale/no/config', '2019-03-10 02:03:06'),
(1053, 3, 'system/library/export_import/Classes/PHPExcel/locale/no/functions', '2019-03-10 02:03:06'),
(1054, 3, 'system/library/export_import/Classes/PHPExcel/locale/pl/config', '2019-03-10 02:03:06'),
(1055, 3, 'system/library/export_import/Classes/PHPExcel/locale/pl/functions', '2019-03-10 02:03:06'),
(1056, 3, 'system/library/export_import/Classes/PHPExcel/locale/pt/br', '2019-03-10 02:03:06'),
(1057, 3, 'system/library/export_import/Classes/PHPExcel/locale/pt/config', '2019-03-10 02:03:06'),
(1058, 3, 'system/library/export_import/Classes/PHPExcel/locale/pt/functions', '2019-03-10 02:03:06'),
(1059, 3, 'system/library/export_import/Classes/PHPExcel/locale/ru/config', '2019-03-10 02:03:06'),
(1060, 3, 'system/library/export_import/Classes/PHPExcel/locale/ru/functions', '2019-03-10 02:03:06'),
(1061, 3, 'system/library/export_import/Classes/PHPExcel/locale/sv/config', '2019-03-10 02:03:06'),
(1062, 3, 'system/library/export_import/Classes/PHPExcel/locale/sv/functions', '2019-03-10 02:03:06'),
(1063, 3, 'system/library/export_import/Classes/PHPExcel/locale/tr/config', '2019-03-10 02:03:06'),
(1064, 3, 'system/library/export_import/Classes/PHPExcel/locale/tr/functions', '2019-03-10 02:03:06'),
(1065, 3, 'system/library/export_import/Classes/PHPExcel/Reader/Excel5/Color/BIFF5.php', '2019-03-10 02:03:06'),
(1066, 3, 'system/library/export_import/Classes/PHPExcel/Reader/Excel5/Color/BIFF8.php', '2019-03-10 02:03:06'),
(1067, 3, 'system/library/export_import/Classes/PHPExcel/Reader/Excel5/Color/BuiltIn.php', '2019-03-10 02:03:06'),
(1068, 3, 'system/library/export_import/Classes/PHPExcel/Reader/Excel5/Style/Border.php', '2019-03-10 02:03:06'),
(1069, 3, 'system/library/export_import/Classes/PHPExcel/Reader/Excel5/Style/FillPattern.php', '2019-03-10 02:03:06'),
(1070, 3, 'system/library/export_import/Classes/PHPExcel/Shared/Escher/DgContainer/SpgrContainer', '2019-03-10 02:03:06'),
(1071, 3, 'system/library/export_import/Classes/PHPExcel/Shared/Escher/DgContainer/SpgrContainer.php', '2019-03-10 02:03:06'),
(1072, 3, 'system/library/export_import/Classes/PHPExcel/Shared/Escher/DggContainer/BstoreContainer', '2019-03-10 02:03:06'),
(1073, 3, 'system/library/export_import/Classes/PHPExcel/Shared/Escher/DggContainer/BstoreContainer.php', '2019-03-10 02:03:06'),
(1074, 3, 'system/library/export_import/Classes/PHPExcel/Shared/JAMA/utils/Error.php', '2019-03-10 02:03:06'),
(1075, 3, 'system/library/export_import/Classes/PHPExcel/Shared/JAMA/utils/Maths.php', '2019-03-10 02:03:06'),
(1076, 3, 'system/library/export_import/Classes/PHPExcel/Shared/OLE/PPS/File.php', '2019-03-10 02:03:06'),
(1077, 3, 'system/library/export_import/Classes/PHPExcel/Shared/OLE/PPS/Root.php', '2019-03-10 02:03:06'),
(1078, 3, 'system/library/export_import/Classes/PHPExcel/Worksheet/AutoFilter/Column/Rule.php', '2019-03-10 02:03:06'),
(1079, 3, 'system/library/export_import/Classes/PHPExcel/Writer/OpenDocument/Cell/Comment.php', '2019-03-10 02:03:06'),
(1080, 3, 'system/library/export_import/Classes/PHPExcel/locale/en/uk/config', '2019-03-10 02:03:06'),
(1081, 3, 'system/library/export_import/Classes/PHPExcel/locale/pt/br/config', '2019-03-10 02:03:06'),
(1082, 3, 'system/library/export_import/Classes/PHPExcel/locale/pt/br/functions', '2019-03-10 02:03:06'),
(1083, 3, 'system/library/export_import/Classes/PHPExcel/Shared/Escher/DgContainer/SpgrContainer/SpContainer.php', '2019-03-10 02:03:06'),
(1084, 3, 'system/library/export_import/Classes/PHPExcel/Shared/Escher/DggContainer/BstoreContainer/BSE', '2019-03-10 02:03:06'),
(1085, 3, 'system/library/export_import/Classes/PHPExcel/Shared/Escher/DggContainer/BstoreContainer/BSE.php', '2019-03-10 02:03:06'),
(1086, 3, 'system/library/export_import/Classes/PHPExcel/Shared/Escher/DggContainer/BstoreContainer/BSE/Blip.php', '2019-03-10 02:03:06'),
(1087, 5, 'admin/model/extension/module', '2019-03-10 17:09:42'),
(1088, 5, 'admin/model/extension/module/modification_manager.php', '2019-03-10 17:09:42'),
(1089, 5, 'admin/view/javascript/codemirror/mode', '2019-03-10 17:09:42'),
(1090, 5, 'admin/view/javascript/codemirror/lib/codemirror.css', '2019-03-10 17:09:42'),
(1091, 5, 'admin/view/javascript/codemirror/lib/codemirror.js', '2019-03-10 17:09:42'),
(1092, 5, 'admin/view/javascript/codemirror/mode/xml', '2019-03-10 17:09:42'),
(1093, 5, 'admin/view/template/extension/module/modification_manager', '2019-03-10 17:09:42'),
(1094, 5, 'admin/view/javascript/codemirror/mode/xml/xml.js', '2019-03-10 17:09:42'),
(1095, 5, 'admin/view/template/extension/module/modification_manager/form.twig', '2019-03-10 17:09:42'),
(1096, 5, 'admin/view/template/extension/module/modification_manager/list.twig', '2019-03-10 17:09:42'),
(1097, 6, 'catalog/model/extension/dataqlick', '2019-03-10 18:17:21'),
(1098, 6, 'admin/controller/extension/module/dataqlick.php', '2019-03-10 18:17:21'),
(1099, 6, 'catalog/controller/extension/module/dataqlick.php', '2019-03-10 18:17:21'),
(1100, 6, 'catalog/model/extension/dataqlick/order.php', '2019-03-10 18:17:21'),
(1101, 6, 'catalog/model/extension/dataqlick/product.php', '2019-03-10 18:17:21'),
(1102, 6, 'admin/language/en-gb/extension/module/dataqlick.php', '2019-03-10 18:17:21'),
(1103, 6, 'admin/view/template/extension/module/dataqlick.twig', '2019-03-10 18:17:21'),
(1104, 6, 'catalog/language/en-gb/extension/module/dataqlick.php', '2019-03-10 18:17:21'),
(1105, 6, 'catalog/view/theme/default/template/extension/module/dataqlick.twig', '2019-03-10 18:17:21'),
(1106, 7, 'catalog/view/javascript/priceview.js', '2019-03-10 18:30:06'),
(1107, 7, 'catalog/view/theme/default/stylesheet/priceview.css', '2019-03-10 18:30:06'),
(1108, 9, 'catalog/language/uk-ua', '2019-03-25 10:12:11'),
(1109, 9, 'admin/controller/localisation/city.php', '2019-03-25 10:12:12'),
(1110, 9, 'admin/controller/localisation/city_update.php', '2019-03-25 10:12:12'),
(1111, 9, 'admin/model/localisation/city.php', '2019-03-25 10:12:12'),
(1112, 9, 'admin/model/localisation/city_update.php', '2019-03-25 10:12:12'),
(1113, 9, 'catalog/language/uk-ua/extension', '2019-03-25 10:12:12'),
(1114, 9, 'catalog/model/localisation/city.php', '2019-03-25 10:12:12'),
(1115, 9, 'admin/controller/extension/shipping/novaposhta.php', '2019-03-25 10:12:12'),
(1116, 9, 'admin/controller/extension/shipping/novaposhtacopy.php', '2019-03-25 10:12:12'),
(1117, 9, 'admin/language/en-gb/localisation/city.php', '2019-03-25 10:12:12'),
(1118, 9, 'admin/language/en-gb/localisation/city_update.php', '2019-03-25 10:12:12'),
(1119, 9, 'admin/language/ru-ru/localisation/city.php', '2019-03-25 10:12:12'),
(1120, 9, 'admin/language/ru-ru/localisation/city_update.php', '2019-03-25 10:12:12'),
(1121, 9, 'admin/view/template/localisation/city_form.twig', '2019-03-25 10:12:12'),
(1122, 9, 'admin/view/template/localisation/city_list.twig', '2019-03-25 10:12:12'),
(1123, 9, 'admin/view/template/localisation/city_update_list.twig', '2019-03-25 10:12:12'),
(1124, 9, 'catalog/language/uk-ua/extension/shipping', '2019-03-25 10:12:12'),
(1125, 9, 'catalog/model/extension/shipping/novaposhta.php', '2019-03-25 10:12:12'),
(1126, 9, 'catalog/model/extension/shipping/novaposhtacopy.php', '2019-03-25 10:12:12'),
(1127, 9, 'admin/language/en-gb/extension/shipping/novaposhta.php', '2019-03-25 10:12:12'),
(1128, 9, 'admin/language/en-gb/extension/shipping/novaposhtacopy.php', '2019-03-25 10:12:12'),
(1129, 9, 'admin/language/ru-ru/extension/shipping/novaposhta.php', '2019-03-25 10:12:12'),
(1130, 9, 'admin/language/ru-ru/extension/shipping/novaposhtacopy.php', '2019-03-25 10:12:12'),
(1131, 9, 'admin/view/template/extension/shipping/novaposhta.twig', '2019-03-25 10:12:12'),
(1132, 9, 'admin/view/template/extension/shipping/novaposhtacopy.twig', '2019-03-25 10:12:12'),
(1133, 9, 'catalog/language/en-gb/extension/shipping/novaposhta.php', '2019-03-25 10:12:12'),
(1134, 9, 'catalog/language/en-gb/extension/shipping/novaposhtacopy.php', '2019-03-25 10:12:12'),
(1135, 9, 'catalog/language/ru-ru/extension/shipping/novaposhta.php', '2019-03-25 10:12:12'),
(1136, 9, 'catalog/language/ru-ru/extension/shipping/novaposhtacopy.php', '2019-03-25 10:12:12'),
(1137, 9, 'catalog/language/uk-ua/extension/shipping/novaposhta.php', '2019-03-25 10:12:12'),
(1138, 9, 'catalog/language/uk-ua/extension/shipping/novaposhtacopy.php', '2019-03-25 10:12:12'),
(1139, 10, 'admin/language/uk-ua', '2019-03-25 13:36:07'),
(1140, 10, 'admin/language/uk-ua/extension', '2019-03-25 13:36:07'),
(1141, 10, 'admin/view/javascript/quickcheckout', '2019-03-25 13:36:07'),
(1142, 10, 'admin/view/stylesheet/quickcheckout.css', '2019-03-25 13:36:07'),
(1143, 10, 'catalog/controller/extension/quickcheckout', '2019-03-25 13:36:07'),
(1144, 10, 'admin/controller/extension/module/quickcheckout.php', '2019-03-25 13:36:07'),
(1145, 10, 'admin/language/uk-ua/extension/module', '2019-03-25 13:36:07'),
(1146, 10, 'admin/model/extension/module/quickcheckout.php', '2019-03-25 13:36:07'),
(1147, 10, 'admin/view/javascript/quickcheckout/bootstrap-slider', '2019-03-25 13:36:07'),
(1148, 10, 'admin/view/javascript/quickcheckout/bootstrap-sortable.js', '2019-03-25 13:36:07'),
(1149, 10, 'admin/view/javascript/quickcheckout/tinysort', '2019-03-25 13:36:07'),
(1150, 10, 'catalog/controller/extension/quickcheckout/cart.php', '2019-03-25 13:36:07'),
(1151, 10, 'catalog/controller/extension/quickcheckout/checkout.php', '2019-03-25 13:36:07'),
(1152, 10, 'catalog/controller/extension/quickcheckout/confirm.php', '2019-03-25 13:36:07'),
(1153, 10, 'catalog/controller/extension/quickcheckout/guest.php', '2019-03-25 13:36:07'),
(1154, 10, 'catalog/controller/extension/quickcheckout/guest_shipping.php', '2019-03-25 13:36:07'),
(1155, 10, 'catalog/controller/extension/quickcheckout/login.php', '2019-03-25 13:36:07'),
(1156, 10, 'catalog/controller/extension/quickcheckout/payment_address.php', '2019-03-25 13:36:07'),
(1157, 10, 'catalog/controller/extension/quickcheckout/payment_method.php', '2019-03-25 13:36:07'),
(1158, 10, 'catalog/controller/extension/quickcheckout/register.php', '2019-03-25 13:36:07'),
(1159, 10, 'catalog/controller/extension/quickcheckout/shipping_address.php', '2019-03-25 13:36:07'),
(1160, 10, 'catalog/controller/extension/quickcheckout/shipping_method.php', '2019-03-25 13:36:07'),
(1161, 10, 'catalog/controller/extension/quickcheckout/terms.php', '2019-03-25 13:36:07'),
(1162, 10, 'catalog/controller/extension/quickcheckout/voucher.php', '2019-03-25 13:36:07'),
(1163, 10, 'catalog/language/en-gb/extension/quickcheckout', '2019-03-25 13:36:07'),
(1164, 10, 'catalog/language/ru-ru/extension/quickcheckout', '2019-03-25 13:36:07'),
(1165, 10, 'catalog/language/uk-ua/extension/quickcheckout', '2019-03-25 13:36:07'),
(1166, 10, 'catalog/view/javascript/jquery/quickcheckout', '2019-03-25 13:36:07'),
(1167, 10, 'admin/language/en-gb/extension/module/quickcheckout.php', '2019-03-25 13:36:07'),
(1168, 10, 'admin/language/ru-ru/extension/module/quickcheckout.php', '2019-03-25 13:36:07'),
(1169, 10, 'admin/language/uk-ua/extension/module/quickcheckout.php', '2019-03-25 13:36:07'),
(1170, 10, 'admin/view/javascript/quickcheckout/bootstrap-slider/css', '2019-03-25 13:36:07'),
(1171, 10, 'admin/view/javascript/quickcheckout/bootstrap-slider/js', '2019-03-25 13:36:07'),
(1172, 10, 'admin/view/javascript/quickcheckout/tinysort/jquery.tinysort.min.js', '2019-03-25 13:36:07'),
(1173, 10, 'admin/view/template/extension/module/quickcheckout.twig', '2019-03-25 13:36:07'),
(1174, 10, 'catalog/language/en-gb/extension/quickcheckout/checkout.php', '2019-03-25 13:36:07'),
(1175, 10, 'catalog/language/ru-ru/extension/quickcheckout/checkout.php', '2019-03-25 13:36:07'),
(1176, 10, 'catalog/language/uk-ua/extension/quickcheckout/checkout.php', '2019-03-25 13:36:07'),
(1177, 10, 'catalog/view/javascript/jquery/quickcheckout/bootstrap-datetimepicker.min.css', '2019-03-25 13:36:07'),
(1178, 10, 'catalog/view/javascript/jquery/quickcheckout/bootstrap-datetimepicker.min.js', '2019-03-25 13:36:07'),
(1179, 10, 'catalog/view/javascript/jquery/quickcheckout/jquery.tinysort.min.js', '2019-03-25 13:36:07'),
(1180, 10, 'catalog/view/javascript/jquery/quickcheckout/moment-with-locales.min.js', '2019-03-25 13:36:07'),
(1181, 10, 'catalog/view/javascript/jquery/quickcheckout/quickcheckout.block.js', '2019-03-25 13:36:07'),
(1182, 10, 'catalog/view/javascript/jquery/quickcheckout/quickcheckout.js', '2019-03-25 13:36:07'),
(1183, 10, 'catalog/view/theme/default/stylesheet/quickcheckout.css', '2019-03-25 13:36:07'),
(1184, 10, 'catalog/view/theme/default/stylesheet/quickcheckout_custom.css', '2019-03-25 13:36:07'),
(1185, 10, 'catalog/view/theme/default/stylesheet/quickcheckout_mobile.css', '2019-03-25 13:36:07'),
(1186, 10, 'catalog/view/theme/default/stylesheet/quickcheckout_one.css', '2019-03-25 13:36:07'),
(1187, 10, 'catalog/view/theme/default/stylesheet/quickcheckout_three.css', '2019-03-25 13:36:07'),
(1188, 10, 'catalog/view/theme/default/stylesheet/quickcheckout_two.css', '2019-03-25 13:36:07'),
(1189, 10, 'admin/view/javascript/quickcheckout/bootstrap-slider/css/slider.css', '2019-03-25 13:36:07'),
(1190, 10, 'admin/view/javascript/quickcheckout/bootstrap-slider/js/bootstrap-slider.js', '2019-03-25 13:36:07'),
(1191, 10, 'catalog/view/theme/default/template/extension/quickcheckout', '2019-03-25 13:36:07'),
(1192, 10, 'catalog/view/theme/default/template/extension/quickcheckout/cart.twig', '2019-03-25 13:36:07'),
(1193, 10, 'catalog/view/theme/default/template/extension/quickcheckout/checkout.twig', '2019-03-25 13:36:07'),
(1194, 10, 'catalog/view/theme/default/template/extension/quickcheckout/confirm.twig', '2019-03-25 13:36:07'),
(1195, 10, 'catalog/view/theme/default/template/extension/quickcheckout/guest.twig', '2019-03-25 13:36:07'),
(1196, 10, 'catalog/view/theme/default/template/extension/quickcheckout/guest_shipping.twig', '2019-03-25 13:36:07'),
(1197, 10, 'catalog/view/theme/default/template/extension/quickcheckout/login.twig', '2019-03-25 13:36:07'),
(1198, 10, 'catalog/view/theme/default/template/extension/quickcheckout/payment_address.twig', '2019-03-25 13:36:07'),
(1199, 10, 'catalog/view/theme/default/template/extension/quickcheckout/payment_method.twig', '2019-03-25 13:36:07'),
(1200, 10, 'catalog/view/theme/default/template/extension/quickcheckout/register.twig', '2019-03-25 13:36:07'),
(1201, 10, 'catalog/view/theme/default/template/extension/quickcheckout/shipping_address.twig', '2019-03-25 13:36:07'),
(1202, 10, 'catalog/view/theme/default/template/extension/quickcheckout/shipping_method.twig', '2019-03-25 13:36:07'),
(1203, 10, 'catalog/view/theme/default/template/extension/quickcheckout/terms.twig', '2019-03-25 13:36:07'),
(1204, 10, 'catalog/view/theme/default/template/extension/quickcheckout/voucher.twig', '2019-03-25 13:36:07'),
(1205, 13, 'admin/controller/localisation/city.php', '2019-04-06 18:25:37'),
(1206, 13, 'admin/controller/localisation/city_update.php', '2019-04-06 18:25:37'),
(1207, 13, 'admin/model/localisation/city.php', '2019-04-06 18:25:37'),
(1208, 13, 'admin/model/localisation/city_update.php', '2019-04-06 18:25:37'),
(1209, 13, 'catalog/model/localisation/city.php', '2019-04-06 18:25:37'),
(1210, 13, 'admin/controller/extension/shipping/novaposhta.php', '2019-04-06 18:25:37'),
(1211, 13, 'admin/controller/extension/shipping/novaposhtacopy.php', '2019-04-06 18:25:37'),
(1212, 13, 'admin/language/en-gb/localisation/city.php', '2019-04-06 18:25:37'),
(1213, 13, 'admin/language/en-gb/localisation/city_update.php', '2019-04-06 18:25:37'),
(1214, 13, 'admin/language/ru-ru/localisation/city.php', '2019-04-06 18:25:37'),
(1215, 13, 'admin/language/ru-ru/localisation/city_update.php', '2019-04-06 18:25:37'),
(1216, 13, 'admin/view/template/localisation/city_form.twig', '2019-04-06 18:25:37'),
(1217, 13, 'admin/view/template/localisation/city_list.twig', '2019-04-06 18:25:37'),
(1218, 13, 'admin/view/template/localisation/city_update_list.twig', '2019-04-06 18:25:37'),
(1219, 13, 'catalog/model/extension/shipping/novaposhta.php', '2019-04-06 18:25:37'),
(1220, 13, 'catalog/model/extension/shipping/novaposhtacopy.php', '2019-04-06 18:25:37'),
(1221, 13, 'admin/language/en-gb/extension/shipping/novaposhta.php', '2019-04-06 18:25:37'),
(1222, 13, 'admin/language/en-gb/extension/shipping/novaposhtacopy.php', '2019-04-06 18:25:37'),
(1223, 13, 'admin/language/ru-ru/extension/shipping/novaposhta.php', '2019-04-06 18:25:37'),
(1224, 13, 'admin/language/ru-ru/extension/shipping/novaposhtacopy.php', '2019-04-06 18:25:37'),
(1225, 13, 'admin/view/template/extension/shipping/novaposhta.twig', '2019-04-06 18:25:37'),
(1226, 13, 'admin/view/template/extension/shipping/novaposhtacopy.twig', '2019-04-06 18:25:37'),
(1227, 13, 'catalog/language/en-gb/extension/shipping/novaposhta.php', '2019-04-06 18:25:37'),
(1228, 13, 'catalog/language/en-gb/extension/shipping/novaposhtacopy.php', '2019-04-06 18:25:37'),
(1229, 13, 'catalog/language/ru-ru/extension/shipping/novaposhta.php', '2019-04-06 18:25:37'),
(1230, 13, 'catalog/language/ru-ru/extension/shipping/novaposhtacopy.php', '2019-04-06 18:25:37'),
(1231, 13, 'catalog/language/uk-ua/extension/shipping/novaposhta.php', '2019-04-06 18:25:37'),
(1232, 13, 'catalog/language/uk-ua/extension/shipping/novaposhtacopy.php', '2019-04-06 18:25:37');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_filter`
--

CREATE TABLE `oc_filter` (
  `filter_id` int(11) NOT NULL,
  `filter_group_id` int(11) NOT NULL,
  `sort_order` int(3) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_filter_description`
--

CREATE TABLE `oc_filter_description` (
  `filter_id` int(11) NOT NULL,
  `language_id` int(11) NOT NULL,
  `filter_group_id` int(11) NOT NULL,
  `name` varchar(64) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_filter_group`
--

CREATE TABLE `oc_filter_group` (
  `filter_group_id` int(11) NOT NULL,
  `sort_order` int(3) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_filter_group_description`
--

CREATE TABLE `oc_filter_group_description` (
  `filter_group_id` int(11) NOT NULL,
  `language_id` int(11) NOT NULL,
  `name` varchar(64) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_geo_zone`
--

CREATE TABLE `oc_geo_zone` (
  `geo_zone_id` int(11) NOT NULL,
  `name` varchar(32) NOT NULL,
  `description` varchar(255) NOT NULL,
  `date_added` datetime NOT NULL,
  `date_modified` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_geo_zone`
--

INSERT INTO `oc_geo_zone` (`geo_zone_id`, `name`, `description`, `date_added`, `date_modified`) VALUES
(3, 'Украина', 'налоговая', '2009-01-06 23:26:25', '2019-04-08 17:52:17'),
(4, 'Украина', 'Украина', '2009-06-23 01:14:53', '2019-04-08 17:50:37');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_information`
--

CREATE TABLE `oc_information` (
  `information_id` int(11) NOT NULL,
  `bottom` int(1) NOT NULL DEFAULT '0',
  `sort_order` int(3) NOT NULL DEFAULT '0',
  `status` tinyint(1) NOT NULL DEFAULT '1'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_information`
--

INSERT INTO `oc_information` (`information_id`, `bottom`, `sort_order`, `status`) VALUES
(3, 1, 3, 1),
(4, 1, 1, 1),
(5, 1, 4, 1),
(6, 1, 2, 1);

-- --------------------------------------------------------

--
-- Структура таблицы `oc_information_description`
--

CREATE TABLE `oc_information_description` (
  `information_id` int(11) NOT NULL,
  `language_id` int(11) NOT NULL,
  `title` varchar(64) NOT NULL,
  `description` mediumtext NOT NULL,
  `meta_title` varchar(255) NOT NULL,
  `meta_description` varchar(255) NOT NULL,
  `meta_keyword` varchar(255) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_information_description`
--

INSERT INTO `oc_information_description` (`information_id`, `language_id`, `title`, `description`, `meta_title`, `meta_description`, `meta_keyword`) VALUES
(4, 1, 'О нас', '&lt;p&gt;\r\n  О нас&lt;/p&gt;\r\n', 'О нас', '', ''),
(5, 1, 'Правила пользования', '&lt;p&gt;\r\n  Правила пользования&lt;/p&gt;\r\n', 'Правила пользования', '', ''),
(3, 1, 'Политика конфиденциальности', '&lt;p&gt;\r\n  Политика конфиденциальности&lt;/p&gt;\r\n', 'Политика конфиденциальности', '', ''),
(6, 1, 'Доставка', '&lt;p&gt;\r\n Доставка&lt;/p&gt;\r\n', 'Доставка', '', '');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_information_to_layout`
--

CREATE TABLE `oc_information_to_layout` (
  `information_id` int(11) NOT NULL,
  `store_id` int(11) NOT NULL,
  `layout_id` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_information_to_store`
--

CREATE TABLE `oc_information_to_store` (
  `information_id` int(11) NOT NULL,
  `store_id` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_information_to_store`
--

INSERT INTO `oc_information_to_store` (`information_id`, `store_id`) VALUES
(3, 0),
(4, 0),
(5, 0),
(6, 0);

-- --------------------------------------------------------

--
-- Структура таблицы `oc_language`
--

CREATE TABLE `oc_language` (
  `language_id` int(11) NOT NULL,
  `name` varchar(32) NOT NULL,
  `code` varchar(5) NOT NULL,
  `locale` varchar(255) NOT NULL,
  `image` varchar(64) NOT NULL,
  `directory` varchar(32) NOT NULL,
  `sort_order` int(3) NOT NULL DEFAULT '0',
  `status` tinyint(1) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_language`
--

INSERT INTO `oc_language` (`language_id`, `name`, `code`, `locale`, `image`, `directory`, `sort_order`, `status`) VALUES
(1, 'Русский', 'ru-ru', 'ru-RU,ru_RU.UTF-8,ru_RU,ru-ru,russian', 'ru.png', 'russian', 1, 1);

-- --------------------------------------------------------

--
-- Структура таблицы `oc_layout`
--

CREATE TABLE `oc_layout` (
  `layout_id` int(11) NOT NULL,
  `name` varchar(64) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_layout`
--

INSERT INTO `oc_layout` (`layout_id`, `name`) VALUES
(1, 'Главная'),
(2, 'Товар'),
(3, 'Категория'),
(4, 'По умолчанию'),
(5, 'Производитель'),
(6, 'Аккаунт'),
(7, 'Оформление заказа'),
(8, 'Контакты'),
(9, 'Карта сайта'),
(10, 'Партнерка'),
(11, 'Информация'),
(12, 'Сравнение'),
(13, 'Поиск'),
(14, 'Custom Quick Checkout');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_layout_module`
--

CREATE TABLE `oc_layout_module` (
  `layout_module_id` int(11) NOT NULL,
  `layout_id` int(11) NOT NULL,
  `code` varchar(64) NOT NULL,
  `position` varchar(14) NOT NULL,
  `sort_order` int(3) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_layout_module`
--

INSERT INTO `oc_layout_module` (`layout_module_id`, `layout_id`, `code`, `position`, `sort_order`) VALUES
(2, 4, '0', 'content_top', 0),
(3, 4, '0', 'content_top', 1),
(20, 5, '0', 'column_left', 2),
(69, 10, 'account', 'column_right', 1),
(68, 6, 'account', 'column_right', 1),
(67, 1, 'carousel.29', 'content_top', 3),
(66, 1, 'slideshow.27', 'content_top', 1),
(72, 3, 'category', 'column_left', 1),
(73, 3, 'banner.30', 'column_left', 2);

-- --------------------------------------------------------

--
-- Структура таблицы `oc_layout_route`
--

CREATE TABLE `oc_layout_route` (
  `layout_route_id` int(11) NOT NULL,
  `layout_id` int(11) NOT NULL,
  `store_id` int(11) NOT NULL,
  `route` varchar(64) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_layout_route`
--

INSERT INTO `oc_layout_route` (`layout_route_id`, `layout_id`, `store_id`, `route`) VALUES
(38, 6, 0, 'account/%'),
(17, 10, 0, 'affiliate/%'),
(44, 3, 0, 'product/category'),
(42, 1, 0, 'common/home'),
(20, 2, 0, 'product/product'),
(24, 11, 0, 'information/information'),
(23, 7, 0, 'checkout/%'),
(31, 8, 0, 'information/contact'),
(32, 9, 0, 'information/sitemap'),
(34, 4, 0, ''),
(45, 5, 0, 'product/manufacturer'),
(52, 12, 0, 'product/compare'),
(53, 13, 0, 'product/search'),
(54, 14, 0, 'extension/quickcheckout/checkout');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_length_class`
--

CREATE TABLE `oc_length_class` (
  `length_class_id` int(11) NOT NULL,
  `value` decimal(15,8) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_length_class`
--

INSERT INTO `oc_length_class` (`length_class_id`, `value`) VALUES
(1, '1.00000000'),
(2, '10.00000000'),
(3, '0.39370000');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_length_class_description`
--

CREATE TABLE `oc_length_class_description` (
  `length_class_id` int(11) NOT NULL,
  `language_id` int(11) NOT NULL,
  `title` varchar(32) NOT NULL,
  `unit` varchar(4) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_length_class_description`
--

INSERT INTO `oc_length_class_description` (`length_class_id`, `language_id`, `title`, `unit`) VALUES
(1, 1, 'Сантиметр', 'см'),
(2, 1, 'Милиметр', 'мм'),
(3, 1, 'Метр', 'м');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_location`
--

CREATE TABLE `oc_location` (
  `location_id` int(11) NOT NULL,
  `name` varchar(32) NOT NULL,
  `address` text NOT NULL,
  `telephone` varchar(32) NOT NULL,
  `fax` varchar(32) NOT NULL,
  `geocode` varchar(32) NOT NULL,
  `image` varchar(255) DEFAULT NULL,
  `open` text NOT NULL,
  `comment` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_manufacturer`
--

CREATE TABLE `oc_manufacturer` (
  `manufacturer_id` int(11) NOT NULL,
  `name` varchar(64) NOT NULL,
  `image` varchar(255) DEFAULT NULL,
  `sort_order` int(3) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_manufacturer`
--

INSERT INTO `oc_manufacturer` (`manufacturer_id`, `name`, `image`, `sort_order`) VALUES
(5, 'Evva, Австрия', 'catalog/Evva.jpg', 0),
(6, 'Abus, Германия', 'catalog/Abus.png', 0),
(7, 'Mul-T-Lock, Израиль', 'catalog/Mul-T-Lock.jpg', 0),
(8, 'Cisa, Италия', 'catalog/Cisa.jpg', 0),
(9, 'Mottura, Италия', 'catalog/Mottura.jpg', 0),
(10, 'Abloy Oy, Финляндия', 'catalog/Abloy-Oy.jpg', 0),
(11, 'Kale Kilit, Турция', 'catalog/Kale-Kilit-620x372.jpg', 0),
(12, 'Tesa, Испания', 'catalog/Tesa.jpg', 0),
(13, 'Dom Group, Германия', 'catalog/dom.jpg', 0),
(14, 'Apecs (Россия)', 'catalog/ ЗАМКОВ/Apecs (Россия).jpg', 2),
(15, 'BARRERA (Украина)', 'catalog/ ЗАМКОВ/BARRERA (Украина).jpg', 1),
(16, 'BORDER (Россия)', 'catalog/ ЗАМКОВ/BORDER (Россия, Москва).png', 3),
(17, 'BRUNO (Италия)', 'catalog/ ЗАМКОВ/BRUNO (Италия).jpg', 4);

-- --------------------------------------------------------

--
-- Структура таблицы `oc_manufacturer_to_store`
--

CREATE TABLE `oc_manufacturer_to_store` (
  `manufacturer_id` int(11) NOT NULL,
  `store_id` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_manufacturer_to_store`
--

INSERT INTO `oc_manufacturer_to_store` (`manufacturer_id`, `store_id`) VALUES
(5, 0),
(6, 0),
(7, 0),
(8, 0),
(9, 0),
(10, 0),
(11, 0),
(12, 0),
(13, 0),
(14, 0),
(15, 0),
(16, 0),
(17, 0);

-- --------------------------------------------------------

--
-- Структура таблицы `oc_marketing`
--

CREATE TABLE `oc_marketing` (
  `marketing_id` int(11) NOT NULL,
  `name` varchar(32) NOT NULL,
  `description` text NOT NULL,
  `code` varchar(64) NOT NULL,
  `clicks` int(5) NOT NULL DEFAULT '0',
  `date_added` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_modification`
--

CREATE TABLE `oc_modification` (
  `modification_id` int(11) NOT NULL,
  `extension_install_id` int(11) NOT NULL,
  `name` varchar(64) NOT NULL,
  `code` varchar(64) NOT NULL,
  `author` varchar(64) NOT NULL,
  `version` varchar(32) NOT NULL,
  `link` varchar(255) NOT NULL,
  `xml` mediumtext NOT NULL,
  `status` tinyint(1) NOT NULL,
  `date_added` datetime NOT NULL,
  `date_modified` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_modification`
--

INSERT INTO `oc_modification` (`modification_id`, `extension_install_id`, `name`, `code`, `author`, `version`, `link`, `xml`, `status`, `date_added`, `date_modified`) VALUES
(1, 2, 'Localcopy OCMOD Install Fix', 'localcopy-oc3', 'opencart3x.ru', '1.0', 'https://opencart3x.ru', '<?xml version=\"1.0\" encoding=\"utf-8\"?>\n<modification>\n  <name>Localcopy OCMOD Install Fix</name>\n  <code>localcopy-oc3</code>\n  <version>1.0</version>\n  <author>opencart3x.ru</author>\n  <link>https://opencart3x.ru</link>\n\n  <file path=\"admin/controller/marketplace/install.php\">\n	<operation>\n      <search>\n        <![CDATA[if ($safe) {]]>\n      </search>\n      <add position=\"before\">\n        <![CDATA[		\n		    $safe = true;\n		    ]]>\n      </add>\n    </operation>\n    <operation>\n      <search>\n        <![CDATA[if (is_dir($file) && !is_dir($path)) {]]>\n      </search>\n      <add position=\"before\">\n        <![CDATA[		\n			  if ($path == \'\') {\n  				$app_root = explode(\'/\',DIR_APPLICATION);\n  				unset($app_root[count($app_root)-2]);\n  				$app_root = implode(\'/\',$app_root);\n  				$path = $app_root . $destination;\n			  }\n		    ]]>\n      </add>\n    </operation>\n  </file> \n</modification>\n', 1, '2019-03-10 02:00:39', '2019-03-10 02:00:39'),
(2, 3, 'Export/Import Tool (V3.19) for OpenCart 3.x', 'Export/Import Tool (V3.19) for OpenCart 3.x', 'mhccorp.com', '3.x-3.19', 'https://www.mhccorp.com', '<modification>\n	<name>Export/Import Tool (V3.19) for OpenCart 3.x</name>\n	<code>Export/Import Tool (V3.19) for OpenCart 3.x</code>\n	<version>3.x-3.19</version>\n	<author>mhccorp.com</author>\n	<link>https://www.mhccorp.com</link>\n	<file path=\"admin/controller/common/column_left.php\">\n		<operation>\n			<search><![CDATA[if ($this->user->hasPermission(\'access\', \'tool/upload\')) {]]></search>\n			<add position=\"before\"><![CDATA[\n			if ($this->user->hasPermission(\'access\', \'extension/export_import\')) {\n				$maintenance[] = array(\n					\'name\'	   => $this->language->get(\'text_export_import\'),\n					\'href\'     => $this->url->link(\'extension/export_import\', \'user_token=\' . $this->session->data[\'user_token\'], true),\n					\'children\' => array()		\n				);\n			}\n			]]></add>\n		</operation>\n	</file>\n	<file path=\"admin/language/*/common/column_left.php\">\n		<operation>\n			<search><![CDATA[$_[\'text_backup\']]]></search>\n			<add position=\"after\"><![CDATA[\n$_[\'text_export_import\']             = \'Export / Import\';\n			]]></add>\n		</operation>\n	</file>\n</modification>\n', 1, '2019-03-10 02:03:06', '2019-03-10 02:03:06'),
(3, 4, 'Лимит Автодополнения', 'Limit Autocomplete', 'opencart3x.ru', '3.0', 'https://opencart3x.ru/', '<?xml version=\"1.0\" encoding=\"utf-8\"?>\r\n<modification>\r\n  <name>Лимит Автодополнения</name>\r\n  <code>Limit Autocomplete</code>\r\n  <version>3.0</version>\r\n  <author>opencart3x.ru</author>\r\n  <link>https://opencart3x.ru/</link>\r\n  \r\n  <file path=\"admin/controller/setting/setting.php\">\r\n	<operation error=\"skip\">	\r\n	  <search><![CDATA[\r\n		if (isset($this->error[\'encryption\'])) {\r\n	  ]]></search>\r\n	  <add position=\"before\" trim=\"true\"><![CDATA[\r\n		if (isset($this->error[\'autocomplete_limit\'])) {\r\n		  $data[\'error_autocomplete_limit\'] = $this->error[\'autocomplete_limit\'];\r\n		} else {\r\n		  $data[\'error_autocomplete_limit\'] = \'\';\r\n		}\r\n	  ]]></add>\r\n	</operation>	\r\n	<operation error=\"skip\">	\r\n	  <search><![CDATA[\r\n		if (isset($this->request->post[\'config_product_count\'])) {\r\n	  ]]></search>\r\n	  <add position=\"before\" trim=\"true\"><![CDATA[\r\n		if (isset($this->request->post[\'config_autocomplete_limit\'])) {\r\n		  $data[\'config_autocomplete_limit\'] = $this->request->post[\'config_autocomplete_limit\'];\r\n		} else {\r\n		  $data[\'config_autocomplete_limit\'] = $this->config->get(\'config_autocomplete_limit\');\r\n		}\r\n	  ]]></add>\r\n	</operation>	\r\n	<operation error=\"skip\">	\r\n	  <search><![CDATA[\r\n		if (!$this->request->post[\'config_limit_admin\']) {\r\n	  ]]></search>\r\n	  <add position=\"before\" trim=\"true\"><![CDATA[\r\n		if (!$this->request->post[\'config_autocomplete_limit\']) {\r\n		  $this->error[\'autocomplete_limit\'] = $this->language->get(\'error_limit\');\r\n		}\r\n	  ]]></add>\r\n	</operation>\r\n  </file> \r\n  <file path=\"admin/language/ru-ru/setting/setting.php\">\r\n	<operation error=\"skip\">\r\n	  <search><![CDATA[\r\n		$_[\'entry_limit_admin\']\r\n	  ]]></search>\r\n	  <add position=\"before\" trim=\"true\"><![CDATA[\r\n		$_[\'entry_autocomplete_limit\']              = \'Лимит в полях Автозаполнения (Admin)\';\r\n	  ]]></add>\r\n	</operation>	\r\n	<operation error=\"skip\">\r\n	  <search><![CDATA[\r\n		$_[\'help_limit_admin\']\r\n	  ]]></search>\r\n	  <add position=\"before\"><![CDATA[\r\n		$_[\'help_autocomplete_limit\']  = \'Определяет, сколько элементов отображать при автозаполении (в панели администрирования: товары, категории и т.д).\';\r\n	  ]]></add>\r\n	</operation>\r\n  </file>\r\n  <file path=\"admin/language/en-gb/setting/setting.php\">\r\n	<operation error=\"skip\">\r\n	  <search><![CDATA[\r\n		$_[\'entry_limit_admin\']\r\n	  ]]></search>\r\n	  <add position=\"before\"><![CDATA[\r\n		$_[\'entry_autocomplete_limit\']              = \'The limit in the autocomplete field. (Admin)\';\r\n	  ]]></add>\r\n	</operation>	\r\n	<operation error=\"skip\">\r\n	  <search><![CDATA[\r\n		$_[\'help_limit_admin\']\r\n	  ]]></search>\r\n	  <add position=\"before\"><![CDATA[\r\n		$_[\'help_autocomplete_limit\']  = \'Determines how many items to display in autocomplete. (in the admin panel: Products, Categories, Clients, etc.).\';\r\n	  ]]></add>\r\n	</operation>\r\n  </file>\r\n  <file path=\"admin/view/template/common/header.twig\">\r\n  <operation error=\"skip\">\r\n	  <search><![CDATA[\r\n		<link type=\"text/css\" href=\"view/stylesheet/stylesheet.css\" rel=\"stylesheet\" media=\"screen\" />\r\n	  ]]></search>\r\n	  <add position=\"after\"><![CDATA[\r\n		<link type=\"text/css\" href=\"view/stylesheet/autocomplete.css\" rel=\"stylesheet\" media=\"screen\" />\r\n	  ]]></add>\r\n  </operation>\r\n  </file>\r\n  <file path=\"admin/view/template/setting/setting.twig\">\r\n	<operation error=\"skip\">\r\n	  <search><![CDATA[\r\n		<legend>{{ text_review }}</legend>\r\n	  ]]></search>\r\n	  <add position=\"before\" offset=\"2\"><![CDATA[\r\n		<div class=\"form-group required\">\r\n		  <label class=\"col-sm-2 control-label\" for=\"input-autocomplete-limit\"><span data-toggle=\"tooltip\" title=\"{{ help_autocomplete_limit }}\">{{ entry_autocomplete_limit }}</span></label>\r\n		  <div class=\"col-sm-10\">\r\n			<input type=\"text\" name=\"config_autocomplete_limit\" value=\"{{ config_autocomplete_limit }}\" placeholder=\"{{ entry_autocomplete_limit }}\" id=\"input-autocomplete-limit\" class=\"form-control\" />\r\n			{% if (error_autocomplete_limit) %} \r\n			  <div class=\"text-danger\">{{ error_autocomplete_limit }}</div>\r\n			{% endif %} \r\n		  </div>\r\n		</div>\r\n	  ]]></add>\r\n	</operation>\r\n  </file>	\r\n  <file path=\"admin/controller/*/*.php\">\r\n	<operation error=\"skip\">\r\n	  <search><![CDATA[\r\n		\'limit\'       => 5\r\n	  ]]></search>\r\n	  <add position=\"replace\" trim=\"true\"><![CDATA[\r\n		\'limit\'        => $this->config->get(\'config_autocomplete_limit\')\r\n	  ]]></add>\r\n	</operation>\r\n	<operation error=\"skip\">\r\n	  <search><![CDATA[\r\n		$limit = 5;\r\n	  ]]></search>\r\n	  <add position=\"replace\" trim=\"true\"><![CDATA[\r\n		$limit = $this->config->get(\'config_autocomplete_limit\');\r\n	  ]]></add>\r\n	</operation>\r\n	<operation error=\"skip\">\r\n	  <search><![CDATA[\r\n		\'limit\'        => 5\r\n	  ]]></search>\r\n	  <add position=\"replace\" trim=\"true\"><![CDATA[\r\n		\'limit\'        => $this->config->get(\'config_autocomplete_limit\')\r\n	  ]]></add>\r\n	</operation>\r\n  </file>\r\n</modification>', 1, '2019-03-10 16:55:57', '2019-03-10 16:55:57'),
(4, 5, 'Modification Manager', 'modification_manager', 'opencart3x.ru', '3.x', 'https://opencart3x.ru', '<?xml version=\"1.0\" encoding=\"utf-8\"?>\n<modification>\n	<name>Modification Manager</name>\n	<code>modification_manager</code>\n	<version>3.x</version>\n	<author>opencart3x.ru</author>\n	<link>https://opencart3x.ru</link>\n\n	<file path=\"admin/language/ru-ru/marketplace/modification.php\">\n		<operation>\n			<search index=\"0\"><![CDATA[<?php]]></search>\n			<add position=\"after\"><![CDATA[\n$_[\'tab_error\'] = \'Ошибки\';\n$_[\'tab_files\'] = \'Файлы\';\n\n$_[\'text_add\'] = \'Создать\';\n$_[\'text_edit\'] = \'Редактировать: %s\';\n\n$_[\'text_enabled\'] = \'Включено\';\n$_[\'text_disabled\'] = \'Отключено\';\n\n$_[\'entry_author\'] = \'Автор\';\n$_[\'entry_name\'] = \'Название\';\n$_[\'entry_xml\'] = \'XML\';\n\n$_[\'button_filter\'] = \'Фильтр\';\n$_[\'button_reset\'] = \'Сброс\';\n\n$_[\'column_date_modified\'] = \'Дата измен.\';\n\n$_[\'error_warning\'] = \'Возникла ошибка, проверьте данные и попробуйте еще раз\';\n$_[\'error_required\'] = \'Это поле обязательно\';\n$_[\'error_name\'] = \'Пропущен тег name\';\n$_[\'error_code\'] = \'Пропущен тег code\';\n$_[\'error_exists\'] = \'Модификация \\\'%s\\\' уже использует идентификатор code: %s!\';]]></add>\n		</operation>\n	</file>\n\n	<file path=\"admin/language/en-gb/marketplace/modification.php\">\n		<operation>\n			<search index=\"0\"><![CDATA[<?php]]></search>\n			<add position=\"after\"><![CDATA[\n$_[\'tab_error\'] = \'Error\';\n$_[\'tab_files\'] = \'Files\';\n\n$_[\'text_add\'] = \'Add Modification\';\n$_[\'text_edit\'] = \'Edit Modification: %s\';\n\n$_[\'text_enabled\'] = \'Enabled\';\n$_[\'text_disabled\'] = \'Disabled\';\n\n$_[\'entry_author\'] = \'Author\';\n$_[\'entry_name\'] = \'Name\';\n$_[\'entry_xml\'] = \'XML\';\n\n$_[\'button_filter\'] = \'Filter\';\n$_[\'button_reset\'] = \'Reset\';\n\n$_[\'column_date_modified\'] = \'Last Modified\';\n\n$_[\'error_warning\'] = \'There has been an error. Please check your data and try again\';\n$_[\'error_required\'] = \'This field is required\';\n$_[\'error_name\'] = \'Missing name tag\';\n$_[\'error_code\'] = \'Missing code tag\';\n$_[\'error_exists\'] = \'Modification \\\'%s\\\' is already using the same code: %s!\';]]></add>\n		</operation>\n	</file>\n\n	<file path=\"admin/controller/marketplace/modification.php\">\n	    <operation>\n			<search index=\"0\"><![CDATA[public function index() {]]></search>\n			<add position=\"after\"><![CDATA[      	$this->load->model(\'extension/module/modification_manager\');\n\n		$this->model_extension_module_modification_manager->install();\n]]></add>\n		</operation>\n		<operation>\n			<search index=\"0\"><![CDATA[$handle = fopen(DIR_LOGS . \'ocmod.log\', \'w+\');]]></search>\n			<add position=\"before\"><![CDATA[      	fclose($handle);\n			\n					$handle = fopen(DIR_LOGS . \'ocmod_error.log\', \'w+\');]]></add>\n		</operation>\n		<operation>\n			<search index=\"0\"><![CDATA[$maintenance = $this->config->get(\'config_maintenance\');]]></search>\n			<add position=\"after\"><![CDATA[\n			// Clear logs on refresh\n			$handle = fopen(DIR_LOGS . \'ocmod.log\', \'w+\');\n			fclose($handle);\n\n			$handle = fopen(DIR_LOGS . \'ocmod_error.log\', \'w+\');\n			fclose($handle);\n]]></add>\n		</operation>\n		<operation>\n			<search index=\"0\"><![CDATA[$data[\'breadcrumbs\'] = array();]]></search>\n			<add position=\"before\"><![CDATA[      	$this->load->model(\'extension/module/modification_manager\');\n\n		if (isset($this->request->get[\'filter_name\'])) {\n			$filter_name = $this->request->get[\'filter_name\'];\n		} else {\n			$filter_name = null;\n		}\n\n      	if (isset($this->request->get[\'filter_xml\'])) {\n			$filter_xml = $this->request->get[\'filter_xml\'];\n		} else {\n			$filter_xml = null;\n		}\n\n		if (isset($this->request->get[\'filter_author\'])) {\n			$filter_author = $this->request->get[\'filter_author\'];\n		} else {\n			$filter_author = null;\n		}\n\n		$url = $this->getListUrlParams();\n\n		$data[\'add\'] = $this->url->link(\'marketplace/modification/add\', \'user_token=\' . $this->session->data[\'user_token\'] . $url, true);\n		$data[\'clear_log\'] = $this->url->link(\'marketplace/modification/clearlog\', \'user_token=\' . $this->session->data[\'user_token\'] . $url, true);\n		$data[\'filter_action\'] = $this->url->link(\'marketplace/modification\', \'user_token=\' . $this->session->data[\'user_token\'], true);\n		$data[\'reset_url\'] = $this->url->link(\'marketplace/modification\', \'user_token=\' . $this->session->data[\'user_token\'], true);\n\n		$data[\'tab_files\'] = $this->language->get(\'tab_files\');\n		$data[\'tab_error\'] = $this->language->get(\'tab_error\');]]></add>\n		</operation>\n		<operation>\n			<search index=\"0\"><![CDATA[$data[\'sort_name\'] =]]></search>\n			<add position=\"before\"><![CDATA[      	if (isset($this->request->get[\'filter_name\'])) {\n			$url .= \'&filter_name=\' . urlencode(html_entity_decode($this->request->get[\'filter_name\'], ENT_QUOTES, \'UTF-8\'));\n		}\n\n		if (isset($this->request->get[\'filter_author\'])) {\n			$url .= \'&filter_author=\' . urlencode(html_entity_decode($this->request->get[\'filter_author\'], ENT_QUOTES, \'UTF-8\'));\n		}\n\n		if (isset($this->request->get[\'filter_xml\'])) {\n			$url .= \'&filter_xml=\' . urlencode(html_entity_decode($this->request->get[\'filter_xml\'], ENT_QUOTES, \'UTF-8\'));\n		}\n\n		$data[\'sort_date_modified\'] = $this->url->link(\'marketplace/modification\', \'user_token=\' . $this->session->data[\'user_token\'] . \'&sort=date_modified\' . $url, true);]]></add>\n		</operation>\n		<operation>\n			<search index=\"0\"><![CDATA[$filter_data = array(]]></search>\n			<add position=\"after\"><![CDATA[      	\'filter_name\'	  => $filter_name,\n			\'filter_author\'	  => $filter_author,\n			\'filter_xml\'	  => $filter_xml,]]></add>\n		</operation>\n		<operation>\n			<search index=\"0\"><![CDATA[$modification_total = $this->model_setting_modification->getTotalModifications();]]></search>\n			<add position=\"replace\"><![CDATA[$modification_total = $this->model_extension_module_modification_manager->getTotalModifications($filter_data);]]></add>\n		</operation>\n		<operation>\n			<search index=\"0\"><![CDATA[$results = $this->model_setting_modification->getModifications($filter_data);]]></search>\n			<add position=\"replace\"><![CDATA[$results = $this->model_extension_module_modification_manager->getModifications($filter_data);]]></add>\n		</operation>\n		<operation>\n			<search index=\"0\"><![CDATA[$data[\'modifications\'][] = array(]]></search>\n			<add position=\"after\"><![CDATA[				\'date_modified\'      => isset($result[\'date_modified\']) ? (date(\'Ymd\') == date(\'Ymd\', strtotime($result[\'date_modified\'])) ? date(\'G:i\', strtotime($result[\'date_modified\'])) : date($this->language->get(\'date_format_short\'), strtotime($result[\'date_modified\']))) : null,\n				\'edit\'			     => $this->url->link(\'marketplace/modification/edit\', \'user_token=\' . $this->session->data[\'user_token\'] . \'&modification_id=\' . $result[\'modification_id\'] . $url, true),]]></add>\n		</operation>\n		<operation>\n			<search index=\"0\"><![CDATA[$pagination = new Pagination();]]></search>\n			<add position=\"before\"><![CDATA[      	if (isset($this->request->get[\'filter_name\'])) {\n			$url .= \'&filter_name=\' . urlencode(html_entity_decode($this->request->get[\'filter_name\'], ENT_QUOTES, \'UTF-8\'));\n		}\n\n		if (isset($this->request->get[\'filter_author\'])) {\n			$url .= \'&filter_author=\' . urlencode(html_entity_decode($this->request->get[\'filter_author\'], ENT_QUOTES, \'UTF-8\'));\n		}\n\n		if (isset($this->request->get[\'filter_xml\'])) {\n			$url .= \'&filter_xml=\' . urlencode(html_entity_decode($this->request->get[\'filter_xml\'], ENT_QUOTES, \'UTF-8\'));\n		}]]></add>\n		</operation>\n		<operation>\n			<search index=\"0\"><![CDATA[$data[\'clear_log\'] =]]></search>\n			<add position=\"before\"><![CDATA[		$data[\'filter_name\'] = $filter_name;\n		$data[\'filter_author\'] = $filter_author;\n		$data[\'filter_xml\'] = $filter_xml;\n\n		$data[\'modified_files\'] = array();\n\n		$modified_files = self::modifiedFiles(DIR_MODIFICATION);\n\n		$modification_files = $this->getModificationXmlFiles();\n\n		foreach($modified_files as $modified_file) {\n			if(isset($modification_files[$modified_file])){\n				$modifications = $modification_files[$modified_file];\n			} else {\n				$modifications = array();\n			}\n\n			$data[\'modified_files\'][] = array(\n				\'file\' => $modified_file,\n				\'modifications\' => $modifications\n			);\n		}\n\n		// Error log\n		$error_file = DIR_LOGS . \'ocmod_error.log\';\n\n		if (file_exists($error_file)) {\n			$data[\'error_log\'] = htmlentities(file_get_contents($error_file, FILE_USE_INCLUDE_PATH, null));\n		} else {\n			$data[\'error_log\'] = \'\';\n		}\n		]]></add>\n		</operation>\n		<operation>\n			<search index=\"0\"><![CDATA[$this->load->view(\'marketplace/modification\']]></search>\n			<add position=\"replace\"><![CDATA[$this->load->view(\'extension/module/modification_manager/list\']]></add>\n		</operation>\n		<operation>\n			<search index=\"0\"><![CDATA[$this->response->redirect($this->url->link(!empty($data[\'redirect\']) ? $data[\'redirect\'] : \'marketplace/modification\', \'user_token=\' . $this->session->data[\'user_token\'] . $url, true));]]></search>\n			<ignoreif position=\"replace\"><![CDATA[if (!empty($data[\'redirect\'])) {]]></ignoreif>\n			<add position=\"replace\"><![CDATA[$url = $this->getListUrlParams();\n\n			if (!empty($data[\'redirect\'])) {\n				$redirect = $data[\'redirect\'];\n			} elseif (!empty($this->request->get[\'redirect\'])) {\n				$redirect = $this->request->get[\'redirect\'];\n			} else {\n				$redirect = \'marketplace/modification\';\n			}\n\n			$this->response->redirect($this->url->link($redirect, \'user_token=\' . $this->session->data[\'user_token\'] . $url, true));]]></add>\n		</operation>\n	    <operation>\n			<search index=\"0\"><![CDATA[if ($this->validate()) {]]></search>\n			<add position=\"after\"><![CDATA[				$error_log = array();\n\n			// Clear vqmod cache\n			$vqmod_path = substr(DIR_SYSTEM, 0, -7) . \'vqmod/\';\n\n			if (file_exists($vqmod_path)) {\n				$vqmod_cache = glob($vqmod_path.\'vqcache/vq*\');\n\n				if ($vqmod_cache) {\n					foreach ($vqmod_cache as $file) {\n						if (file_exists($file)) {\n							@unlink($file);\n						}\n					}\n				}\n\n				if (file_exists($vqmod_path.\'mods.cache\')) {\n					@unlink($vqmod_path.\'mods.cache\');\n				}\n\n				if (file_exists($vqmod_path.\'checked.cache\')) {\n					@unlink($vqmod_path.\'checked.cache\');\n				}\n			}\n]]></add>\n		</operation>\n	    <operation>\n			<search index=\"0\"><![CDATA[$log[] = \'MOD:]]></search>\n			<add position=\"after\"><![CDATA[				$error_log_mod = \'MOD: \' . $dom->getElementsByTagName(\'name\')->item(0)->textContent;\n]]></add>\n		</operation>\n	    <operation>\n			<search index=\"0\"><![CDATA[$operations = $file->getElementsByTagName(\'operation\');]]></search>\n			<add position=\"after\"><![CDATA[				\n					$file_error = $file->getAttribute(\'error\');]]></add>\n		</operation>\n	    <operation>\n			<search index=\"0\"><![CDATA[$files = glob($path, GLOB_BRACE);]]></search>\n			<add position=\"after\"><![CDATA[							if (!$files) {\n								if ($file_error != \'skip\') {\n									$error_log[] = \'----------------------------------------------------------------\';\n									$error_log[] = $error_log_mod;\n									$error_log[] = \'MISSING FILE!\';\n									$error_log[] = $path;									\n								}\n							}]]></add>\n		</operation>\n	    <operation>\n			<search index=\"0\"><![CDATA[if (!$status) {]]></search>\n			<add position=\"after\"><![CDATA[											if ($error != \'skip\') {\n												$error_log[] = \"\\n\";\n												$error_log[] = $error_log_mod;\n												$error_log[] = \'NOT FOUND!\';\n												$error_log[] = \'CODE: \' . $search;\n												$error_log[] = \'FILE: \' . $key;\n											}]]></add>\n		</operation>\n	    <operation>\n			<search index=\"0\"><![CDATA[$ocmod->write(implode(\"\\n\", $log));]]></search>\n			<add position=\"after\"><![CDATA[\n			if ($error_log) {\n				$ocmod = new Log(\'ocmod_error.log\');\n				$ocmod->write(implode(\"\\n\", $error_log));\n			}]]></add>\n		</operation>\n		<operation>\n			<search index=\"0\"><![CDATA[protected function validate(]]></search>\n			<add position=\"before\"><![CDATA[\n\npublic function add() {\n		$this->load->language(\'marketplace/modification\');\n\n		$this->load->model(\'setting/modification\');\n\n		if (($this->request->server[\'REQUEST_METHOD\'] == \'POST\') && $this->validateForm()) {\n			$xml = html_entity_decode($this->request->post[\'xml\'], ENT_QUOTES, \'UTF-8\');\n\n			$dom = new DOMDocument(\'1.0\', \'UTF-8\');\n			$dom->preserveWhiteSpace = false;\n			$dom->loadXml($xml);\n\n			$data = array(\n				\'version\' => \'\',\n				\'author\' => \'\',\n				\'link\' => \'\',\n				\'status\' => 1\n			);\n\n			$data[\'xml\'] = $xml;\n\n			$data[\'name\'] = $dom->getElementsByTagName(\'name\')->item(0)->textContent;\n\n			$data[\'code\'] = $dom->getElementsByTagName(\'code\')->item(0)->textContent;\n\n			if ($dom->getElementsByTagName(\'version\')->length) {\n				$data[\'version\'] = $dom->getElementsByTagName(\'version\')->item(0)->textContent;\n			}\n\n			if ($dom->getElementsByTagName(\'author\')->length) {\n				$data[\'author\'] = $dom->getElementsByTagName(\'author\')->item(0)->textContent;\n			}\n\n			$this->model_setting_modification->addModification($data);\n\n			$modification_id = $this->db->getLastId();\n\n			$this->session->data[\'success\'] = $this->language->get(\'text_success\');\n\n			$this->response->redirect($this->url->link(\'marketplace/modification/edit\', \'user_token=\' . $this->session->data[\'user_token\'] . $this->getListUrlParams(array(\'modification_id\' => $modification_id)), true));\n		}\n\n		$this->getForm();\n	}\n\n	public function edit() {\n		$this->load->language(\'marketplace/modification\');\n\n		$this->load->model(\'setting/modification\');\n		\n		if (($this->request->server[\'REQUEST_METHOD\'] == \'POST\') && !empty($this->request->get[\'modification_id\']) && $this->validateForm()) {\n			$modification_id = $this->request->get[\'modification_id\'];\n\n			$xml = html_entity_decode($this->request->post[\'xml\'], ENT_QUOTES, \'UTF-8\');\n\n			$dom = new DOMDocument(\'1.0\', \'UTF-8\');\n			$dom->preserveWhiteSpace = false;\n			$dom->loadXml($xml);\n\n			$data = array();\n\n			$data[\'xml\'] = $xml;\n\n			$data[\'name\'] = $dom->getElementsByTagName(\'name\')->item(0)->textContent;\n\n			$data[\'code\'] = $dom->getElementsByTagName(\'code\')->item(0)->textContent;\n\n			if ($dom->getElementsByTagName(\'version\')->length) {\n				$data[\'version\'] = $dom->getElementsByTagName(\'version\')->item(0)->textContent;\n			} else {\n				$data[\'version\'] = \'\';\n			}\n\n			if ($dom->getElementsByTagName(\'author\')->length) {\n				$data[\'author\'] = $dom->getElementsByTagName(\'author\')->item(0)->textContent;\n			} else {\n				$data[\'author\'] = \'\';\n			}\n\n			if ($dom->getElementsByTagName(\'link\')->length) {\n				$data[\'link\'] = $dom->getElementsByTagName(\'link\')->item(0)->textContent;\n			} else {\n				$data[\'link\'] = \'\';\n			}\n\n			$this->load->model(\'extension/module/modification_manager\');\n\n			$this->model_extension_module_modification_manager->editModification($modification_id, $data);\n\n			$url = $this->getListUrlParams(array(\'modification_id\' => $modification_id));\n\n			if (isset($this->request->get[\'refresh\'])) {\n				$this->response->redirect($this->url->link(\'marketplace/modification/refresh\', \'user_token=\' . $this->session->data[\'user_token\'] . $url, true));\n			}\n\n			if ($this->db->countAffected()) {\n				$this->session->data[\'success\'] = $this->language->get(\'text_success\');\n\n				$this->response->redirect($this->url->link(\'marketplace/modification/edit\', \'user_token=\' . $this->session->data[\'user_token\'] . $url, true));\n			}\n		}\n\n		$this->getForm();\n	}\n\n	public function getForm() {\n		$data[\'heading_title\'] = $this->language->get(\'heading_title\');\n\n		$data[\'text_enabled\'] = $this->language->get(\'text_enabled\');\n		$data[\'text_disabled\'] = $this->language->get(\'text_disabled\');\n\n		$data[\'button_save\'] = $this->language->get(\'button_save\');\n		$data[\'button_refresh\'] = $this->language->get(\'button_refresh\');\n		$data[\'button_cancel\'] = $this->language->get(\'button_cancel\');\n\n		if (isset($this->error[\'warning\'])) {\n			$data[\'error_warning\'] = $this->error[\'warning\'];\n		} elseif (!empty($this->error)) {\n			$data[\'error_warning\'] = $this->language->get(\'error_warning\');\n		} else {\n			$data[\'error_warning\'] = \'\';\n		}\n\n		if (isset($this->session->data[\'success\'])) {\n			$data[\'success\'] = $this->session->data[\'success\'];\n\n			unset($this->session->data[\'success\']);\n		} else {\n			$data[\'success\'] = false;\n		}\n\n		if (isset($this->error[\'xml\'])) {\n			$data[\'error_xml\'] = $this->error[\'xml\'];\n		}\n\n		$data[\'breadcrumbs\'] = array();\n\n		$data[\'breadcrumbs\'][] = array(\n			\'text\' => $this->language->get(\'text_home\'),\n			\'href\' => $this->url->link(\'common/dashboard\', \'user_token=\' . $this->session->data[\'user_token\'], true)\n		);\n\n		$data[\'breadcrumbs\'][] = array(\n			\'text\' => $this->language->get(\'heading_title\'),\n			\'href\' => $this->url->link(\'marketplace/modification\', \'user_token=\' . $this->session->data[\'user_token\'] . $this->getListUrlParams(), true)\n		);\n\n		if (isset($this->request->get[\'modification_id\'])) {\n			$modification_info = $this->model_setting_modification->getModification($this->request->get[\'modification_id\']);\n			if (!$modification_info) exit;\n\n			$data[\'text_form\'] = sprintf($this->language->get(\'text_edit\'), $modification_info[\'name\']);\n\n			$data[\'action\'] = $this->url->link(\'marketplace/modification/edit\', \'&modification_id=\' . $modification_info[\'modification_id\'] . \'&user_token=\' . $this->session->data[\'user_token\'], true);\n\n			$data[\'refresh\'] = $this->url->link(\'marketplace/modification/edit\', \'&modification_id=\' . $modification_info[\'modification_id\'] . \'&refresh=1&user_token=\' . $this->session->data[\'user_token\'], true);\n\n			$this->document->setTitle($modification_info[\'name\'] . \' » \' . $data[\'heading_title\']);\n		} else {\n			$data[\'text_form\'] = $this->language->get(\'text_add\');\n\n			$data[\'refresh\'] = false;\n\n			$data[\'action\'] = $this->url->link(\'marketplace/modification/add\', \'user_token=\' . $this->session->data[\'user_token\'], true);\n\n			$this->document->setTitle($data[\'heading_title\']);\n		}\n\n		$data[\'cancel\'] = $this->url->link(\'marketplace/modification\', \'user_token=\' . $this->session->data[\'user_token\'] . $this->getListUrlParams(), true);\n\n		$data[\'modification\'] = array();\n\n		if (!empty($modification_info)) {\n			$data[\'modification\'][\'status\'] = $modification_info[\'status\'];\n		} else {\n			$data[\'modification\'][\'status\'] = 0;\n		}\n\n		if (isset($this->request->post[\'xml\'])) {\n			$data[\'modification\'][\'xml\'] = html_entity_decode($this->request->post[\'xml\'], ENT_QUOTES, \'UTF-8\');\n		} elseif (!empty($modification_info)) {\n			$data[\'modification\'][\'xml\'] = $modification_info[\'xml\'];\n		} else {\n			$data[\'modification\'][\'xml\'] = \'\';\n		}\n\n		$this->document->addStyle(\'view/javascript/codemirror/lib/codemirror.css\');\n		$this->document->addScript(\'view/javascript/codemirror/lib/codemirror.js\');\n		$this->document->addScript(\'view/javascript/codemirror/mode/xml/xml.js\');\n\n		$data[\'header\'] = $this->load->controller(\'common/header\');\n		$data[\'column_left\'] = $this->load->controller(\'common/column_left\');\n		$data[\'footer\'] = $this->load->controller(\'common/footer\');\n\n		$this->response->setOutput($this->load->view(\'extension/module/modification_manager/form\', $data));\n	}\n\n	private function validateForm() {\n		if (!$this->user->hasPermission(\'modify\', \'marketplace/modification\')) {\n			$this->error[\'warning\'] = $this->language->get(\'error_permission\');\n		}\n\n		$error = false;\n\n		// Required\n		if (empty($this->request->post[\'xml\'])) {\n			$error = $this->language->get(\'error_required\');\n		}\n\n		// 2. Validate XML\n		if (!$error) {\n			libxml_use_internal_errors(true);\n\n			$dom = new DOMDocument(\'1.0\', \'UTF-8\');\n\n			if(!$dom->loadXml(html_entity_decode($this->request->post[\'xml\'], ENT_QUOTES, \'UTF-8\'))){\n\n			    foreach (libxml_get_errors() as $error) {\n			        $msg = \'\';\n\n			        switch ($error->level) {\n			            case LIBXML_ERR_WARNING :\n			                $msg .= \"Warning $error->code: \";\n			                break;\n			            case LIBXML_ERR_ERROR :\n			                $msg .= \"Error $error->code: \";\n			                break;\n			            case LIBXML_ERR_FATAL :\n			                $msg .= \"Fatal Error $error->code: \";\n			                break;\n			        }\n\n			        $msg .= trim ( $error->message ) . \"\\nLine: $error->line\";\n\n			        $error = $msg;\n			    }\n\n			    libxml_clear_errors();\n			}\n\n			libxml_use_internal_errors(false);\n		}\n\n		// 3. Required tags\n		if (!$error && (!$dom->getElementsByTagName(\'name\') || $dom->getElementsByTagName(\'name\')->length == 0 || $dom->getElementsByTagName(\'name\')->item(0)->textContent == \'\')) {\n			$error = $this->language->get(\'error_name\');\n		}\n\n		if (!$error && (!$dom->getElementsByTagName(\'code\') || $dom->getElementsByTagName(\'code\')->length == 0 || $dom->getElementsByTagName(\'code\')->item(0)->textContent == \'\')) {\n			$error = $this->language->get(\'error_code\');\n		}\n\n		// 4. Check code isn\'t duplicate\n		if (!$error) {\n			$code = $dom->getElementsByTagName(\'code\')->item(0)->textContent;\n\n			$this->load->model(\'setting/modification\');\n			\n			$modification_info = $this->model_setting_modification->getModificationByCode($code);\n\n			if ($modification_info && (!isset($this->request->get[\'modification_id\']) || $modification_info[\'modification_id\'] != $this->request->get[\'modification_id\'])) {\n				$error = sprintf($this->language->get(\'error_exists\'), $modification_info[\'name\'], $modification_info[\'code\']);\n			}\n		}\n\n		if ($error) {\n			$this->error[\'xml\'] = $error;\n		}\n\n		return !$this->error;\n	}\n\n	static function modifiedFiles($dir, $dirLen = 0) {\n		$tree = glob(rtrim($dir, \'/\') . \'/*\');\n		if (!$dirLen) {\n			$dirLen = strlen($dir);\n		}\n		$files = array();\n\n	    if (is_array($tree)) {\n	        foreach($tree as $file) {\n	        	if ($file == $dir . \'index.html\') {\n					continue;\n				} elseif (is_file($file)) {\n	                $files[] = substr($file, $dirLen);\n	            } elseif (is_dir($file)) {\n	                $files = array_merge($files, self::modifiedFiles($file, $dirLen));\n	            }\n	        }\n	    }\n\n	    return $files;\n	}\n\n	protected function getListUrlParams(array $params = array()) {\n		if (isset($params[\'sort\'])) {\n			$params[\'sort\'] = $params[\'sort\'];\n		} elseif (isset($this->request->get[\'sort\'])) {\n			$params[\'sort\'] = $this->request->get[\'sort\'];\n		}\n\n		if (isset($params[\'order\'])) {\n			$params[\'order\'] = $params[\'order\'];\n		} elseif (isset($this->request->get[\'order\'])) {\n			$params[\'order\'] = $this->request->get[\'order\'];\n		}\n\n		if (isset($params[\'filter_name\'])) {\n			$params[\'filter_name\'] = urlencode(html_entity_decode($params[\'filter_name\'], ENT_QUOTES, \'UTF-8\'));\n		} elseif (isset($this->request->get[\'filter_name\'])) {\n			$params[\'filter_name\'] = urlencode(html_entity_decode($this->request->get[\'filter_name\'], ENT_QUOTES, \'UTF-8\'));\n		}\n\n		if (isset($params[\'filter_author\'])) {\n			$params[\'filter_author\'] = urlencode(html_entity_decode($params[\'filter_author\'], ENT_QUOTES, \'UTF-8\'));\n		} elseif (isset($this->request->get[\'filter_author\'])) {\n			$params[\'filter_author\'] = urlencode(html_entity_decode($this->request->get[\'filter_author\'], ENT_QUOTES, \'UTF-8\'));\n		}\n\n		if (isset($params[\'filter_xml\'])) {\n			$params[\'filter_xml\'] = urlencode(html_entity_decode($params[\'filter_xml\'], ENT_QUOTES, \'UTF-8\'));\n		} elseif (isset($this->request->get[\'filter_xml\'])) {\n			$params[\'filter_xml\'] = urlencode(html_entity_decode($this->request->get[\'filter_xml\'], ENT_QUOTES, \'UTF-8\'));\n		}\n\n		if (isset($params[\'page\'])) {\n			$params[\'page\'] = $params[\'page\'];\n		} elseif (isset($this->request->get[\'page\'])) {\n			$params[\'page\'] = $this->request->get[\'page\'];\n		}\n\n		$paramsJoined = array();\n\n		foreach($params as $param => $value) {\n			$paramsJoined[] = \"$param=$value\";\n		}\n\n		return \'&\' . implode(\'&\', $paramsJoined);\n	}\n\n	protected function getModificationXmlFiles() {\n		$return = array();\n\n		$baseLen = strlen(substr(DIR_SYSTEM, 0, -7));\n\n		$xml = array();\n\n		$xml[] = file_get_contents(DIR_SYSTEM . \'modification.xml\');\n\n		$files = glob(DIR_SYSTEM . \'*.ocmod.xml\');\n\n		if ($files) {\n			foreach ($files as $file) {\n				$xml[] = file_get_contents($file);\n			}\n		}\n\n		$results = $this->model_setting_modification->getModifications();\n\n		foreach ($results as $result) {\n			if ($result[\'status\']) {\n				$xml[] = $result[\'xml\'];\n			}\n		}\n\n		foreach ($xml as $xml) {\n			if (empty($xml)){\n				continue;\n			}\n\n			$dom = new DOMDocument(\'1.0\', \'UTF-8\');\n			$dom->preserveWhiteSpace = false;\n			$dom->loadXml($xml);\n\n			$files = $dom->getElementsByTagName(\'modification\')->item(0)->getElementsByTagName(\'file\');\n\n			foreach ($files as $file) {\n				$operations = $file->getElementsByTagName(\'operation\');\n\n				$files = explode(\',\', $file->getAttribute(\'path\'));\n\n				foreach ($files as $file) {\n					$path = \'\';\n\n					// Get the full path of the files that are going to be used for modification\n					if (substr($file, 0, 7) == \'catalog\') {\n						$path = DIR_CATALOG . str_replace(\'../\', \'\', substr($file, 8));\n					}\n\n					if (substr($file, 0, 5) == \'admin\') {\n						$path = DIR_APPLICATION . str_replace(\'../\', \'\', substr($file, 6));\n					}\n\n					if (substr($file, 0, 6) == \'system\') {\n						$path = DIR_SYSTEM . str_replace(\'../\', \'\', substr($file, 7));\n					}\n\n					if ($path) {\n						$files = glob($path, GLOB_BRACE);\n\n						if ($files) {\n							foreach ($files as $file) {\n								$file = substr($file, $baseLen);\n\n								if (!isset($return[$file])) {\n									$return[$file] = array();\n								}\n\n								if ($dom->getElementsByTagName(\'author\')->length) {\n									$author = $dom->getElementsByTagName(\'author\')->item(0)->textContent;\n								} else {\n									$author = \'\';\n								}\n\n								$return[$file][] = array(\n									\'code\' => $dom->getElementsByTagName(\'code\')->item(0)->textContent,\n									\'name\' => $dom->getElementsByTagName(\'name\')->item(0)->textContent,\n									\'author\' => $author\n								);\n							}\n						}\n					}\n				}\n			}\n		}\n\n		return $return;\n	}\n\n]]></add>\n		</operation>\n	</file>\n</modification>', 1, '2019-03-10 17:09:42', '2019-03-10 17:09:42'),
(5, 7, 'Price View in Product List', 'Price-view-category', 'https://ocmod.net', '3.0', 'https://ocmod.net', '<?xml version=\"1.0\" encoding=\"UTF-8\"?>\r\n<modification>\r\n	<name>Price View in Product List</name>\r\n	<code>Price-view-category</code>\r\n	<version>3.0</version>\r\n	<author>https://ocmod.net</author>\r\n	<link>https://ocmod.net</link>\r\n\r\n    <file path=\"catalog/controller/product/{category,special,manufacturer,search}*.php\">\r\n		<operation>\r\n			<search><![CDATA[           \r\n           public function index() {\r\n           ]]></search>\r\n			<add position=\"after\"><![CDATA[\r\n			$this->document->addStyle(\'catalog/view/theme/default/stylesheet/priceview.css\');\r\n			$this->document->addScript(\'catalog/view/javascript/priceview.js\');\r\n			]]></add>\r\n		</operation>				\r\n    </file>\r\n	\r\n    <file path=\"catalog/language/{ru-ru,uk-ua,ua-uk}/product/{category,special,manufacturer,search}*.php\">\r\n		<operation>\r\n			<search><![CDATA[\r\n            $_[\'text_limit\']\r\n            ]]></search>\r\n			<add position=\"before\"><![CDATA[				\r\n			$_[\'button_price\'] = \'Прайслист\';\r\n			]]></add>\r\n		</operation>			\r\n    </file>\r\n	\r\n    <file path=\"catalog/language/en-gb/product/{category,special,manufacturer,search}*.php\">\r\n		<operation>\r\n			<search><![CDATA[\r\n            $_[\'text_search\']\r\n            ]]></search>\r\n			<add position=\"before\"><![CDATA[				\r\n			$_[\'button_price\'] = \'Price list\';\r\n			]]></add>\r\n		</operation>			\r\n    </file>\r\n	\r\n	<file path=\"catalog/view/theme/*/template/product/{category,special,manufacturer_info,search}*.twig\">\r\n		<operation>\r\n			<search><![CDATA[\r\n            <button type=\"button\" id=\"list-view\" class=\"btn btn-default\" data-toggle=\"tooltip\" title=\"{{ button_list }}\"><i class=\"fa fa-th-list\"></i></button>\r\n            ]]></search>\r\n			<add position=\"replace\"><![CDATA[				\r\n			<button type=\"button\" id=\"list-view-new\" class=\"btn btn-default\" data-toggle=\"tooltip\" title=\"{{ button_list }}\"><i class=\"fa fa-th-list\"></i></button>\r\n			]]></add>\r\n		</operation>\r\n		<operation>\r\n			<search><![CDATA[           \r\n            <button type=\"button\" id=\"grid-view\" class=\"btn btn-default\" data-toggle=\"tooltip\" title=\"{{ button_grid }}\"><i class=\"fa fa-th\"></i></button>]]></search>\r\n			<add position=\"replace\"><![CDATA[<button type=\"button\" id=\"grid-view-new\" class=\"btn btn-default\" data-toggle=\"tooltip\" title=\"{{ button_grid }}\"><i class=\"fa fa-th\"></i></button>\r\n			<button type=\"button\" id=\"price-view\" class=\"btn btn-default\" data-toggle=\"tooltip\" title=\"{{ button_price }}\"><i class=\"fa fa-file-text-o\"></i></button>\r\n			]]></add>\r\n		</operation>				\r\n	</file>	\r\n</modification>', 1, '2019-03-10 18:30:06', '2019-03-10 18:32:26'),
(6, 0, 'd_shopunity', 'd_shopunity', 'Dreamvention', '3.1.0', 'http://dreamvention.com', '<?xml version=\"1.0\" encoding=\"utf-8\"?>\n<modification>\n    <name>d_shopunity</name>\n    <code>d_shopunity</code>\n    <description>This is a modification file. You can use it to </description>\n    <version>3.1.0</version>\n    <author>Dreamvention</author>\n    <link>http://dreamvention.com</link>\n    <file path=\"admin/controller/common/header.php\">\n        <operation error=\"skip\">\n            <search><![CDATA[public function index() {]]></search>\n            <ignoreif><![CDATA[$data[\'d_shopunity\'] = $this->url->link(\'extension/d_shopunity/extension\', \'user_token=\'.$this->request->get[\'user_token\'], \'SSL\');]]></ignoreif>\n            <add position=\"after\"><![CDATA[\n            if(!empty($this->request->get[\'user_token\'])){\n                $data[\'d_shopunity\'] = $this->url->link(\'extension/d_shopunity/extension\', \'user_token=\'.$this->request->get[\'user_token\'], \'SSL\');\n            }\n            ]]></add>\n        </operation>\n    </file>\n    <file path=\"admin/view/template/common/header.twig\">\n        <operation error=\"skip\">\n            <search><![CDATA[<li class=\"dropdown\"><a href=\"#\" class=\"dropdown-toggle\" data-toggle=\"dropdown\"><img src=\"{{ image }}\" alt=\"{{ firstname }} {{ lastname }}\" title=\"{{ username }}\" id=\"user-profile\" class=\"img-circle\" />{{ firstname }} {{ lastname }} <i class=\"fa fa-caret-down fa-fw\"></i></a>]]></search>\n            <ignoreif><![CDATA[<li><a href=\"{{d_shopunity}}\"><i class=\"fa fa-flask fa-lg\"></i></a></li>]]></ignoreif>\n            <add position=\"before\"><![CDATA[\n            <li><a href=\"{{ d_shopunity }}\" title=\"Shopunity\"><i class=\"fa fa-flask fa-lg\"></i></a></li>\n            ]]></add>\n        </operation>\n    </file>\n</modification>', 0, '2019-03-10 18:31:37', '0000-00-00 00:00:00'),
(7, 0, 'd_opencart_patch', 'd_opencart_patch', 'Dreamvention', '3.0.9', 'http://dreamvention.com', '<?xml version=\"1.0\" encoding=\"utf-8\"?>\n<modification>\n    <name>d_opencart_patch</name>\n    <code>d_opencart_patch</code>\n    <description>Permission fixes in Opencart 3.x</description>\n    <version>3.0.9</version>\n    <author>Dreamvention</author>\n    <link>http://dreamvention.com</link>\n    <file path=\"admin/controller/user/user_permission.php\">\n        <operation error=\"skip\">\n            <search><![CDATA[$path[] = $file . \'/*\';]]></search>\n            <add position=\"after\"><![CDATA[\n            //d_opencart_patch.xml 1\n            $files[] = $file;\n            ]]></add>\n        </operation>\n        <operation error=\"skip\">\n            <search><![CDATA[$permission = substr($controller, 0, strrpos($controller, \'.\'));]]></search>\n            <add position=\"replace\"><![CDATA[\n            //d_opencart_patch.xml 2\n            $permission = (strrpos($controller, \'.\') !== false) ? substr($controller, 0, strrpos($controller, \'.\')) : $controller;\n            ]]></add>\n        </operation>\n    </file>\n    <file path=\"admin/controller/extension/installer.php\">\n        <operation error=\"skip\">\n            <search><![CDATA[$modification_info = $this->model_setting_modification->getModificationByCode($code);]]></search>\n            <add position=\"after\"><![CDATA[\n            //d_opencart_patch.xml 1\n            if (strpos($code, \'d_\') === 0 && $modification_info) {\n                $this->model_setting_modification->deleteModification($modification_info[\'modification_id\']);\n                $modification_info = false; \n            }\n            ]]></add>\n        </operation>\n    </file>\n    <file path=\"admin/model/setting/extension.php\">\n        <operation error=\"skip\">\n            <search><![CDATA[$query = $this->db->query(\"SELECT * FROM `\" . DB_PREFIX . \"extension_path` WHERE `extension_install_id` = \'\" . (int)$extension_install_id . \"\' ORDER BY `date_added` ASC\");]]></search>\n            <add position=\"replace\"><![CDATA[\n        //d_opencart_patch.xml 1\n        $query = $this->db->query(\"SELECT * FROM `\" . DB_PREFIX . \"extension_install` WHERE `extension_install_id` = \'\" . (int)$extension_install_id . \"\'\");\n\n        $extension = $query->row;\n\n        if(isset($extension[\'filename\']) && strpos($extension[\'filename\'], \'_compiled_\')){\n\n\n            $parts = explode(\'_compiled_\', $extension[\'filename\']);\n            $extension_name = $parts[0];\n            $query = $this->db->query(\"SELECT * FROM `\" . DB_PREFIX . \"extension_path` WHERE `extension_install_id` = \'\" . (int)$extension_install_id . \"\' AND path LIKE \'%\".$this->db->escape($extension_name).\"%\' ORDER BY `date_added` ASC\");\n        }else{\n            $query = $this->db->query(\"SELECT * FROM `\" . DB_PREFIX . \"extension_path` WHERE `extension_install_id` = \'\" . (int)$extension_install_id . \"\' ORDER BY `date_added` ASC\");\n        }\n            ]]></add>\n        </operation>\n    </file>\n    <file path=\"admin/model/setting/modification.php\">\n        <operation error=\"skip\">\n            <search><![CDATA[$this->db->query(\"DELETE FROM `\" . DB_PREFIX . \"modification` WHERE `extension_install_id` = \'\" . (int)$extension_install_id . \"\'\");]]></search>\n            <add position=\"replace\"><![CDATA[\n        //d_opencart_patch.xml 1\n        $query = $this->db->query(\"SELECT * FROM `\" . DB_PREFIX . \"extension_install` WHERE `extension_install_id` = \'\" . (int)$extension_install_id . \"\'\");\n\n        $extension = $query->row;\n\n        if(isset($extension[\'filename\']) && strpos($extension[\'filename\'], \'_compiled_\') !== false){\n\n\n            $parts = explode(\'_compiled_\', $extension[\'filename\']);\n            $extension_name = $parts[0];\n            $this->db->query(\"DELETE FROM `\" . DB_PREFIX . \"modification` WHERE `extension_install_id` = \'\" . (int)$extension_install_id . \"\' AND `name` LIKE \'%\".$this->db->escape($extension_name).\"%\'\");\n\n        }else{\n            $this->db->query(\"DELETE FROM `\" . DB_PREFIX . \"modification` WHERE `extension_install_id` = \'\" . (int)$extension_install_id . \"\'\");\n        }\n            ]]></add>\n        </operation>\n    </file>\n    <file path=\"admin/controller/marketplace/install.php\">\n        <operation error=\"skip\">\n            <search><![CDATA[$this->model_setting_extension->deleteExtensionInstall($extension_install_id);]]></search>\n            <add position=\"replace\"><![CDATA[//d_opencart_patch.xml 1 moved down]]></add>\n        </operation>\n    </file>\n    <file path=\"admin/controller/marketplace/install.php\">\n        <operation error=\"skip\">\n            <search><![CDATA[$this->model_setting_modification->deleteModificationsByExtensionInstallId($extension_install_id);]]></search>\n            <add position=\"after\"><![CDATA[\n                //d_opencart_patch.xml 2\n                $this->model_setting_extension->deleteExtensionInstall($extension_install_id);]]></add>\n        </operation>\n    </file>\n    <file path=\"admin/controller/common/filemanager.php\">\n        <operation>\n            <search><![CDATA[$files = glob($directory . \'/\' . $filter_name . \'*.{jpg,jpeg,png,gif,JPG,JPEG,PNG,GIF}\', GLOB_BRACE);]]></search>\n            <add position=\"replace\"><![CDATA[$files = glob($directory . \'/\' . $filter_name . \'*.{jpg,jpeg,svg,png,gif,JPG,JPEG,PNG,GIF}\', GLOB_BRACE);]]></add>\n        </operation>\n        <operation>\n            <search><![CDATA[\'jpg\',]]></search>\n            <add position=\"after\"><![CDATA[\'svg\',]]></add>\n        </operation>\n        <operation>\n            <search><![CDATA[\'image/jpeg\',]]></search>\n            <add position=\"after\"><![CDATA[\'image/svg+xml\',]]></add>\n        </operation>\n    </file>\n    <file path=\"admin/view/template/common/filemanager.twig\">\n        <operation>\n            <search><![CDATA[<img src=\"{{ image.thumb }}\" alt=\"{{ image.name }}\" title=\"{{ image.name }}\" />]]></search>\n            <add position=\"replace\"><![CDATA[<img src=\"{{ image.thumb }}\" alt=\"{{ image.name }}\" title=\"{{ image.name }}\" width=\"100\" height=\"100\" />]]></add>\n        </operation>\n    </file>\n    <file path=\"admin/view/template/common/header.twig\">\n        <operation>\n            <search><![CDATA[</header>]]></search>\n            <add position=\"before\"><![CDATA[\n                <style type=\"text/css\">\n                    a.img-thumbnail{\n                        min-width:100px;\n                    }\n                </style>\n                ]]></add>\n        </operation>\n    </file>\n    <file path=\"admin/model/tool/image.php\">\n        <operation>\n            <search><![CDATA[public function resize($filename, $width, $height) {]]></search>\n            <add position=\"after\"><![CDATA[\n                if (isset($this->request->server[\'HTTPS\']) && (($this->request->server[\'HTTPS\'] == \'on\') || ($this->request->server[\'HTTPS\'] == \'1\'))) {\n                    $server = HTTPS_CATALOG;\n                } else {\n                    $server = HTTP_CATALOG;\n                }\n\n                if ($filename) {\n                    $image_info = @getimagesize(DIR_IMAGE . $filename);\n                    if (!$image_info) {\n                        return $server . \'image/\' . $filename;\n                    }\n                } else {\n                    $filename = \"no_image.png\";\n                }\n                ]]></add>\n        </operation>\n    </file>\n    <file path=\"catalog/model/tool/image.php\">\n        <operation>\n            <search><![CDATA[public function resize($filename, $width, $height) {]]></search>\n            <add position=\"after\"><![CDATA[\n                if (isset($this->request->server[\'HTTPS\']) && (($this->request->server[\'HTTPS\'] == \'on\') || ($this->request->server[\'HTTPS\'] == \'1\'))) {\n                    $server = HTTPS_SERVER;\n                } else {\n                    $server = HTTP_SERVER;\n                }\n\n                if ($filename) {\n                    $image_info = @getimagesize(DIR_IMAGE . $filename);\n                    if (!$image_info) {\n                        return $server . \'image/\' . $filename;\n                    }\n                } else {\n                    $filename = \"no_image.png\";\n                }\n                ]]></add>\n        </operation>\n    </file>\n    <file path=\"system/config/catalog.php\">\n        <operation>\n            <search index=\"1\" ><![CDATA[\'view/*/before\' => array(]]></search>\n            <add position=\"replace\" offset=\"2\"><![CDATA[\n                   //    \"view/*/before\" => array(\n                   //        1000  => \'event/debug/before\'\n                   //    ),\n                ]]></add>\n        </operation>\n        <operation>\n            <search ><![CDATA[\'controller/*/after\'  => array(]]></search>\n            <add position=\"replace\" offset=\"2\"><![CDATA[\n                    //	\'controller/*/after\'  => array(\n                    //\'event/debug/after\'\n                    //)\n                ]]></add>\n        </operation>\n    </file>\n\n</modification>', 0, '2019-03-10 18:31:37', '0000-00-00 00:00:00');
INSERT INTO `oc_modification` (`modification_id`, `extension_install_id`, `name`, `code`, `author`, `version`, `link`, `xml`, `status`, `date_added`, `date_modified`) VALUES
(8, 8, 'Enable-Disable Products', 'enable-disable-products', 'AlexDW', '1.05', 'https://ocmod.net', '<?xml version=\"1.0\" encoding=\"UTF-8\"?>\r\n<modification>\r\n	<name>Enable-Disable Products</name>\r\n	<version>1.05</version>\r\n	<author>AlexDW</author>\r\n	<link>https://ocmod.net</link>\r\n	<code>enable-disable-products</code>\r\n	<file path=\"admin/view/template/catalog/product_list.twig\">\r\n		<operation error=\"abort\">\r\n			<search index=\"0\"><![CDATA[\r\n<div class=\"pull-right\">\r\n			]]></search>\r\n			<add position=\"replace\"><![CDATA[\r\n<!-- EnableDisable -->\r\n      <div class=\"pull-right\">\r\n		<span style=\"padding-right:5px;\">\r\n        <button type=\"button\" data-toggle=\"tooltip\" title=\"{{ button_enable_product }}\" class=\"btn btn-success\" onclick=\"$(\'#form-product\').attr(\'action\', \'{{ enable_product }}\'); $(\'#form-product\').submit();\"><i class=\"fa fa-plus\"></i></button>\r\n        <button type=\"button\" data-toggle=\"tooltip\" title=\"{{ button_disable_product }}\" class=\"btn btn-danger\" onclick=\"$(\'#form-product\').attr(\'action\', \'{{ disable_product }}\'); $(\'#form-product\').submit();\"><i class=\"fa fa-minus\"></i></button>\r\n		</span>\r\n		<span style=\"padding-right:10px;\">\r\n	  <a href=\"{{ enable_all }}\" data-toggle=\"tooltip\" title=\"{{ button_enable_all }}\" data-confirm=\"{{ button_enable_all }}\" class=\"btn btn-success\"><i class=\"fa fa-check\"></i></a>\r\n	  <a href=\"{{ disable_all }}\" data-toggle=\"tooltip\" title=\"{{ button_disable_all }}\" data-confirm=\"{{ button_disable_all }}\" class=\"btn btn-danger\"><i class=\"fa fa-power-off\"></i></a>\r\n		</span>\r\n<!-- EnableDisable -->\r\n			]]></add>\r\n		</operation>\r\n		<operation error=\"abort\">\r\n			<search><![CDATA[\r\n{{ button_filter }}</button>\r\n			]]></search>\r\n			<add position=\"after\"><![CDATA[\r\n<!-- EnableDisable -->\r\n			  <div class=\"pull-right\">&nbsp;</div>\r\n              <button type=\"button\" id=\"button-clear\" class=\"btn btn-info pull-right\"><i class=\"fa fa-eraser\"></i> Clear</button>\r\n<!-- EnableDisable -->\r\n			]]></add>\r\n		</operation>\r\n		<operation error=\"abort\">\r\n			<search><![CDATA[\r\n{{ footer }}\r\n			]]></search>\r\n			<add position=\"before\"><![CDATA[\r\n<!-- EnableDisable -->\r\n<script type=\"text/javascript\"><!--\r\n$(document).ready(function() {\r\n	$(\'a[data-confirm]\').click(function(ev) {\r\n		var href = $(this).attr(\'href\');\r\n		if (!$(\'#dataConfirmModal\').length) {\r\n			$(\'body\').append(\'<div id=\"dataConfirmModal\" class=\"modal\" role=\"dialog\" aria-labelledby=\"dataConfirmLabel\" aria-hidden=\"true\"><div class=\"modal-dialog\"><div class=\"modal-content\"><div class=\"modal-body\"></div><div class=\"modal-footer\"><button class=\"btn btn-default\" data-dismiss=\"modal\" aria-hidden=\"true\">{{ text_no }}</button><a class=\"btn btn-danger\" id=\"dataConfirmOK\">{{ text_yes }}</a></div></div></div></div>\');\r\n		} \r\n		$(\'#dataConfirmModal\').find(\'.modal-body\').text($(this).attr(\'data-confirm\')+\' ?\');\r\n		$(\'#dataConfirmOK\').attr(\'href\', href);\r\n		$(\'#dataConfirmModal\').modal({show:true});\r\n		return false;\r\n	});\r\n});\r\n\r\n$(\'#button-clear\').on(\'click\', function() {\r\n	$(\'select[class=\\\'form-control\\\']\').val(\'\');\r\n	$(\'input[class=\\\'form-control\\\']\').val(\'\');\r\n	$(\'#button-filter\').click();\r\n});\r\n\r\n$(\'input[class=\\\'form-control\\\']\').keydown(function(e) {\r\n	if (e.keyCode == 13) {\r\n		$(\'#button-filter\').click();\r\n	}\r\n});\r\n//--></script>\r\n			]]></add>\r\n		</operation>\r\n	</file>\r\n\r\n	<file path=\"admin/controller/catalog/product.php\">\r\n		<operation error=\"skip\">\r\n			<search><![CDATA[\r\n$data[\'delete\'] = $this->url->link(\'catalog/product/delete\', \'user_token=\' . $this->session->data[\'user_token\'] . $url, true);\r\n			]]></search>\r\n			<add position=\"after\"><![CDATA[\r\n		// EnableDisable\r\n			$data[\'button_enable_all\'] = $this->language->get(\'button_enable_all\') !=\'button_enable_all\' ? $this->language->get(\'button_enable_all\') : \'Enable All Products\';\r\n			$data[\'button_disable_all\'] = $this->language->get(\'button_disable_all\') !=\'button_disable_all\' ? $this->language->get(\'button_disable_all\') : \'Disable All Products\';\r\n			$data[\'button_enable_product\'] = $this->language->get(\'button_enable_product\') !=\'button_enable_product\' ? $this->language->get(\'button_enable_product\') : \'Enable Selected\';\r\n			$data[\'button_disable_product\'] = $this->language->get(\'button_disable_product\') !=\'button_disable_product\' ? $this->language->get(\'button_disable_product\') : \'Disable Selected\';\r\n\r\n			$data[\'enable_all\'] = $this->url->link(\'catalog/product/enable_all\', \'user_token=\' . $this->session->data[\'user_token\'] . $url, true);\r\n			$data[\'disable_all\'] = $this->url->link(\'catalog/product/disable_all\', \'user_token=\' . $this->session->data[\'user_token\'] . $url, true);\r\n			$data[\'enable_product\'] = $this->url->link(\'catalog/product/enable_product\', \'user_token=\' . $this->session->data[\'user_token\'] . $url, true);\r\n			$data[\'disable_product\'] = $this->url->link(\'catalog/product/disable_product\', \'user_token=\' . $this->session->data[\'user_token\'] . $url, true);\r\n		// EnableDisable end\r\n			]]></add>\r\n		</operation>\r\n	</file>\r\n\r\n	<file path=\"admin/controller/catalog/product.php\">\r\n		<operation error=\"abort\">\r\n			<search><![CDATA[\r\npublic function delete() {\r\n			]]></search>\r\n			<add position=\"before\"><![CDATA[\r\n		// EnableDisable\r\n	public function disable_all() {\r\n		$this->load->language(\'catalog/product\');\r\n \r\n		$this->document->setTitle($this->language->get(\'heading_title\'));\r\n		\r\n		$this->load->model(\'catalog/product\');\r\n\r\n		if (!$this->user->hasPermission(\'modify\', \'catalog/product\')) {\r\n			$this->error[\'warning\'] = $this->language->get(\'error_permission\');\r\n\r\n		} else {\r\n			\r\n			$this->model_catalog_product->disableAllProduct();\r\n			\r\n			$this->session->data[\'success\'] = $this->language->get(\'text_success\');\r\n\r\n			$url = \'\';\r\n\r\n			if (isset($this->request->get[\'filter_name\'])) {\r\n				$url .= \'&filter_name=\' . urlencode(html_entity_decode($this->request->get[\'filter_name\'], ENT_QUOTES, \'UTF-8\'));\r\n			}\r\n\r\n			if (isset($this->request->get[\'filter_model\'])) {\r\n				$url .= \'&filter_model=\' . urlencode(html_entity_decode($this->request->get[\'filter_model\'], ENT_QUOTES, \'UTF-8\'));\r\n			}\r\n\r\n			if (isset($this->request->get[\'filter_price\'])) {\r\n				$url .= \'&filter_price=\' . $this->request->get[\'filter_price\'];\r\n			}\r\n\r\n			if (isset($this->request->get[\'filter_quantity\'])) {\r\n				$url .= \'&filter_quantity=\' . $this->request->get[\'filter_quantity\'];\r\n			}\r\n\r\n			if (isset($this->request->get[\'filter_status\'])) {\r\n				$url .= \'&filter_status=\' . $this->request->get[\'filter_status\'];\r\n			}\r\n\r\n			if (isset($this->request->get[\'sort\'])) {\r\n				$url .= \'&sort=\' . $this->request->get[\'sort\'];\r\n			}\r\n\r\n			if (isset($this->request->get[\'order\'])) {\r\n				$url .= \'&order=\' . $this->request->get[\'order\'];\r\n			}\r\n\r\n			if (isset($this->request->get[\'page\'])) {\r\n				$url .= \'&page=\' . $this->request->get[\'page\'];\r\n			}\r\n\r\n			$this->response->redirect($this->url->link(\'catalog/product\', \'user_token=\' . $this->session->data[\'user_token\'] . $url, true));\r\n		}\r\n\r\n		$this->getList();\r\n	}\r\n\r\n	public function enable_all() {\r\n		$this->language->load(\'catalog/product\');\r\n \r\n		$this->document->setTitle($this->language->get(\'heading_title\'));\r\n		\r\n		$this->load->model(\'catalog/product\');\r\n\r\n		if (!$this->user->hasPermission(\'modify\', \'catalog/product\')) {\r\n			$this->error[\'warning\'] = $this->language->get(\'error_permission\');\r\n\r\n		} else {\r\n			\r\n			$this->model_catalog_product->enableAllProduct();\r\n			\r\n			$this->session->data[\'success\'] = $this->language->get(\'text_success\');\r\n\r\n			$url = \'\';\r\n\r\n			if (isset($this->request->get[\'filter_name\'])) {\r\n				$url .= \'&filter_name=\' . urlencode(html_entity_decode($this->request->get[\'filter_name\'], ENT_QUOTES, \'UTF-8\'));\r\n			}\r\n\r\n			if (isset($this->request->get[\'filter_model\'])) {\r\n				$url .= \'&filter_model=\' . urlencode(html_entity_decode($this->request->get[\'filter_model\'], ENT_QUOTES, \'UTF-8\'));\r\n			}\r\n\r\n			if (isset($this->request->get[\'filter_price\'])) {\r\n				$url .= \'&filter_price=\' . $this->request->get[\'filter_price\'];\r\n			}\r\n\r\n			if (isset($this->request->get[\'filter_quantity\'])) {\r\n				$url .= \'&filter_quantity=\' . $this->request->get[\'filter_quantity\'];\r\n			}\r\n\r\n			if (isset($this->request->get[\'filter_status\'])) {\r\n				$url .= \'&filter_status=\' . $this->request->get[\'filter_status\'];\r\n			}\r\n\r\n			if (isset($this->request->get[\'sort\'])) {\r\n				$url .= \'&sort=\' . $this->request->get[\'sort\'];\r\n			}\r\n\r\n			if (isset($this->request->get[\'order\'])) {\r\n				$url .= \'&order=\' . $this->request->get[\'order\'];\r\n			}\r\n\r\n			if (isset($this->request->get[\'page\'])) {\r\n				$url .= \'&page=\' . $this->request->get[\'page\'];\r\n			}\r\n\r\n			$this->response->redirect($this->url->link(\'catalog/product\', \'user_token=\' . $this->session->data[\'user_token\'] . $url, true));\r\n		}\r\n\r\n		$this->getList();\r\n	}\r\n\r\n	public function enable_product() {\r\n		$this->language->load(\'catalog/product\');\r\n \r\n		$this->document->setTitle($this->language->get(\'heading_title\'));\r\n		\r\n		$this->load->model(\'catalog/product\');\r\n\r\n		if (isset($this->request->post[\'selected\']) && $this->validateDelete()) {\r\n			foreach ($this->request->post[\'selected\'] as $product_id) {\r\n			$this->model_catalog_product->enableProduct($product_id);\r\n			}\r\n\r\n			$this->session->data[\'success\'] = $this->language->get(\'text_success\');\r\n\r\n			$url = \'\';\r\n\r\n			if (isset($this->request->get[\'filter_name\'])) {\r\n				$url .= \'&filter_name=\' . urlencode(html_entity_decode($this->request->get[\'filter_name\'], ENT_QUOTES, \'UTF-8\'));\r\n			}\r\n\r\n			if (isset($this->request->get[\'filter_model\'])) {\r\n				$url .= \'&filter_model=\' . urlencode(html_entity_decode($this->request->get[\'filter_model\'], ENT_QUOTES, \'UTF-8\'));\r\n			}\r\n\r\n			if (isset($this->request->get[\'filter_price\'])) {\r\n				$url .= \'&filter_price=\' . $this->request->get[\'filter_price\'];\r\n			}\r\n\r\n			if (isset($this->request->get[\'filter_quantity\'])) {\r\n				$url .= \'&filter_quantity=\' . $this->request->get[\'filter_quantity\'];\r\n			}\r\n\r\n			if (isset($this->request->get[\'filter_status\'])) {\r\n				$url .= \'&filter_status=\' . $this->request->get[\'filter_status\'];\r\n			}\r\n\r\n			if (isset($this->request->get[\'sort\'])) {\r\n				$url .= \'&sort=\' . $this->request->get[\'sort\'];\r\n			}\r\n\r\n			if (isset($this->request->get[\'order\'])) {\r\n				$url .= \'&order=\' . $this->request->get[\'order\'];\r\n			}\r\n\r\n			if (isset($this->request->get[\'page\'])) {\r\n				$url .= \'&page=\' . $this->request->get[\'page\'];\r\n			}\r\n\r\n			$this->response->redirect($this->url->link(\'catalog/product\', \'user_token=\' . $this->session->data[\'user_token\'] . $url, true));\r\n		}\r\n\r\n		$this->getList();\r\n	}\r\n\r\n	public function disable_product() {\r\n		$this->language->load(\'catalog/product\');\r\n \r\n		$this->document->setTitle($this->language->get(\'heading_title\'));\r\n		\r\n		$this->load->model(\'catalog/product\');\r\n\r\n		if (isset($this->request->post[\'selected\']) && $this->validateDelete()) {\r\n			foreach ($this->request->post[\'selected\'] as $product_id) {\r\n			$this->model_catalog_product->disableProduct($product_id);\r\n			}\r\n\r\n			$this->session->data[\'success\'] = $this->language->get(\'text_success\');\r\n\r\n			$url = \'\';\r\n\r\n			if (isset($this->request->get[\'filter_name\'])) {\r\n				$url .= \'&filter_name=\' . urlencode(html_entity_decode($this->request->get[\'filter_name\'], ENT_QUOTES, \'UTF-8\'));\r\n			}\r\n\r\n			if (isset($this->request->get[\'filter_model\'])) {\r\n				$url .= \'&filter_model=\' . urlencode(html_entity_decode($this->request->get[\'filter_model\'], ENT_QUOTES, \'UTF-8\'));\r\n			}\r\n\r\n			if (isset($this->request->get[\'filter_price\'])) {\r\n				$url .= \'&filter_price=\' . $this->request->get[\'filter_price\'];\r\n			}\r\n\r\n			if (isset($this->request->get[\'filter_quantity\'])) {\r\n				$url .= \'&filter_quantity=\' . $this->request->get[\'filter_quantity\'];\r\n			}\r\n\r\n			if (isset($this->request->get[\'filter_status\'])) {\r\n				$url .= \'&filter_status=\' . $this->request->get[\'filter_status\'];\r\n			}\r\n\r\n			if (isset($this->request->get[\'sort\'])) {\r\n				$url .= \'&sort=\' . $this->request->get[\'sort\'];\r\n			}\r\n\r\n			if (isset($this->request->get[\'order\'])) {\r\n				$url .= \'&order=\' . $this->request->get[\'order\'];\r\n			}\r\n\r\n			if (isset($this->request->get[\'page\'])) {\r\n				$url .= \'&page=\' . $this->request->get[\'page\'];\r\n			}\r\n\r\n			$this->response->redirect($this->url->link(\'catalog/product\', \'user_token=\' . $this->session->data[\'user_token\'] . $url, true));\r\n		}\r\n\r\n		$this->getList();\r\n	}\r\n		// EnableDisable end\r\n			]]></add>\r\n		</operation>\r\n	</file>\r\n\r\n	<file path=\"admin/model/catalog/product.php\">		\r\n		<operation error=\"abort\">\r\n			<search><![CDATA[\r\npublic function getProduct($product_id) {\r\n			]]></search>\r\n			<add position=\"before\"><![CDATA[\r\n	// EnableDisable\r\n		public function disableAllProduct() {\r\n			$query = $this->db->query(\"UPDATE \" . DB_PREFIX . \"product SET `status`=\'0\' \");\r\n			$this->cache->delete(\'product\');\r\n		}\r\n\r\n		public function enableAllProduct() {\r\n			$query = $this->db->query(\"UPDATE \" . DB_PREFIX . \"product SET `status`=\'1\' \");\r\n			$this->cache->delete(\'product\');\r\n		}\r\n\r\n		public function enableProduct($product_id) {\r\n			$this->db->query(\"UPDATE \" . DB_PREFIX . \"product SET `status`=\'1\' WHERE product_id = \'\" . (int)$product_id . \"\'\");\r\n			$this->cache->delete(\'product\');	\r\n		}\r\n\r\n		public function disableProduct($product_id) {\r\n			$this->db->query(\"UPDATE \" . DB_PREFIX . \"product SET `status`=\'0\' WHERE product_id = \'\" . (int)$product_id . \"\'\");\r\n			$this->cache->delete(\'product\');	\r\n		}\r\n	// EnableDisable end\r\n			]]></add>\r\n		</operation>\r\n	</file>\r\n\r\n	<file path=\"admin/language/ru-ru/catalog/product.php\">		\r\n		<operation error=\"skip\">\r\n			<search><![CDATA[\r\n<?php\r\n			]]></search>\r\n			<add position=\"after\"><![CDATA[\r\n			// EnableDisable\r\n				$_[\'button_enable_all\']    = \'Включить все товары\';\r\n				$_[\'button_disable_all\']   = \'Отключить все товары\';\r\n				$_[\'button_enable_product\']    = \'Включить выбранные\';\r\n				$_[\'button_disable_product\']   = \'Отключить выбранные\';\r\n			// EnableDisable end\r\n			]]></add>\r\n		</operation>\r\n	</file>\r\n	<file path=\"admin/language/en-gb/catalog/product.php\">		\r\n		<operation error=\"skip\">\r\n			<search><![CDATA[\r\n<?php\r\n			]]></search>\r\n			<add position=\"after\"><![CDATA[\r\n			// EnableDisable\r\n				$_[\'button_enable_all\']    = \'Enable All Products\';\r\n				$_[\'button_disable_all\']   = \'Disable All Products\';\r\n				$_[\'button_enable_product\']    = \'Enable Selected\';\r\n				$_[\'button_disable_product\']   = \'Disable Selected\';\r\n			// EnableDisable end\r\n			]]></add>\r\n		</operation>\r\n	</file>\r\n</modification>', 1, '2019-03-19 08:04:55', '0000-00-00 00:00:00');
INSERT INTO `oc_modification` (`modification_id`, `extension_install_id`, `name`, `code`, `author`, `version`, `link`, `xml`, `status`, `date_added`, `date_modified`) VALUES
(13, 13, 'OC 3: Новая Почта c калькулятором + отделения', 'novaposhta-3.0', 'm.s.tkalenko', '3.0', 'http://webmakers.com.ua/shop/novaya-pochta-c-kalkulyatorom-otdeleniya-dlya-opencart-3/', '<?xml version=\"1.0\" encoding=\"utf-8\"?>\r\n<modification>\r\n  <name>OC 3: Новая Почта c калькулятором + отделения</name>\r\n  <code>novaposhta-3.0</code>\r\n  <version>3.0</version>\r\n  <author>m.s.tkalenko</author>\r\n  <link>http://webmakers.com.ua/shop/novaya-pochta-c-kalkulyatorom-otdeleniya-dlya-opencart-3/</link>\r\n	\r\n	<file path=\"catalog/model/tool/simpleapimain.php\">\r\n		<operation info=\"For Simple\">\r\n			<search trim=\"true\"><![CDATA[\r\n			\'id\'   => $result[\'city_id\'],\r\n			]]></search>\r\n			<add position=\"replace\"><![CDATA[\r\n			\'id\'   => $result[\'name\'],\r\n			]]></add>\r\n		</operation>\r\n	</file>\r\n\r\n	<file path=\"admin/controller/common/column_left.php\">\r\n	  <operation info=\"Add City Link Action\">\r\n	    <search trim=\"true\"><![CDATA[\r\n		if ($this->user->hasPermission(\'access\', \'localisation/geo_zone\')) {\r\n        ]]></search>\r\n        <add position=\"before\"><![CDATA[			\r\n			if ($this->user->hasPermission(\'access\', \'localisation/city\')) {\r\n				$localisation[] = array(\r\n					\'name\'	   => $this->language->get(\'text_city\'),\r\n					\'href\'     => $this->url->link(\'localisation/city\', \'user_token=\' . $this->session->data[\'user_token\'], true),\r\n					\'children\' => array()		\r\n				);\r\n			}]]></add>\r\n	  </operation>\r\n	</file>	\r\n	\r\n	<file path=\"admin/language/*/common/column_left.php\">\r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*text_country.*)]]></search>\r\n	    <add><![CDATA[$_[\'text_country\']                     = \'Области\';]]></add>\r\n	  </operation>\r\n	  \r\n	  <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*text_zone.*)]]></search>\r\n        <add><![CDATA[$_[\'text_zone\']                        = \'Города\';]]></add>\r\n	  </operation>\r\n	  \r\n	  <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*text_coupon.*)]]></search>\r\n        <add><![CDATA[\r\n		$_[\'text_coupon\']                      = \'Купоны\';\r\n		$_[\'text_city\']                        = \'Отделения новой почты\';\r\n		]]></add>\r\n	  </operation>\r\n	</file>\r\n\r\n	<file path=\"admin/view/template/customer/customer_form.twig\">\r\n\r\n		<operation info=\"Change city text field to select and place it after zone\">\r\n			<search><![CDATA[\r\n						<label class=\"col-sm-2 control-label\" for=\"input-city{{ address_row }}\">{{ entry_city }}</label>\r\n			]]></search>\r\n			<add position=\"replace\" offset=\"8\"><![CDATA[\r\n                        <label class=\"col-sm-2 control-label\" for=\"input-postcode{{ address_row }}\">{{ entry_postcode }}</label>\r\n			]]></add>\r\n		</operation>\r\n\r\n		<operation info=\"Add onchange attribute in zone select\">\r\n			<search><![CDATA[\r\n                          <select name=\"address[{{ address_row }}][zone_id]\" id=\"input-zone{{ address_row }}\" class=\"form-control\">\r\n			]]></search>\r\n			<add position=\"replace\"><![CDATA[\r\n                          <select name=\"address[{{ address_row }}][zone_id]\" id=\"input-zone{{ address_row }}\" class=\"form-control\" onchange=\"zone(this, \'{{ address_row }}\', \'{{ address_row }}][city] }}\');\">\r\n			]]></add>\r\n		</operation>\r\n\r\n		<operation>\r\n		    <search><![CDATA[\r\n		        <div class=\"text-danger\">{{ error_address[address_row].zone }}</div>\r\n		    ]]></search>\r\n		    <add position=\"after\" offset=\"2\"><![CDATA[\r\n                      <div class=\"form-group required\">\r\n                        <label class=\"col-sm-2 control-label\" for=\"input-city{{ address_row }}\">{{ entry_city }}</label>\r\n                        <div class=\"col-sm-10\">\r\n                          <input type=\"text\" name=\"address[{{ address_row }}][city]\" value=\"{{ address.city }}\" placeholder=\"{{ entry_city }}\" id=\"input-city{{ address_row }}\" class=\"form-control\" />\r\n                          {% if error_address[address_row].city %}\r\n                          <div class=\"text-danger\">{{ error_address[address_row].city }}</div>\r\n                          {% endif %}</div>\r\n                      </div>\r\n		    ]]></add>\r\n		</operation>\r\n\r\n		<operation info=\"Remove city field in addAddress function\">\r\n			<search><![CDATA[\r\n	html += \'    <label class=\"col-sm-2 control-label\" for=\"input-city\' + address_row + \'\">{{ entry_city }}</label>\';\r\n			]]></search>\r\n			<add position=\"replace\" offset=\"5\"><![CDATA[\r\n	html += \'    <label class=\"col-sm-2 control-label\" for=\"input-postcode\' + address_row + \'\">{{ entry_postcode }}</label>\';\r\n			]]></add>\r\n		</operation>\r\n\r\n		<operation info=\"Change city text field to select and place it after zone in addAddress function\">\r\n			<search><![CDATA[\r\n	html += \'    <div class=\"col-sm-10\"><select name=\"address[\' + address_row + \'][zone_id]\" id=\"input-zone\' + address_row + \'\" class=\"form-control\"><option value=\"\">{{ text_none }}</option></select></div>\';\r\n			]]></search>\r\n			<add position=\"after\" offset=\"2\"><![CDATA[\r\n	html += \'  <div class=\"form-group required\">\';\r\n	html += \'    <label class=\"col-sm-2 control-label\" for=\"input-city\' + address_row + \'\">{{ entry_city }}</label>\';\r\n	html += \'    <div class=\"col-sm-10\"><select name=\"address[\' + address_row + \'][city]\" id=\"input-city\' + address_row + \'\" class=\"form-control\"><option value=\"\">{{ text_none }}</option></select></div>\';\r\n	html += \'  </div>\';\r\n			]]></add>\r\n		</operation>\r\n\r\n		<operation info=\"Add onchange attribute in zone select\">\r\n			<search><![CDATA[\r\n	html += \'    <div class=\"col-sm-10\"><select name=\"address[\' + address_row + \'][zone_id]\" id=\"input-zone\' + address_row + \'\" class=\"form-control\"><option value=\"\">{{ text_none }}</option></select></div>\';\r\n			]]></search>\r\n			<add position=\"replace\"><![CDATA[\r\n	html += \'    <div class=\"col-sm-10\"><select name=\"address[\' + address_row + \'][zone_id]\" id=\"input-zone\' + address_row + \'\" class=\"form-control\" onchange=\"zone(this, \\\'\' + address_row + \'\\\', \\\'0\\\');\"><option value=\"\">{{ text_none }}</option></select></div>\';\r\n			]]></add>\r\n		</operation>\r\n	</file>\r\n	\r\n	<file path=\"admin/controller/sale/order.php\">\r\n		<operation info=\"Add AJAX Response\">\r\n			<search trim=\"true\"><![CDATA[\r\n	public function history() {\r\n			]]></search>\r\n			<add position=\"before\"><![CDATA[\r\n	public function zone() {\r\n		$json = array();\r\n\r\n		$this->load->model(\'localisation/zone\');\r\n\r\n		$zone_info = $this->model_localisation_zone->getZone($this->request->get[\'zone_id\']);\r\n\r\n		if ($zone_info) {\r\n			$this->load->model(\'localisation/city\');\r\n\r\n			$json = array(\r\n				\'zone_id\'   => $zone_info[\'zone_id\'],\r\n				\'name\'      => $zone_info[\'name\'],\r\n				\'city\'      => $this->model_localisation_city->getCitiesByZoneId($this->request->get[\'zone_id\']),\r\n				\'status\'    => $zone_info[\'status\']\r\n			);\r\n		}\r\n\r\n        $this->response->addHeader(\'Content-Type: application/json\');\r\n		$this->response->setOutput(json_encode($json));\r\n	}\r\n			]]></add>\r\n		</operation>\r\n	</file>\r\n\r\n	<file path=\"admin/view/template/sale/order_form.twig\">\r\n		<operation info=\"Remove city field at Payment Tab\">\r\n			<search trim=\"true\">\r\n				<![CDATA[<label class=\"col-sm-2 control-label\" for=\"input-payment-city\">{{ entry_city }}</label>]]>\r\n			</search>\r\n			<add position=\"replace\" offset=\"5\"><![CDATA[]]></add>\r\n		</operation>\r\n\r\n		<operation info=\"Remove city field at Shipping Tab\">\r\n			<search trim=\"true\">\r\n			<![CDATA[<label class=\"col-sm-2 control-label\" for=\"input-shipping-city\">{{ entry_city }}</label>]]>\r\n			</search>\r\n			<add position=\"replace\" offset=\"5\"><![CDATA[]]></add>\r\n		</operation>\r\n\r\n		<operation info=\"Change city text field to select and place it after zone at payment tab\">\r\n			<search trim=\"true\"><![CDATA[\r\n                  <select name=\"zone_id\" id=\"input-payment-zone\" class=\"form-control\">\r\n			]]></search>\r\n			<add position=\"after\" offset=\"3\"><![CDATA[\r\n              <div class=\"form-group required\">\r\n                <label class=\"col-sm-2 control-label\" for=\"input-payment-city\">{{ entry_city }}</label>\r\n                <div class=\"col-sm-10\">\r\n                  <select name=\"city\" id=\"input-payment-city\" class=\"form-control\">\r\n                  </select>\r\n                </div>\r\n              </div>\r\n			]]></add>\r\n		</operation>\r\n\r\n		<operation info=\"Change city text field to select and place it after zone\">\r\n			<search trim=\"true\"><![CDATA[\r\n                  <select name=\"zone_id\" id=\"input-shipping-zone\" class=\"form-control\">\r\n			]]></search>\r\n			<add position=\"after\" offset=\"3\"><![CDATA[\r\n              <div class=\"form-group required\">\r\n                <label class=\"col-sm-2 control-label\" for=\"input-shipping-city\">{{ entry_city }}</label>\r\n                <div class=\"col-sm-10\">\r\n                  <select name=\"city\" id=\"input-shipping-city\" class=\"form-control\">\r\n                  </select>\r\n                </div>\r\n              </div>\r\n			]]></add>\r\n		</operation>\r\n\r\n		<operation info=\"Call zone function after country function is triggered\">\r\n			<search trim=\"true\"><![CDATA[\r\n            $(\'#tab-payment select[name=\\\'zone_id\\\']\').html(html);\r\n			]]></search>\r\n			<add position=\"after\"><![CDATA[\r\n            $(\'#tab-payment select[name=\\\'city\\\']\').html(\'<option value=\"\">{{ text_select }}</option>\');\r\n            $(\'#tab-payment select[name=\\\'zone_id\\\']\').trigger(\'change\');\r\n			]]></add>\r\n		</operation>\r\n\r\n		<operation info=\"Add AJAX change city based on selected zone\">\r\n			<search trim=\"true\"><![CDATA[\r\nvar payment_zone_id = \'{{ payment_zone_id }}\';\r\n			]]></search>\r\n			<add position=\"before\"><![CDATA[\r\nvar payment_city = \'{{ payment_city }}\';\r\n\r\n$(\'#tab-payment select[name=\\\'zone_id\\\']\').on(\'change\', function() {\r\n    $.ajax({\r\n        url: \'index.php?route=sale/order/zone&user_token={{ user_token }}&zone_id=\' + this.value,\r\n        dataType: \'json\',\r\n        beforeSend: function() {\r\n            $(\'#tab-payment select[name=\\\'zone_id\\\']\').after(\'<i class=\"fa fa-circle-o-notch fa-spin\"></i>\');\r\n        },\r\n        complete: function() {\r\n            $(\'#tab-payment .fa-spin\').remove();\r\n        },\r\n        success: function(json) {\r\n            html = \'<option value=\"\">{{ text_select }}</option>\';\r\n\r\n            if (json[\'city\']) {\r\n                for (i = 0; i < json[\'city\'].length; i++) {\r\n                    html += \'<option value=\"\' + json[\'city\'][i][\'name\'] + \'\"\';\r\n\r\n                    if (json[\'city\'][i][\'name\'] == payment_city) {\r\n                        html += \' selected=\"selected\"\';\r\n                    }\r\n\r\n                    html += \'>\' + json[\'city\'][i][\'name\'] + \'</option>\';\r\n                }\r\n            } else {\r\n                html += \'<option value=\"0\" selected=\"selected\">{{ text_none }}</option>\';\r\n            }\r\n\r\n            $(\'#tab-payment select[name=\\\'city\\\']\').html(html);\r\n        },\r\n        error: function(xhr, ajaxOptions, thrownError) {\r\n            alert(thrownError + \"\\r\\n\" + xhr.statusText + \"\\r\\n\" + xhr.responseText);\r\n        }\r\n    });\r\n});\r\n\r\n$(\'#tab-payment select[name=\\\'zone_id\\\']\').trigger(\'change\');\r\n			]]></add>\r\n		</operation>\r\n\r\n		<operation info=\"Get correct city when change address\">\r\n			<search trim=\"true\"><![CDATA[\r\n                $(\'#tab-payment input[name=\\\'city\\\']\').val(json[\'city\']);\r\n			]]></search>\r\n			<add position=\"replace\"><![CDATA[]]></add>\r\n		</operation>\r\n\r\n		<operation info=\"Get correct city when change address\">\r\n			<search trim=\"true\"><![CDATA[\r\n			payment_zone_id = json[\'zone_id\'];\r\n			]]></search>\r\n			<add position=\"after\"><![CDATA[\r\n            payment_city = json[\'city\'];\r\n            $(\'#tab-payment select[name=\\\'zone_id\\\']\').trigger(\'change\');\r\n			]]></add>\r\n		</operation>\r\n\r\n		<operation info=\"Call zone function after country function is triggered\">\r\n			<search trim=\"true\"><![CDATA[\r\n            $(\'#tab-shipping select[name=\\\'zone_id\\\']\').html(html);\r\n			]]></search>\r\n			<add position=\"after\"><![CDATA[\r\n            $(\'#tab-shipping select[name=\\\'city\\\']\').html(\'<option value=\"\">{{ text_select }}</option>\');\r\n            $(\'#tab-shipping select[name=\\\'zone_id\\\']\').trigger(\'change\');\r\n			]]></add>\r\n		</operation>\r\n\r\n		<operation info=\"Add AJAX change city based on selected zone\">\r\n			<search trim=\"true\"><![CDATA[\r\nvar shipping_zone_id = \'{{ shipping_zone_id }}\';\r\n			]]></search>\r\n			<add position=\"before\"><![CDATA[\r\nvar shipping_city = \'{{ shipping_city }}\';\r\n\r\n$(\'#tab-shipping select[name=\\\'zone_id\\\']\').on(\'change\', function() {\r\n    $.ajax({\r\n        url: \'index.php?route=sale/order/zone&user_token={{ user_token }}&zone_id=\' + this.value,\r\n        dataType: \'json\',\r\n        beforeSend: function() {\r\n            $(\'select[name=\\\'shipping_address\\\']\').after(\' <i class=\"fa fa-circle-o-notch fa-spin\"></i>\');\r\n        },\r\n        complete: function() {\r\n            $(\'#tab-shipping .fa-spin\').remove();\r\n        },\r\n        success: function(json) {\r\n            html = \'<option value=\"\">{{ text_select }}</option>\';\r\n\r\n            if (json != \'\' && json[\'city\'] != \'\') {\r\n                for (i = 0; i < json[\'city\'].length; i++) {\r\n                    html += \'<option value=\"\' + json[\'city\'][i][\'name\'] + \'\"\';\r\n\r\n                    if (json[\'city\'][i][\'name\'] == shipping_city) {\r\n                        html += \' selected=\"selected\"\';\r\n                    }\r\n\r\n                    html += \'>\' + json[\'city\'][i][\'name\'] + \'</option>\';\r\n                }\r\n            } else {\r\n                html += \'<option value=\"0\" selected=\"selected\">{{ text_none }}</option>\';\r\n            }\r\n\r\n            $(\'#tab-shipping select[name=\\\'city\\\']\').html(html);\r\n        },\r\n        error: function(xhr, ajaxOptions, thrownError) {\r\n            alert(thrownError + \"\\r\\n\" + xhr.statusText + \"\\r\\n\" + xhr.responseText);\r\n        }\r\n    });\r\n});\r\n\r\n$(\'#tab-shipping select[name=\\\'zone_id\\\']\').trigger(\'change\');\r\n			]]></add>\r\n		</operation>\r\n\r\n		<operation info=\"Get correct city when change address\">\r\n			<search trim=\"true\"><![CDATA[\r\n                $(\'#tab-shipping input[name=\\\'city\\\']\').val(json[\'city\']);\r\n			]]></search>\r\n			<add position=\"replace\"><![CDATA[]]></add>\r\n		</operation>\r\n\r\n		<operation info=\"Get correct city when change address\">\r\n			<search trim=\"true\"><![CDATA[\r\n			shipping_zone_id = json[\'zone_id\'];\r\n			]]></search>\r\n			<add position=\"after\"><![CDATA[\r\n                shipping_city = json[\'city\'];\r\n                $(\'#tab-shipping select[name=\\\'zone_id\\\']\').trigger(\'change\');\r\n			]]></add>\r\n		</operation>\r\n	</file>\r\n\r\n	<file path=\"catalog/controller/account/address.php\">\r\n		<operation info=\"Get cities data\">\r\n			<search trim=\"true\"><![CDATA[\r\n		if (isset($this->request->post[\'city\'])) {\r\n			]]></search>\r\n			<add position=\"before\"><![CDATA[\r\n		$this->load->model(\'localisation/city\');\r\n		$data[\'cities\'] = $this->model_localisation_city->getCities();\r\n			]]></add>\r\n		</operation>\r\n\r\n		<operation info=\"Add AJAX response\">\r\n			<search trim=\"true\"><![CDATA[\r\n	protected function validateDelete() {\r\n			]]></search>\r\n			<add position=\"before\"><![CDATA[\r\n	public function zone() {\r\n		$json = array();\r\n\r\n		$this->load->model(\'localisation/zone\');\r\n\r\n		$zone_info = $this->model_localisation_zone->getZone($this->request->get[\'zone_id\']);\r\n\r\n		if ($zone_info) {\r\n			$this->load->model(\'localisation/city\');\r\n\r\n			$json = array(\r\n				\'zone_id\'   => $zone_info[\'zone_id\'],\r\n				\'name\'      => $zone_info[\'name\'],\r\n				\'city\'      => $this->model_localisation_city->getCitiesByZoneId($this->request->get[\'zone_id\']),\r\n				\'status\'    => $zone_info[\'status\']\r\n			);\r\n		}\r\n\r\n		$this->response->addHeader(\'Content-Type: application/json\');\r\n		$this->response->setOutput(json_encode($json));\r\n	}\r\n			]]></add>\r\n		</operation>\r\n	</file>\r\n\r\n	<file path=\"catalog/controller/account/register.php\">\r\n\r\n		<operation info=\"Add AJAX response\">\r\n			<search trim=\"true\"><![CDATA[\r\n	public function customfield() {\r\n			]]></search>\r\n			<add position=\"before\"><![CDATA[\r\n	public function zone() {\r\n		$json = array();\r\n\r\n		$this->load->model(\'localisation/zone\');\r\n\r\n		$zone_info = $this->model_localisation_zone->getZone($this->request->get[\'zone_id\']);\r\n\r\n		if ($zone_info) {\r\n			$this->load->model(\'localisation/city\');\r\n\r\n			$json = array(\r\n				\'zone_id\'   => $zone_info[\'zone_id\'],\r\n				\'name\'      => $zone_info[\'name\'],\r\n				\'city\'      => $this->model_localisation_city->getCitiesByZoneId($this->request->get[\'zone_id\']),\r\n				\'status\'    => $zone_info[\'status\']\r\n			);\r\n		}\r\n\r\n		$this->response->addHeader(\'Content-Type: application/json\');\r\n		$this->response->setOutput(json_encode($json));\r\n	}\r\n			]]></add>\r\n		</operation>\r\n	</file>\r\n\r\n	<file path=\"catalog/view/theme/*/template/account/address_form.twig\">\r\n		<operation info=\"Remove city field\">\r\n			<search><![CDATA[\r\n              <label class=\"col-sm-2 control-label\" for=\"input-city\">{{ entry_city }}</label>\r\n			]]></search>\r\n			<add position=\"replace\" offset=\"8\"><![CDATA[\r\n              <label class=\"col-sm-2 control-label\" for=\"input-postcode\">{{ entry_postcode }}</label>\r\n			]]></add>\r\n		</operation>\r\n\r\n		<operation info=\"Change city text field to select and place it after zone\">\r\n			<search><![CDATA[\r\n              <div class=\"text-danger\">{{ error_zone }}</div>\r\n			]]></search>\r\n			<add position=\"after\" offset=\"2\"><![CDATA[\r\n          <div class=\"form-group required\">\r\n            <label class=\"col-sm-2 control-label\" for=\"input-city\">{{ entry_city }}</label>\r\n            <div class=\"col-sm-10\">\r\n              <select name=\"city\" id=\"input-city\" class=\"form-control\">\r\n              </select>\r\n              {% if (error_city) %} \r\n              <div class=\"text-danger\">{{ error_city }}</div>\r\n              {% endif %} \r\n            </div>\r\n          </div>\r\n			]]></add>\r\n		</operation>\r\n\r\n		<operation info=\"Call zone function after country function is triggered\">\r\n			<search><![CDATA[\r\n                $(\'select[name=\\\'zone_id\\\']\').html(html);\r\n			]]></search>\r\n			<add position=\"after\"><![CDATA[\r\n                $(\'select[name=\\\'city\\\']\').html(\'<option value=\"\">{{ text_select }}</option>\');\r\n                $(\'select[name=\\\'zone_id\\\']\').trigger(\'change\');\r\n			]]></add>\r\n		</operation>\r\n\r\n		<operation info=\"Add AJAX change city based on selected zone\">\r\n			<search><![CDATA[\r\n{{ footer }}\r\n			]]></search>\r\n			<add position=\"before\"><![CDATA[\r\n<script type=\"text/javascript\"><!--\r\n$(\'select[name=\\\'zone_id\\\']\').on(\'change\', function() {\r\n    if (this.value == \'\') return;\r\n    $.ajax({\r\n        url: \'index.php?route=account/register/zone&zone_id=\' + this.value,\r\n        dataType: \'json\',\r\n        beforeSend: function() {\r\n            $(\'select[name=\\\'zone_id\\\']\').after(\' <i class=\"fa fa-circle-o-notch fa-spin\"></i>\');\r\n        },\r\n        complete: function() {\r\n            $(\'.fa-spin\').remove();\r\n        },\r\n        success: function(json) {\r\n            $(\'.fa-spin\').remove();\r\n\r\n            html = \'<option value=\"\">{{ text_select }}</option>\';\r\n\r\n            if (json[\'city\']) {\r\n                for (i = 0; i < json[\'city\'].length; i++) {\r\n                    html += \'<option value=\"\' + json[\'city\'][i][\'name\'] + \'\"\';\r\n\r\n                    if (json[\'city\'][i][\'name\'] == \'{{ city }}\') {\r\n                        html += \' selected=\"selected\"\';\r\n                    }\r\n\r\n                    html += \'>\' + json[\'city\'][i][\'name\'] + \'</option>\';\r\n                }\r\n            } else {\r\n                html += \'<option value=\"0\" selected=\"selected\">{{ text_none }}</option>\';\r\n            }\r\n\r\n            $(\'select[name=\\\'city\\\']\').html(html);\r\n        },\r\n        error: function(xhr, ajaxOptions, thrownError) {\r\n            alert(thrownError + \"\\r\\n\" + xhr.statusText + \"\\r\\n\" + xhr.responseText);\r\n        }\r\n    });\r\n});\r\n\r\n$(\'select[name=\\\'zone_id\\\']\').trigger(\'change\');\r\n//--></script>\r\n			]]></add>\r\n		</operation>\r\n	</file>\r\n	\r\n	<file path=\"catalog/controller/extension/total/shipping.php\">\r\n\r\n      <operation info=\"get city session\">\r\n        <search><![CDATA[\r\n			if (isset($this->session->data[\'shipping_address\'][\'postcode\'])) {\r\n        ]]></search>\r\n        <add position=\"replace\" offset=\"5\"><![CDATA[\r\n			if (isset($this->session->data[\'shipping_address\'][\'city\'])) {\r\n				$data[\'city\'] = $this->session->data[\'shipping_address\'][\'city\'];\r\n			} else {\r\n				$data[\'city\'] = \'\';\r\n			}]]>\r\n        </add>\r\n      </operation>\r\n\r\n	  <operation info=\"remove postcode validation and add city validation\">\r\n	    <search><![CDATA[\r\n		if ($country_info && $country_info[\'postcode_required\'] && (utf8_strlen(trim($this->request->post[\'postcode\'])) < 2 || utf8_strlen(trim($this->request->post[\'postcode\'])) > 10)) {\r\n        ]]></search>\r\n        <add position=\"replace\" offset=\"2\"><![CDATA[\r\n		if (!isset($this->request->post[\'city\']) || $this->request->post[\'city\'] == \'\') {\r\n			$json[\'error\'][\'city\'] = $this->language->get(\'error_city\');\r\n		}]]>\r\n		</add>\r\n	  </operation>\r\n\r\n	  <operation info=\"add city data to array\">\r\n	    <search><![CDATA[\r\n				\'postcode\'       => $this->request->post[\'postcode\'],\r\n        ]]></search>\r\n        <add position=\"replace\" offset=\"1\"><![CDATA[\'postcode\'       => \'\',\r\n				\'city\'           => $this->request->post[\'city\'],]]></add>\r\n	  </operation>\r\n\r\n	  <operation>\r\n	    <search><![CDATA[\r\n	public function country() {\r\n	    ]]></search>\r\n	    <add position=\"before\"><![CDATA[\r\n	public function zone() {\r\n		$json = array();\r\n\r\n		$this->load->model(\'localisation/zone\');\r\n\r\n		$zone_info = $this->model_localisation_zone->getZone($this->request->get[\'zone_id\']);\r\n\r\n		if ($zone_info) {\r\n			$this->load->model(\'localisation/city\');\r\n\r\n			$json = array(\r\n				\'zone_id\'   => $zone_info[\'zone_id\'],\r\n				\'name\'      => $zone_info[\'name\'],\r\n				\'city\'      => $this->model_localisation_city->getCitiesByZoneId($this->request->get[\'zone_id\']),\r\n				\'status\'    => $zone_info[\'status\']\r\n			);\r\n		}\r\n\r\n		$this->response->addHeader(\'Content-Type: application/json\');\r\n		$this->response->setOutput(json_encode($json));\r\n	}\r\n      ]]></add>\r\n	  </operation>\r\n	</file>\r\n\r\n	<file path=\"catalog/view/theme/*/template/extension/total/shipping.twig\">\r\n	  <operation info=\"replace postcode label\">\r\n	    <search><![CDATA[\r\n          <label class=\"col-sm-2 control-label\" for=\"input-postcode\">{{ entry_postcode }}</label>\r\n	    ]]></search>\r\n	    <add position=\"replace\"><![CDATA[\r\n          <label class=\"col-sm-2 control-label\" for=\"input-city\">{{ entry_city }}</label>]]>\r\n        </add>\r\n	  </operation>\r\n\r\n	  <operation info=\"replace postcode field\">\r\n	    <search><![CDATA[\r\n            <input type=\"text\" name=\"postcode\" value=\"{{ postcode }}\" placeholder=\"{{ entry_postcode }}\" id=\"input-postcode\" class=\"form-control\" />\r\n	    ]]></search>\r\n	    <add position=\"replace\"><![CDATA[\r\n            <select name=\"city\" id=\"input-city\" class=\"form-control\">\r\n            </select>]]>\r\n        </add>\r\n	  </operation>\r\n\r\n	  <operation info=\"replace ajax data\">\r\n	    <search><![CDATA[\r\n		data: \'country_id=\' + $(\'select[name=\\\'country_id\\\']\').val() + \'&zone_id=\' + $(\'select[name=\\\'zone_id\\\']\').val() + \'&postcode=\' + encodeURIComponent($(\'input[name=\\\'postcode\\\']\').val()),\r\n	    ]]></search>\r\n	    <add position=\"replace\"><![CDATA[		data: \'country_id=\' + $(\'select[name=\\\'country_id\\\']\').val() + \'&zone_id=\' + $(\'select[name=\\\'zone_id\\\']\').val() + \'&city=\' + $(\'select[name=\\\'city\\\']\').val(),]]>\r\n        </add>\r\n	  </operation>\r\n\r\n	  <operation>\r\n	    <search><![CDATA[\r\n			if (json[\'postcode_required\'] == \'1\') {\r\n	    ]]></search>\r\n	    <add position=\"replace\" offset=\"5\"><![CDATA[]]></add>\r\n	  </operation>\r\n\r\n	  <operation info=\"json error city\">\r\n	    <search><![CDATA[\r\n				if (json[\'error\'][\'postcode\']) {\r\n	    ]]></search>\r\n	    <add position=\"replace\" offset=\"2\"><![CDATA[if (json[\'error\'][\'city\']) {\r\n					$(\'select[name=\\\'city\\\']\').after(\'<div class=\"text-danger\">\' + json[\'error\'][\'city\'] + \'</div>\');\r\n				}]]>\r\n        </add>\r\n	  </operation>\r\n\r\n	  <operation info=\"restyle radio input\">\r\n	    <search><![CDATA[\r\n				$(\'input[name=\\\'shipping_method\\\']\').on(\'change\', function() {\r\n	    ]]></search>\r\n	    <add position=\"replace\" offset=\"2\"><![CDATA[$(\'input[name=\\\'shipping_method\\\']\').iCheck({ checkboxClass: \'icheckbox_flat\', radioClass: \'iradio_flat\', cursor: true });\r\n                $(\'div.radio label\').click(function() {\r\n					$(\'#button-shipping\').prop(\'disabled\', false);\r\n				});]]>\r\n        </add>\r\n	  </operation>\r\n\r\n	  <operation info=\"trigger select city\">\r\n	    <search><![CDATA[\r\n			$(\'select[name=\\\'zone_id\\\']\').html(html);\r\n	    ]]></search>\r\n	    <add position=\"after\"><![CDATA[\r\n            $(\'select[name=\\\'city\\\']\').html(\'<option value=\"\">{{ text_select }}</option>\');\r\n            $(\'select[name=\\\'zone_id\\\']\').trigger(\'change\');]]>\r\n        </add>\r\n	  </operation>\r\n\r\n      <operation info=\"Add AJAX change city based on selected zone\">\r\n			<search><![CDATA[\r\n$(\'select[name=\\\'country_id\\\']\').trigger(\'change\');\r\n			]]></search>\r\n			<add position=\"after\" offset=\"1\"><![CDATA[\r\n\r\n			]]></add>\r\n		</operation>\r\n	</file>\r\n	\r\n	<file path=\"catalog/controller/checkout/guest.php\">\r\n		<operation info=\"Get payment cities data\">\r\n			<search trim=\"true\"><![CDATA[\r\n		if (isset($this->session->data[\'payment_address\'][\'city\'])) {\r\n			]]></search>\r\n			<add position=\"before\"><![CDATA[\r\n		$this->load->model(\'localisation/city\');\r\n		$data[\'cities\'] = $this->model_localisation_city->getCities();\r\n			]]></add>\r\n		</operation>\r\n	</file>\r\n\r\n	<file path=\"catalog/controller/checkout/guest_shipping.php\">\r\n		<operation info=\"Get shipping cities data\">\r\n			<search trim=\"true\"><![CDATA[\r\n		if (isset($this->session->data[\'shipping_address\'][\'city\'])) {\r\n			]]></search>\r\n			<add position=\"before\"><![CDATA[\r\n		$this->load->model(\'localisation/city\');\r\n		$data[\'cities\'] = $this->model_localisation_city->getCities();\r\n			]]></add>\r\n		</operation>\r\n	</file>\r\n\r\n	<file path=\"catalog/controller/checkout/{payment_address,register,shipping_address}*.php\">\r\n		<operation info=\"Get payment cities data\">\r\n			<search trim=\"true\"><![CDATA[\r\n		$this->load->model(\'localisation/country\');\r\n			]]></search>\r\n			<add position=\"before\" index=\"1\"><![CDATA[\r\n		$this->load->model(\'localisation/city\');\r\n\r\n		$data[\'cities\'] = $this->model_localisation_city->getCities();\r\n			]]></add>\r\n		</operation>\r\n	</file>\r\n\r\n	<file path=\"catalog/controller/checkout/payment_address.php\">\r\n		<operation info=\"Put existed customer city in session\">\r\n			<search trim=\"true\"><![CDATA[\r\n		if (isset($this->session->data[\'payment_address\'][\'zone_id\'])) {\r\n			]]></search>\r\n			<add position=\"before\"><![CDATA[\r\n		if (isset($this->session->data[\'payment_address\'][\'city\'])) {\r\n			$data[\'city\'] = $this->session->data[\'payment_address\'][\'city\'];\r\n		} else {\r\n			$data[\'city\'] = \'\';\r\n		}\r\n		]]></add>\r\n		</operation>\r\n\r\n		<operation info=\"Validate city session\">\r\n			<search trim=\"true\"><![CDATA[\r\n			if ((utf8_strlen($this->request->post[\'city\']) < 2) || (utf8_strlen($this->request->post[\'city\']) > 32)) {\r\n			]]></search>\r\n			<add position=\"replace\"><![CDATA[\r\n			if ($this->request->post[\'city\'] == \'\') {\r\n			]]></add>\r\n		</operation>\r\n	</file>\r\n\r\n	<file path=\"catalog/controller/checkout/{register,shipping_address}*.php\">\r\n		<operation info=\"Add city session\">\r\n			<search trim=\"true\"><![CDATA[\r\n		if (isset($this->session->data[\'shipping_address\'][\'zone_id\'])) {\r\n			]]></search>\r\n			<add position=\"before\"><![CDATA[\r\n		if (isset($this->session->data[\'shipping_address\'][\'city\'])) {\r\n			$data[\'city\'] = $this->session->data[\'shipping_address\'][\'city\'];\r\n		} else {\r\n			$data[\'city\'] = \'\';\r\n		}\r\n			]]></add>\r\n		</operation>\r\n\r\n		<operation info=\"Validate city session\">\r\n			<search><![CDATA[\r\n			if ((utf8_strlen(trim($this->request->post[\'city\'])) < 2) || (utf8_strlen(trim($this->request->post[\'city\'])) > 128)) {\r\n			]]></search>\r\n			<add position=\"replace\"><![CDATA[\r\n			if ($this->request->post[\'city\'] == \'\') {\r\n			]]></add>\r\n		</operation>\r\n	</file>\r\n\r\n	<file path=\"catalog/controller/checkout/checkout.php\">\r\n		<operation info=\"Add AJAX response\">\r\n			<search><![CDATA[\r\n			public function customfield() {\r\n			]]></search>\r\n			<add position=\"before\"><![CDATA[\r\n	public function zone() {\r\n		$json = array();\r\n\r\n		$this->load->model(\'localisation/zone\');\r\n\r\n		$zone_info = $this->model_localisation_zone->getZone($this->request->get[\'zone_id\']);\r\n\r\n		if ($zone_info) {\r\n			$this->load->model(\'localisation/city\');\r\n\r\n			$json = array(\r\n				\'zone_id\'   => $zone_info[\'zone_id\'],\r\n				\'name\'      => $zone_info[\'name\'],\r\n				\'city\'      => $this->model_localisation_city->getCitiesByZoneId($this->request->get[\'zone_id\']),\r\n				\'status\'    => $zone_info[\'status\']\r\n			);\r\n		}\r\n\r\n		$this->response->addHeader(\'Content-Type: application/json\');\r\n		$this->response->setOutput(json_encode($json));\r\n	}\r\n			]]></add>\r\n		</operation>\r\n	</file>\r\n\r\n	<file path=\"catalog/view/theme/*/template/checkout/guest.twig\">\r\n		<operation info=\"Remove city field\">\r\n			<search><![CDATA[\r\n        <input type=\"text\" name=\"address_2\" value=\"{{ address_2 }}\" placeholder=\"{{ entry_address_2 }}\" id=\"input-payment-address-2\" class=\"form-control\" />\r\n			]]></search>\r\n			<add position=\"replace\" offset=\"4\"><![CDATA[\r\n        <input type=\"text\" name=\"address_2\" value=\"{{ address_2 }}\" placeholder=\"{{ entry_address_2 }}\" id=\"input-payment-address-2\" class=\"form-control\" />\r\n			]]></add>\r\n		</operation>\r\n\r\n		<operation info=\"Change city text field to select and place it after zone\">\r\n			<search><![CDATA[\r\n        <select name=\"zone_id\" id=\"input-payment-zone\" class=\"form-control\">\r\n			]]></search>\r\n			<add position=\"after\" offset=\"2\"><![CDATA[\r\n      <div class=\"form-group required\">\r\n        <label class=\"control-label\" for=\"input-payment-city\">{{ entry_city }}</label>\r\n        <select name=\"city\" id=\"input-payment-city\" class=\"form-control\">\r\n        </select>\r\n      </div>\r\n            ]]></add>\r\n		</operation>\r\n	</file>\r\n\r\n	<file path=\"catalog/view/theme/*/template/checkout/{guest,payment_address,register}*.twig\">\r\n		<operation info=\"Call zone function after country function is triggered\">\r\n			<search><![CDATA[\r\n                $(\'#collapse-payment-address select[name=\\\'zone_id\\\']\').html(html);\r\n			]]></search>\r\n			<add position=\"after\"><![CDATA[\r\n                $(\'#collapse-payment-address select[name=\\\'city\\\']\').html(\'<option value=\"\">{{ text_select }}</option>\');\r\n                $(\'#collapse-payment-address select[name=\\\'zone_id\\\']\').trigger(\'change\');\r\n			]]></add>\r\n		</operation>\r\n\r\n		<operation info=\"Add AJAX change city based on selected zone\">\r\n			<search><![CDATA[\r\n$(\'#collapse-payment-address select[name=\\\'country_id\\\']\').trigger(\'change\');\r\n			]]></search>\r\n			<add position=\"after\" offset=\"1\"><![CDATA[\r\n<script type=\"text/javascript\"><!--\r\n$(\'#collapse-payment-address select[name=\\\'zone_id\\\']\').on(\'change\', function() {\r\n    if (this.value == \'\') return;\r\n    $.ajax({\r\n        url: \'index.php?route=checkout/checkout/zone&zone_id=\' + this.value,\r\n        dataType: \'json\',\r\n        beforeSend: function() {\r\n            $(\'#collapse-payment-address select[name=\\\'zone_id\\\']\').after(\' <i class=\"fa fa-circle-o-notch fa-spin\"></i>\');\r\n        },\r\n        complete: function() {\r\n            $(\'.fa-spin\').remove();\r\n        },\r\n        success: function(json) {\r\n            $(\'.fa-spin\').remove();\r\n\r\n            html = \'<option value=\"\">{{ text_select }}</option>\';\r\n\r\n            if (json[\'city\'] != \'\') {\r\n                for (i = 0; i < json[\'city\'].length; i++) {\r\n                    html += \'<option value=\"\' + json[\'city\'][i][\'name\'] + \'\"\';\r\n\r\n                    if (json[\'city\'][i][\'name\'] == \'{{ city }}\') {\r\n                        html += \' selected=\"selected\"\';\r\n                    }\r\n\r\n                    html += \'>\' + json[\'city\'][i][\'name\'] + \'</option>\';\r\n                }\r\n            } else {\r\n                html += \'<option value=\"0\" selected=\"selected\">{{ text_none }}</option>\';\r\n            }\r\n\r\n            $(\'#collapse-payment-address select[name=\\\'city\\\']\').html(html);\r\n        },\r\n        error: function(xhr, ajaxOptions, thrownError) {\r\n            alert(thrownError + \"\\r\\n\" + xhr.statusText + \"\\r\\n\" + xhr.responseText);\r\n        }\r\n    });\r\n});\r\n\r\n$(\'#collapse-payment-address select[name=\\\'zone_id\\\']\').trigger(\'change\');\r\n//--></script>\r\n			]]></add>\r\n		</operation>\r\n	</file>\r\n\r\n	<!--file path=\"catalog/view/theme/*/template/checkout/guest_shipping.twig\">\r\n		<operation info=\"Remove city field\">\r\n			<search><![CDATA[\r\n      <input type=\"text\" name=\"address_2\" value=\"{{ address_2 }}\" placeholder=\"{{ entry_address_2 }}\" id=\"input-shipping-address-2\" class=\"form-control\" />\r\n			]]></search>\r\n			<add position=\"replace\" offset=\"6\"><![CDATA[\r\n      <input type=\"text\" name=\"address_2\" value=\"{{ address_2 }}\" placeholder=\"{{ entry_address_2 }}\" id=\"input-shipping-address-2\" class=\"form-control\" />\r\n			]]></add>\r\n		</operation>\r\n\r\n		<operation info=\"Change city text field to select and place it after zone\">\r\n			<search><![CDATA[\r\n      <select name=\"zone_id\" id=\"input-shipping-zone\" class=\"form-control\">\r\n			]]></search>\r\n			<add position=\"after\" offset=\"3\"><![CDATA[\r\n	  <div class=\"form-group required\">\r\n		<label class=\"col-sm-2 control-label\" for=\"input-shipping-city\">{{ entry_city }}</label>\r\n		<div class=\"col-sm-10\">\r\n		  <select name=\"city\" id=\"input-shipping-city\" class=\"form-control\">\r\n		  </select>\r\n		</div>\r\n	  </div>\r\n			]]></add>\r\n		</operation>\r\n	</file-->\r\n\r\n	<file path=\"catalog/view/theme/*/template/checkout/{guest_shipping,shipping_address}*.twig\">\r\n		<operation info=\"Remove city field\">\r\n			<search><![CDATA[\r\n	  placeholder=\"{{ entry_address_2 }}\" id=\"input-shipping-address-2\" class=\"form-control\" />\r\n			]]></search>\r\n			<add position=\"replace\" offset=\"6\"><![CDATA[\r\n      <input type=\"text\" name=\"address_2\" value=\"{{ address_2 }}\" placeholder=\"{{ entry_address_2 }}\" id=\"input-shipping-address-2\" class=\"form-control\" />\r\n			]]></add>\r\n		</operation>\r\n\r\n		<operation info=\"Change city text field to select and place it after zone\">\r\n			<search><![CDATA[\r\n      <select name=\"zone_id\" id=\"input-shipping-zone\" class=\"form-control\">\r\n			]]></search>\r\n			<add position=\"after\" offset=\"3\"><![CDATA[\r\n  <div class=\"form-group required\">\r\n    <label class=\"col-sm-2 control-label\" for=\"input-shipping-city\">{{ entry_city }}</label>\r\n    <div class=\"col-sm-10\">\r\n      <select name=\"city\" id=\"input-shipping-city\" class=\"form-control\">\r\n      </select>\r\n    </div>\r\n  </div>\r\n			]]></add>\r\n		</operation>\r\n		\r\n		<operation info=\"Call zone function after country function is triggered\">\r\n			<search><![CDATA[\r\n                $(\'#collapse-shipping-address select[name=\\\'zone_id\\\']\').html(html);\r\n			]]></search>\r\n			<add position=\"after\"><![CDATA[\r\n                $(\'#collapse-shipping-address select[name=\\\'city\\\']\').html(\'<option value=\"\">{{ text_select }}</option>\');\r\n                $(\'#collapse-shipping-address select[name=\\\'zone_id\\\']\').trigger(\'change\');\r\n			]]></add>\r\n		</operation>\r\n\r\n		<operation info=\"Add AJAX change city based on selected zone\">\r\n			<search><![CDATA[\r\n$(\'#collapse-shipping-address select[name=\\\'country_id\\\']\').trigger(\'change\');\r\n			]]></search>\r\n			<add position=\"after\" offset=\"1\"><![CDATA[\r\n<script type=\"text/javascript\"><!--\r\n$(\'#collapse-shipping-address select[name=\\\'zone_id\\\']\').on(\'change\', function() {\r\n    if (this.value == \'\') return;\r\n    $.ajax({\r\n        url: \'index.php?route=checkout/checkout/zone&zone_id=\' + this.value,\r\n        dataType: \'json\',\r\n        beforeSend: function() {\r\n            $(\'#collapse-shipping-address select[name=\\\'zone_id\\\']\').after(\' <i class=\"fa fa-circle-o-notch fa-spin\"></i>\');\r\n        },\r\n        complete: function() {\r\n            $(\'.fa-spin\').remove();\r\n        },\r\n        success: function(json) {\r\n            $(\'.fa-spin\').remove();\r\n\r\n            html = \'<option value=\"\">{{ text_select }}</option>\';\r\n\r\n            if (json[\'city\'] != \'\') {\r\n                for (i = 0; i < json[\'city\'].length; i++) {\r\n                    html += \'<option value=\"\' + json[\'city\'][i][\'name\'] + \'\"\';\r\n\r\n                    if (json[\'city\'][i][\'name\'] == \'{{ city }}\') {\r\n                        html += \' selected=\"selected\"\';\r\n                    }\r\n\r\n                    html += \'>\' + json[\'city\'][i][\'name\'] + \'</option>\';\r\n                }\r\n            } else {\r\n                html += \'<option value=\"0\" selected=\"selected\">{{ text_none }}</option>\';\r\n            }\r\n\r\n            $(\'#collapse-shipping-address select[name=\\\'city\\\']\').html(html);\r\n        },\r\n        error: function(xhr, ajaxOptions, thrownError) {\r\n            alert(thrownError + \"\\r\\n\" + xhr.statusText + \"\\r\\n\" + xhr.responseText);\r\n        }\r\n    });\r\n});\r\n\r\n$(\'#collapse-shipping-address select[name=\\\'zone_id\\\']\').trigger(\'change\');\r\n//--></script>\r\n			]]></add>\r\n		</operation>\r\n	</file>\r\n\r\n	<file path=\"catalog/view/theme/*/template/checkout/payment_address.twig\">\r\n		<operation info=\"Remove city field\">\r\n			<search><![CDATA[\r\n        <input type=\"text\" name=\"address_2\" value=\"\" placeholder=\"{{ entry_address_2 }}\" id=\"input-payment-address-2\" class=\"form-control\" />\r\n			]]></search>\r\n			<add position=\"replace\" offset=\"6\"><![CDATA[\r\n        <input type=\"text\" name=\"address_2\" value=\"\" placeholder=\"{{ entry_address_2 }}\" id=\"input-payment-address-2\" class=\"form-control\" />\r\n			]]></add>\r\n		</operation>\r\n\r\n		<operation info=\"Change city text field to select and place it after zone\">\r\n			<search><![CDATA[\r\n        <select name=\"zone_id\" id=\"input-payment-zone\" class=\"form-control\">\r\n			]]></search>\r\n			<add position=\"after\" offset=\"3\"><![CDATA[\r\n		<div class=\"form-group required\">\r\n		  <label class=\"col-sm-2 control-label\" for=\"input-payment-city\">{{ entry_city }}</label>\r\n		  <div class=\"col-sm-10\">\r\n			<select name=\"city\" id=\"input-payment-city\" class=\"form-control\">\r\n			</select>\r\n		  </div>\r\n		</div>\r\n			]]></add>\r\n		</operation>\r\n	</file>\r\n\r\n	<file path=\"catalog/view/theme/*/template/checkout/register.twig\">\r\n		<operation info=\"Remove city field\">\r\n			<search><![CDATA[\r\n        <input type=\"text\" name=\"address_2\" value=\"\" placeholder=\"{{ entry_address_2 }}\" id=\"input-payment-address-2\" class=\"form-control\" />\r\n			]]></search>\r\n			<add position=\"replace\" offset=\"4\"><![CDATA[\r\n        <input type=\"text\" name=\"address_2\" value=\"\" placeholder=\"{{ entry_address_2 }}\" id=\"input-payment-address-2\" class=\"form-control\" />\r\n			]]></add>\r\n		</operation>\r\n\r\n		<operation info=\"Change city text field to select and place it after zone\">\r\n			<search><![CDATA[\r\n        <select name=\"zone_id\" id=\"input-payment-zone\" class=\"form-control\">\r\n			]]></search>\r\n			<add position=\"after\" offset=\"2\"><![CDATA[\r\n      <div class=\"form-group required\">\r\n        <label class=\"control-label\" for=\"input-payment-city\">{{ entry_city }}</label>\r\n        <select name=\"city\" id=\"input-payment-city\" class=\"form-control\">\r\n        </select>\r\n      </div>\r\n			]]></add>\r\n		</operation>\r\n	</file>\r\n\r\n	<file path=\"catalog/controller/api/{payment,shipping}*.php\">\r\n		<operation info=\"Remove error_city\">\r\n			<search><![CDATA[\r\n        if ((utf8_strlen($this->request->post[\'city\']) < 2) || (utf8_strlen($this->request->post[\'city\']) > 32)) {\r\n			]]></search>\r\n			<add position=\"replace\"><![CDATA[\r\n        if ((utf8_strlen($this->request->post[\'city\']) < 2) || (utf8_strlen($this->request->post[\'city\']) > 128)) {\r\n			]]></add>\r\n		</operation>\r\n	</file>\r\n</modification>', 1, '2019-04-06 18:25:37', '0000-00-00 00:00:00'),
(10, 10, 'Упрощенный заказ [Custom Quick Checkout]', 'quickcheckout_oc3', 'opencart3x.ru', '1.9', 'https://opencart3x.ru', '<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<modification>\n	<name>Упрощенный заказ [Custom Quick Checkout]</name>\n	<code>quickcheckout_oc3</code>\n	<version>1.9</version>\n	<author>opencart3x.ru</author>\n	<link>https://opencart3x.ru</link>\n	<file path=\"catalog/controller/checkout/cart.php\">\n		<operation>\n			<search><![CDATA[public function index() {]]></search>\n			<add position=\"after\"><![CDATA[		\n			if ($this->cart->hasProducts() && $this->config->get(\'quickcheckout_skip_cart\')){\n				$this->response->redirect($this->url->link(\'extension/quickcheckout/checkout\'));\n			}\n            ]]></add>\n		</operation>\n	</file>\n  	<file path=\"catalog/model/setting/extension.php\">\n		<operation>\n			<search trim=\"true\" index=\"0\"><![CDATA[\n				SELECT * FROM \" . DB_PREFIX . \"extension WHERE `type` =\n			]]></search>\n			<add position=\"after\" trim=\"false\" offset=\"0\"><![CDATA[\n				if ($type == \'payment\' && isset($this->session->data[\'shipping_method\'][\'code\']) && $this->config->get(\'quickcheckout_shipping_reload\')) {\n					$payments = $query->rows;\n\n					$rules = array();\n\n					foreach ($this->config->get(\'quickcheckout_payment2shipping_shippings\') as $shippings) {\n						if (strpos($this->session->data[\'shipping_method\'][\'code\'], $shippings[\'shipping\']) === 0) {\n							$rules[] = $shippings[\'payment\'];\n						}\n					}\n\n					if (!empty($rules)) {\n						foreach ($payments as $idx => $payment) {\n							if (!in_array($payment[\'code\'], $rules)) {\n								unset($payments[$idx]);\n							}\n						}\n\n						$query->rows = $payments;\n					}\n\n					//echo \'<pre>\'.__METHOD__.\' [\'.__LINE__.\']: \'; print_r($rules); echo \'</pre>\';\n					//echo \'<pre>\'.__METHOD__.\' [\'.__LINE__.\']: \'; print_r($this->session->data[\'shipping_method\']); echo \'</pre>\';\n					//echo \'<pre>\'.__METHOD__.\' [\'.__LINE__.\']: \'; print_r($query->rows); echo \'</pre>\';\n				}\n			]]></add>\n		</operation>\n	</file>\n</modification>', 1, '2019-03-25 13:36:07', '0000-00-00 00:00:00');
INSERT INTO `oc_modification` (`modification_id`, `extension_install_id`, `name`, `code`, `author`, `version`, `link`, `xml`, `status`, `date_added`, `date_modified`) VALUES
(12, 12, 'OC 3: Новая Почта c калькулятором + отделения (перевод)', 'novaposhta-translate', 'm.s.tkalenko', '3.0', 'http://webmakers.com.ua/shop/novaya-pochta-c-kalkulyatorom-otdeleniya-dlya-opencart-3/', '<?xml version=\"1.0\" encoding=\"utf-8\"?>\r\n<modification>\r\n  <name>OC 3: Новая Почта c калькулятором + отделения (перевод)</name>\r\n  <code>novaposhta-translate</code>\r\n  <version>3.0</version>\r\n  <author>m.s.tkalenko</author>\r\n  <link>http://webmakers.com.ua/shop/novaya-pochta-c-kalkulyatorom-otdeleniya-dlya-opencart-3/</link>\r\n	\r\n	<file path=\"catalog/language/*/checkout/shipping.php\">\r\n	  <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*entry_postcode.*)]]></search>\r\n	    <add><![CDATA[\r\n		$_[\'entry_city\']       = \'Отделение Новой почты\';\r\n		$_[\'entry_postcode\']       = \'Почтовый индекс\';\r\n		]]></add>\r\n	  </operation>\r\n	\r\n	  <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*error_postcode.*)]]></search>\r\n	    <add><![CDATA[\r\n		$_[\'error_postcode\']       = \'Почтовый индекс должен быть от 2 до 10 символов!\';\r\n		$_[\'error_city\']       = \'Пожалуйста, выберите отделение!\';\r\n		]]></add>\r\n	  </operation>\r\n	\r\n	  <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*entry_zone.*)]]></search>\r\n	    <add><![CDATA[$_[\'entry_zone\']           = \'Город\';]]></add>\r\n	  </operation>\r\n	\r\n	  <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*error_zone.*)]]></search>\r\n	    <add><![CDATA[\r\n		$_[\'error_zone\']           = \'Пожалуйста, выберите город!\';\r\n		]]></add>\r\n	  </operation>\r\n	</file>\r\n\r\n	<file path=\"catalog/language/*/account/{address,register}.php\">\r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*entry_city.*)]]></search>\r\n	    <add><![CDATA[$_[\'entry_city\']           = \'Отделение Новой почты\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*error_city.*)]]></search>\r\n	    <add><![CDATA[$_[\'error_city\']           = \'Отделение должно быть от 2 до 128 символов!\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*entry_zone.*)]]></search>\r\n	    <add><![CDATA[$_[\'entry_zone\']           = \'Город\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*error_zone.*)]]></search>\r\n	    <add><![CDATA[$_[\'error_zone\']           = \'Пожалуйста, выберите город!\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*entry_country.*)]]></search>\r\n	    <add><![CDATA[$_[\'entry_country\']        = \'Область\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*error_country.*)]]></search>\r\n	    <add><![CDATA[$_[\'error_country\']        = \'Пожалуйста, выберите область!\';]]></add>\r\n	  </operation>\r\n	</file>\r\n\r\n	<file path=\"catalog/language/*/affiliate/edit.php\">\r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*entry_city.*)]]></search>\r\n	    <add><![CDATA[$_[\'entry_city\']           = \'Отделение Новой почты\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*error_city.*)]]></search>\r\n	    <add><![CDATA[$_[\'error_city\']           = \'Отделение должно быть от 2 до 128 символов!\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*entry_zone.*)]]></search>\r\n	    <add><![CDATA[$_[\'entry_zone\']           = \'Город\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*error_zone.*)]]></search>\r\n	    <add><![CDATA[$_[\'error_zone\']           = \'Пожалуйста, выберите город!\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*entry_country.*)]]></search>\r\n	    <add><![CDATA[$_[\'entry_country\']     = \'Область\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*error_country.*)]]></search>\r\n	    <add><![CDATA[$_[\'error_country\']     = \'Пожалуйста, выберите область!\';]]></add>\r\n	  </operation>\r\n	</file>\r\n\r\n	<file path=\"catalog/language/*/affiliate/register.php\">\r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*entry_city.*)]]></search>\r\n	    <add><![CDATA[$_[\'entry_city\']           = \'Отделение Новой почты\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*error_city.*)]]></search>\r\n	    <add><![CDATA[$_[\'error_city\']           = \'Отделение должно быть от 2 до 128 символов!\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*entry_zone.*)]]></search>\r\n	    <add><![CDATA[$_[\'entry_zone\']                = \'Город\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*error_zone.*)]]></search>\r\n	    <add><![CDATA[$_[\'error_zone\']                = \'Пожалуйста, выберите город!\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*entry_country.*)]]></search>\r\n	    <add><![CDATA[$_[\'entry_country\']             = \'Область\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*error_country.*)]]></search>\r\n	    <add><![CDATA[$_[\'error_country\']             = \'Пожалуйста, выберите область!\';]]></add>\r\n	  </operation>\r\n	</file>\r\n\r\n	<file path=\"catalog/language/*/checkout/checkout.php\">\r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*entry_city.*)]]></search>\r\n	    <add><![CDATA[$_[\'entry_city\']           = \'Отделение Новой почты\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*error_city.*)]]></search>\r\n	    <add><![CDATA[$_[\'error_city\']           = \'Отделение должно быть от 2 до 128 символов!\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*entry_zone.*)]]></search>\r\n	    <add><![CDATA[$_[\'entry_zone\']                     = \'Город\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*error_zone.*)]]></search>\r\n	    <add><![CDATA[$_[\'error_zone\']                     = \'Пожалуйста, укажите город!\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*entry_country.*)]]></search>\r\n	    <add><![CDATA[$_[\'entry_country\']                  = \'Область\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*error_country.*)]]></search>\r\n	    <add><![CDATA[$_[\'error_country\']                  = \'Пожалуйста, укажите область!\';]]></add>\r\n	  </operation>\r\n	</file>\r\n	\r\n	<file path=\"admin/language/*/customer/customer.php\">\r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*entry_city.*)]]></search>\r\n	    <add><![CDATA[$_[\'entry_city\']            = \'Отделение Новой почты\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*error_city.*)]]></search>\r\n	    <add><![CDATA[$_[\'error_city\']            = \'Отделение должно быть 2 до 128 символов!\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*entry_zone.*)]]></search>\r\n	    <add><![CDATA[$_[\'entry_zone\']            = \'Город\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*error_zone.*)]]></search>\r\n	    <add><![CDATA[$_[\'error_zone\']            = \'Укажите город!\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*entry_country.*)]]></search>\r\n	    <add><![CDATA[$_[\'entry_country\']         = \'Область\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*error_country.*)]]></search>\r\n	    <add><![CDATA[$_[\'error_country\']         = \'Укажите область!\';]]></add>\r\n	  </operation>\r\n	</file>\r\n	\r\n	<file path=\"admin/language/*/localisation/country.php\">\r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*heading_title.*)]]></search>\r\n	    <add><![CDATA[$_[\'heading_title\']           = \'Области\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*text_success.*)]]></search>\r\n	    <add><![CDATA[$_[\'text_success\']            = \'Области были изменены!\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*text_list.*)]]></search>\r\n	    <add><![CDATA[$_[\'text_list\']               = \'Список областей\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*text_add.*)]]></search>\r\n	    <add><![CDATA[$_[\'text_add\']                = \'Добавить область\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*text_edit.*)]]></search>\r\n	    <add><![CDATA[$_[\'text_edit\']               = \'Изменить область\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*error_permission.*)]]></search>\r\n	    <add><![CDATA[$_[\'error_permission\']        = \'У вас нет прав на изменение области!\';]]></add>\r\n	  </operation>\r\n	</file>\r\n	\r\n	\r\n	<file path=\"admin/language/*/localisation/geo_zone.php\">\r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*entry_country.*)]]></search>\r\n	    <add><![CDATA[$_[\'entry_country\']      = \'Область\';]]></add>\r\n	  </operation>\r\n	</file>\r\n	\r\n	\r\n	<file path=\"admin/language/*/localisation/zone.php\">\r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*column_country.*)]]></search>\r\n	    <add><![CDATA[$_[\'column_country\']         = \'Область\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*entry_country.*)]]></search>\r\n	    <add><![CDATA[$_[\'entry_country\']          = \'Область\';]]></add>\r\n	  </operation>\r\n	</file>\r\n	\r\n\r\n	<file path=\"admin/language/*/marketing/affiliate.php\">\r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*entry_city.*)]]></search>\r\n	    <add><![CDATA[$_[\'entry_city\']                = \'Город\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*error_city.*)]]></search>\r\n	    <add><![CDATA[$_[\'error_city\']                = \'Отделение должно содержать от 2-х до 128-и знаков!\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*entry_zone.*)]]></search>\r\n	    <add><![CDATA[$_[\'entry_zone\']                = \'Город\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*error_zone.*)]]></search>\r\n	    <add><![CDATA[$_[\'error_zone\']                = \'Пожалуйста, выберите город!\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*entry_country.*)]]></search>\r\n	    <add><![CDATA[$_[\'entry_country\']             = \'Область\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*error_country.*)]]></search>\r\n	    <add><![CDATA[$_[\'error_country\']             = \'Пожалуйста, выберите область!\';]]></add>\r\n	  </operation>\r\n	</file>\r\n	\r\n	\r\n	<file path=\"admin/language/*/sale/customer.php\">\r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*entry_zone.*)]]></search>\r\n	    <add><![CDATA[$_[\'entry_zone\']            = \'Город\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*error_zone.*)]]></search>\r\n	    <add><![CDATA[$_[\'error_zone\']            = \'Пожалуйста, выберите город!\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*entry_country.*)]]></search>\r\n	    <add><![CDATA[$_[\'entry_country\']         = \'Область\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*error_country.*)]]></search>\r\n	    <add><![CDATA[$_[\'error_country\']         = \'Пожалуйста, выберите область!\';]]></add>\r\n	  </operation>\r\n	</file>\r\n	\r\n	\r\n	<file path=\"admin/language/*/setting/setting.php\">\r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*entry_zone.*)]]></search>\r\n	    <add><![CDATA[$_[\'entry_zone\']                       = \'Город\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*entry_country.*)]]></search>\r\n	    <add><![CDATA[$_[\'entry_country\']                    = \'Область\';]]></add>\r\n	  </operation>\r\n	</file>\r\n	\r\n	\r\n	<file path=\"admin/language/*/setting/store.php\">\r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*entry_zone.*)]]></search>\r\n	    <add><![CDATA[$_[\'entry_zone\']                       = \'Город\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*entry_country.*)]]></search>\r\n	    <add><![CDATA[$_[\'entry_country\']                    = \'Область\';]]></add>\r\n	  </operation>\r\n	</file>\r\n	\r\n	\r\n	<file path=\"admin/language/*/sale/order.php\">\r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*text_city.*)]]></search>\r\n	    <add><![CDATA[$_[\'text_city\']                               = \'Отделение Новой почты:\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*text_zone.*)]]></search>\r\n	    <add><![CDATA[$_[\'text_zone\']                               = \'Город:\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*text_country.*)]]></search>\r\n	    <add><![CDATA[$_[\'text_country\']                            = \'Область:\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*text_country_match.*)]]></search>\r\n	    <add><![CDATA[$_[\'text_country_match\']                      = \'Совпадение области:\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*text_country_code.*)]]></search>\r\n	    <add><![CDATA[$_[\'text_country_code\']                       = \'Код области:\';]]></add>\r\n	  </operation>\r\n	  \r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*entry_country.*)]]></search>\r\n	    <add><![CDATA[$_[\'entry_country\']                           = \'Область\';]]></add>\r\n	  </operation>\r\n	</file>\r\n\r\n	\r\n	\r\n	<file path=\"admin/language/*/common/menu.php\">\r\n      <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*text_country.*)]]></search>\r\n	    <add><![CDATA[$_[\'text_country\']                     = \'Области\';]]></add>\r\n	  </operation>\r\n	  \r\n	  <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*text_zone.*)]]></search>\r\n        <add><![CDATA[$_[\'text_zone\']                        = \'Города\';]]></add>\r\n	  </operation>\r\n	  \r\n	  <operation>\r\n	    <search regex=\"true\"><![CDATA[(.*text_coupon.*)]]></search>\r\n        <add><![CDATA[\r\n		$_[\'text_coupon\']                      = \'Купоны\';\r\n		$_[\'text_city\']                        = \'Отделения новой почты\';\r\n		]]></add>\r\n	  </operation>\r\n	</file>\r\n</modification>', 1, '2019-04-06 18:24:49', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_module`
--

CREATE TABLE `oc_module` (
  `module_id` int(11) NOT NULL,
  `name` varchar(64) NOT NULL,
  `code` varchar(32) NOT NULL,
  `setting` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_module`
--

INSERT INTO `oc_module` (`module_id`, `name`, `code`, `setting`) VALUES
(30, 'Категория', 'banner', '{\"name\":\"Категория\",\"banner_id\":\"6\",\"width\":\"182\",\"height\":\"182\",\"status\":\"1\"}'),
(29, 'Главная', 'carousel', '{\"name\":\"Главная\",\"banner_id\":\"8\",\"width\":\"130\",\"height\":\"100\",\"status\":\"1\"}'),
(27, 'Главная', 'slideshow', '{\"name\":\"Главная\",\"banner_id\":\"7\",\"width\":\"1140\",\"height\":\"380\",\"status\":\"1\"}'),
(31, 'Баннер 1', 'banner', '{\"name\":\"Баннер 1\",\"banner_id\":\"6\",\"width\":\"182\",\"height\":\"182\",\"status\":\"1\"}');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_openbay_faq`
--

CREATE TABLE `oc_openbay_faq` (
  `id` int(11) NOT NULL,
  `route` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_option`
--

CREATE TABLE `oc_option` (
  `option_id` int(11) NOT NULL,
  `type` varchar(32) NOT NULL,
  `sort_order` int(3) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_option`
--

INSERT INTO `oc_option` (`option_id`, `type`, `sort_order`) VALUES
(1, 'radio', 1),
(2, 'checkbox', 2),
(4, 'text', 3),
(5, 'select', 4),
(6, 'textarea', 5),
(7, 'file', 6),
(8, 'date', 7),
(9, 'time', 8),
(10, 'datetime', 9),
(11, 'select', 10),
(12, 'date', 11);

-- --------------------------------------------------------

--
-- Структура таблицы `oc_option_description`
--

CREATE TABLE `oc_option_description` (
  `option_id` int(11) NOT NULL,
  `language_id` int(11) NOT NULL,
  `name` varchar(128) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_option_description`
--

INSERT INTO `oc_option_description` (`option_id`, `language_id`, `name`) VALUES
(1, 1, 'Radio'),
(2, 1, 'Checkbox'),
(4, 1, 'Текст'),
(6, 1, 'Поле'),
(8, 1, 'Дата'),
(7, 1, 'Файл'),
(5, 1, 'Выбор'),
(9, 1, 'Время'),
(10, 1, 'Дата и время'),
(12, 1, 'Время доставки'),
(11, 1, 'Размер');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_option_value`
--

CREATE TABLE `oc_option_value` (
  `option_value_id` int(11) NOT NULL,
  `option_id` int(11) NOT NULL,
  `image` varchar(255) NOT NULL,
  `sort_order` int(3) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_option_value`
--

INSERT INTO `oc_option_value` (`option_value_id`, `option_id`, `image`, `sort_order`) VALUES
(43, 1, '', 3),
(32, 1, '', 1),
(45, 2, '', 4),
(44, 2, '', 3),
(42, 5, '', 4),
(41, 5, '', 3),
(39, 5, '', 1),
(40, 5, '', 2),
(31, 1, '', 2),
(23, 2, '', 1),
(24, 2, '', 2),
(46, 11, '', 1),
(47, 11, '', 2),
(48, 11, '', 3);

-- --------------------------------------------------------

--
-- Структура таблицы `oc_option_value_description`
--

CREATE TABLE `oc_option_value_description` (
  `option_value_id` int(11) NOT NULL,
  `language_id` int(11) NOT NULL,
  `option_id` int(11) NOT NULL,
  `name` varchar(128) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_option_value_description`
--

INSERT INTO `oc_option_value_description` (`option_value_id`, `language_id`, `option_id`, `name`) VALUES
(43, 1, 1, 'Large'),
(32, 1, 1, 'Small'),
(45, 1, 2, 'Checkbox 4'),
(44, 1, 2, 'Checkbox 3'),
(31, 1, 1, 'Medium'),
(42, 1, 5, 'Yellow'),
(41, 1, 5, 'Green'),
(39, 1, 5, 'Red'),
(40, 1, 5, 'Blue'),
(23, 1, 2, 'Checkbox 1'),
(24, 1, 2, 'Checkbox 2'),
(48, 1, 11, 'Large'),
(47, 1, 11, 'Medium'),
(46, 1, 11, 'Small');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_order`
--

CREATE TABLE `oc_order` (
  `order_id` int(11) NOT NULL,
  `invoice_no` int(11) NOT NULL DEFAULT '0',
  `invoice_prefix` varchar(26) NOT NULL,
  `store_id` int(11) NOT NULL DEFAULT '0',
  `store_name` varchar(64) NOT NULL,
  `store_url` varchar(255) NOT NULL,
  `customer_id` int(11) NOT NULL DEFAULT '0',
  `customer_group_id` int(11) NOT NULL DEFAULT '0',
  `firstname` varchar(32) NOT NULL,
  `lastname` varchar(32) NOT NULL,
  `email` varchar(96) NOT NULL,
  `telephone` varchar(32) NOT NULL,
  `fax` varchar(32) NOT NULL,
  `custom_field` text NOT NULL,
  `payment_firstname` varchar(32) NOT NULL,
  `payment_lastname` varchar(32) NOT NULL,
  `payment_company` varchar(60) NOT NULL,
  `payment_address_1` varchar(128) NOT NULL,
  `payment_address_2` varchar(128) NOT NULL,
  `payment_city` varchar(128) NOT NULL,
  `payment_postcode` varchar(10) NOT NULL,
  `payment_country` varchar(128) NOT NULL,
  `payment_country_id` int(11) NOT NULL,
  `payment_zone` varchar(128) NOT NULL,
  `payment_zone_id` int(11) NOT NULL,
  `payment_address_format` text NOT NULL,
  `payment_custom_field` text NOT NULL,
  `payment_method` varchar(128) NOT NULL,
  `payment_code` varchar(128) NOT NULL,
  `shipping_firstname` varchar(32) NOT NULL,
  `shipping_lastname` varchar(32) NOT NULL,
  `shipping_company` varchar(40) NOT NULL,
  `shipping_address_1` varchar(128) NOT NULL,
  `shipping_address_2` varchar(128) NOT NULL,
  `shipping_city` varchar(128) NOT NULL,
  `shipping_postcode` varchar(10) NOT NULL,
  `shipping_country` varchar(128) NOT NULL,
  `shipping_country_id` int(11) NOT NULL,
  `shipping_zone` varchar(128) NOT NULL,
  `shipping_zone_id` int(11) NOT NULL,
  `shipping_address_format` text NOT NULL,
  `shipping_custom_field` text NOT NULL,
  `shipping_method` varchar(128) NOT NULL,
  `shipping_code` varchar(128) NOT NULL,
  `comment` text NOT NULL,
  `total` decimal(15,4) NOT NULL DEFAULT '0.0000',
  `order_status_id` int(11) NOT NULL DEFAULT '0',
  `affiliate_id` int(11) NOT NULL,
  `commission` decimal(15,4) NOT NULL,
  `marketing_id` int(11) NOT NULL,
  `tracking` varchar(64) NOT NULL,
  `language_id` int(11) NOT NULL,
  `currency_id` int(11) NOT NULL,
  `currency_code` varchar(3) NOT NULL,
  `currency_value` decimal(15,8) NOT NULL DEFAULT '1.00000000',
  `ip` varchar(40) NOT NULL,
  `forwarded_ip` varchar(40) NOT NULL,
  `user_agent` varchar(255) NOT NULL,
  `accept_language` varchar(255) NOT NULL,
  `date_added` datetime NOT NULL,
  `date_modified` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_order`
--

INSERT INTO `oc_order` (`order_id`, `invoice_no`, `invoice_prefix`, `store_id`, `store_name`, `store_url`, `customer_id`, `customer_group_id`, `firstname`, `lastname`, `email`, `telephone`, `fax`, `custom_field`, `payment_firstname`, `payment_lastname`, `payment_company`, `payment_address_1`, `payment_address_2`, `payment_city`, `payment_postcode`, `payment_country`, `payment_country_id`, `payment_zone`, `payment_zone_id`, `payment_address_format`, `payment_custom_field`, `payment_method`, `payment_code`, `shipping_firstname`, `shipping_lastname`, `shipping_company`, `shipping_address_1`, `shipping_address_2`, `shipping_city`, `shipping_postcode`, `shipping_country`, `shipping_country_id`, `shipping_zone`, `shipping_zone_id`, `shipping_address_format`, `shipping_custom_field`, `shipping_method`, `shipping_code`, `comment`, `total`, `order_status_id`, `affiliate_id`, `commission`, `marketing_id`, `tracking`, `language_id`, `currency_id`, `currency_code`, `currency_value`, `ip`, `forwarded_ip`, `user_agent`, `accept_language`, `date_added`, `date_modified`) VALUES
(1, 0, 'INV-2019-00', 0, 'Мой магазин', 'http://radio.svyaznoytv.com/', 1, 1, 'michaael', 'lee', 'kaizenroot@gmail.com', '0682523312', '', '[]', 'michaael', 'lee', '', 'm. jukova', '', 'odessa', '', 'Україна', 220, 'Odes\'ka Oblast\'', 3495, '', '[]', 'Оплата при доставке', 'cod', 'michaael', 'lee', '', 'm. jukova', '', 'odessa', '', 'Україна', 220, 'Odes\'ka Oblast\'', 3495, '', '[]', 'Доставка с фиксированной стоимостью доставки', 'flat.flat', '', '105.0000', 8, 0, '0.0000', 0, '', 1, 4, 'RUB', '1.00000000', '178.212.195.36', '', 'Mozilla/5.0 (X11; Linux x86_64; rv:60.0) Gecko/20100101 Firefox/60.0', 'ru-RU,ru;q=0.8,en-US;q=0.5,en;q=0.3', '2019-03-13 21:57:00', '2019-03-13 21:57:52'),
(2, 0, 'INV-2019-00', 0, 'Svyaznoy', 'http://radio.svyaznoytv.com/', 1, 2, 'Михаил', 'Хазеев', 'kaizen@list.ru', '068 2523312', '', '[]', 'moti', 'lee', '', 'm. jucova', '', 'odessa', '', 'Україна', 220, 'Odes\'ka Oblast\'', 3495, '', '[]', 'Оплата при доставке', 'cod', 'moti', 'lee', '', 'm. jucova', '', 'odessa', '', 'Україна', 220, 'Odes\'ka Oblast\'', 3495, '', '[]', 'Доставка с фиксированной стоимостью доставки', 'flat.flat', '', '105.0000', 1, 0, '0.0000', 0, '', 1, 4, 'RUB', '1.00000000', '178.212.195.36', '', 'Mozilla/5.0 (X11; Linux x86_64; rv:60.0) Gecko/20100101 Firefox/60.0', 'ru-RU,ru;q=0.8,en-US;q=0.5,en;q=0.3', '2019-03-25 10:11:28', '2019-03-25 10:11:31'),
(3, 0, 'INV-2019-00', 0, 'Svyaznoy', 'http://radio.svyaznoytv.com/', 1, 2, 'Михаил', 'Хазеев', 'kaizen@list.ru', '068 2523312', '', '[]', 'moti', 'lee', '', 'm. jucova', '', 'odessa', '', 'Україна', 220, 'Odes\'ka Oblast\'', 3495, '', '[]', 'Оплата при доставке', 'cod', 'moti', 'lee', '', 'm. jucova', '', 'odessa', '', 'Україна', 220, 'Odes\'ka Oblast\'', 3495, '', '[]', 'Отправка службой \"Новая почта\"', 'novaposhta.novaposhta', '', '100.0000', 1, 0, '0.0000', 0, '', 1, 4, 'RUB', '1.00000000', '178.212.195.36', '', 'Mozilla/5.0 (X11; Linux x86_64; rv:60.0) Gecko/20100101 Firefox/60.0', 'ru-RU,ru;q=0.8,en-US;q=0.5,en;q=0.3', '2019-03-25 10:19:05', '2019-03-25 10:19:09'),
(4, 0, 'INV-2019-00', 0, 'Svyaznoy', 'http://radio.svyaznoytv.com/', 1, 2, 'moti', 'lee', 'kaizen@list.ru', '068 2523312', '', '[]', 'moti', 'lee', '', 'm. jucova', '', 'odessa', '', 'Україна', 220, 'Odes\'ka Oblast\'', 3495, '', '\"\"', 'Оплата при доставке', 'cod', 'moti', 'lee', '', 'm. jucova', '', 'odessa', '', 'Україна', 220, 'Odes\'ka Oblast\'', 3495, '', '\"\"', 'Отправка службой \"Новая почта\"', 'novaposhta.novaposhta', '', '101.0000', 1, 0, '0.0000', 0, '', 1, 4, 'RUB', '1.00000000', '178.212.195.36', '', 'Mozilla/5.0 (X11; Linux x86_64; rv:60.0) Gecko/20100101 Firefox/60.0', 'ru-RU,ru;q=0.8,en-US;q=0.5,en;q=0.3', '2019-03-25 13:39:13', '2019-03-25 13:39:13'),
(5, 0, 'INV-2019-00', 0, 'Svyaznoy', 'http://radio.svyaznoytv.com/', 1, 2, 'moti', 'lee', 'kaizen@list.ru', '068 2523312', '', '[]', 'moti', 'lee', '', 'm. jucova', '', 'odessa', '', 'Україна', 220, 'Odes\'ka Oblast\'', 3495, '', '\"\"', 'Оплата при доставке', 'cod', 'moti', 'lee', '', 'm. jucova', '', 'odessa', '', 'Україна', 220, 'Odes\'ka Oblast\'', 3495, '', '\"\"', 'Отправка службой \"Новая почта\"', 'novaposhta.novaposhta', '', '100.0000', 5, 0, '0.0000', 0, '', 1, 4, 'RUB', '1.00000000', '178.212.195.36', '', 'Mozilla/5.0 (X11; Linux x86_64; rv:60.0) Gecko/20100101 Firefox/60.0', 'ru-RU,ru;q=0.8,en-US;q=0.5,en;q=0.3', '2019-03-25 22:09:43', '2019-04-06 15:11:24'),
(6, 0, 'INV-2019-00', 0, 'Svyaznoy', 'http://radio.svyaznoytv.com/', 1, 2, 'moti', 'lee', 'kaizen@list.ru', '068 2523312', '', '[]', 'moti', 'lee', '', 'm. jucova', '', 'odessa', '', 'Україна', 220, 'Odes\'ka Oblast\'', 3495, '', '\"\"', 'Оплата при доставке', 'cod', 'moti', 'lee', '', 'm. jucova', '', 'odessa', '', 'Україна', 220, 'Odes\'ka Oblast\'', 3495, '', '\"\"', 'Отправка службой \"Новая почта\"', 'novaposhta.novaposhta', '', '100.0000', 5, 0, '0.0000', 0, '', 1, 4, 'RUB', '1.00000000', '178.212.195.36', '', 'Mozilla/5.0 (X11; Linux x86_64; rv:60.0) Gecko/20100101 Firefox/60.0', 'ru-RU,ru;q=0.8,en-US;q=0.5,en;q=0.3', '2019-04-06 15:07:48', '2019-04-06 15:10:38'),
(7, 0, 'INV-2019-00', 0, 'Svyaznoy', 'http://radio.svyaznoytv.com/', 1, 2, 'moti', 'lee', 'kaizen@list.ru', '068 2523312', '', '[]', 'moti', 'lee', '', 'm. jucova', '', 'odessa', '', 'Україна', 220, 'Odes\'ka Oblast\'', 3495, '', '\"\"', 'Оплата при доставке', 'cod', 'moti', 'lee', '', 'm. jucova', '', 'odessa', '', 'Україна', 220, 'Odes\'ka Oblast\'', 3495, '', '\"\"', 'Отправка службой \"Новая почта\"', 'novaposhta.novaposhta', '', '100.0000', 15, 0, '0.0000', 0, '', 1, 4, 'RUB', '1.00000000', '178.212.195.36', '', 'Mozilla/5.0 (X11; Linux x86_64; rv:60.0) Gecko/20100101 Firefox/60.0', 'ru-RU,ru;q=0.8,en-US;q=0.5,en;q=0.3', '2019-04-06 18:18:27', '2019-05-06 17:43:45'),
(8, 0, 'INV-2019-00', 0, 'Svyaznoy', 'http://radio.svyaznoytv.com/', 1, 2, 'moti', 'lee', 'kaizen@list.ru', '068 2523312', '', '[]', 'moti', 'lee', '', 'm. jucova', '', 'odessa', '', '', 220, '', 3495, '', '\"\"', 'Оплата при доставке', 'cod', 'moti', 'lee', '', 'm. jucova', '', 'odessa', '', '', 220, '', 3495, '', '\"\"', 'Отправка службой \"Новая почта\"', 'novaposhta.novaposhta', '', '100.0000', 1, 0, '0.0000', 0, '', 1, 4, 'RUB', '1.00000000', '178.212.195.36', '', 'Mozilla/5.0 (X11; Linux x86_64; rv:60.0) Gecko/20100101 Firefox/60.0', 'ru-RU,ru;q=0.8,en-US;q=0.5,en;q=0.3', '2019-04-06 18:33:35', '2019-04-06 18:33:36'),
(9, 0, 'INV-2019-00', 0, 'Svyaznoy', 'http://radio.svyaznoytv.com/', 0, 1, 'михаил', 'хазеев', 'kaizen@list.ru', '068 2523312', '', '[]', 'михаил', 'хазеев', '', '', '', '', '', 'Винницкая область', 300001, 'Агрономичное', 200000, '', '[]', 'Оплата при доставке', 'cod', 'михаил', 'хазеев', '', '', '', '', '', 'Винницкая область', 300001, 'Агрономичное', 200000, '', '[]', 'Отправка службой \"Новая почта\"', 'novaposhta.novaposhta', '', '100.0000', 5, 0, '0.0000', 0, '', 1, 4, 'RUB', '1.00000000', '178.212.195.36', '', 'Mozilla/5.0 (X11; Linux x86_64; rv:60.0) Gecko/20100101 Firefox/60.0', 'ru-RU,ru;q=0.8,en-US;q=0.5,en;q=0.3', '2019-04-08 17:44:27', '2019-04-17 20:24:57'),
(10, 0, 'INV-2019-00', 0, 'Svyaznoy', 'http://radio.svyaznoytv.com/', 0, 1, 'mic', 'khazeev', 'kaizen@list.ru', '0682523312', '', '[]', 'mic', 'khazeev', '', '', '', '', '', 'Винницкая область', 300001, 'Агрономичное', 200000, '', '[]', 'Бесплатный заказ', 'free_checkout', 'mic', 'khazeev', '', '', '', '', '', 'Винницкая область', 300001, 'Агрономичное', 200000, '', '[]', 'Отправка службой \"Новая почта\"', 'novaposhta.novaposhta', '', '0.0000', 0, 0, '0.0000', 0, '', 1, 4, 'RUB', '1.00000000', '178.212.195.36', '', 'Mozilla/5.0 (X11; Linux x86_64; rv:60.0) Gecko/20100101 Firefox/60.0', 'ru-RU,ru;q=0.8,en-US;q=0.5,en;q=0.3', '2019-04-19 17:01:18', '2019-04-19 17:01:18'),
(11, 0, 'INV-2019-00', 0, 'Svyaznoy', 'http://radio.svyaznoytv.com/', 0, 1, 'mic', 'lee', 'moti@svyaznoytv.com', '0682523312', '', '[]', 'mic', 'lee', '', '', '', '', '', 'Винницкая область', 300001, 'Агрономичное', 200000, '', '[]', 'Оплата при доставке', 'cod', 'mic', 'lee', '', '', '', '', '', 'Винницкая область', 300001, 'Агрономичное', 200000, '', '[]', 'Отправка службой \"Новая почта\"', 'novaposhta.novaposhta', '', '122.0000', 1, 0, '0.0000', 0, '', 1, 4, 'RUB', '1.00000000', '178.212.195.36', '', 'Mozilla/5.0 (X11; Linux x86_64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/73.0.3683.86 Safari/537.36 OPR/60.0.3255.27', 'ru-RU,ru;q=0.9,en-US;q=0.8,en;q=0.7', '2019-05-01 16:30:46', '2019-05-01 16:30:47'),
(12, 0, 'INV-2019-00', 0, 'Svyaznoy', 'http://radio.svyaznoytv.com/', 0, 1, 'mic', 'Khazeev', 'kaizen@lis.ru', '0682523312', '', '[]', 'mic', 'Khazeev', '', '', '', '', '', 'Винницкая область', 300001, 'Агрономичное', 200000, '', '[]', 'Оплата при доставке', 'cod', 'mic', 'Khazeev', '', '', '', '', '', 'Винницкая область', 300001, 'Агрономичное', 200000, '', '[]', 'Отправка службой \"Новая почта\"', 'novaposhta.novaposhta', '', '122.0000', 1, 0, '0.0000', 0, '', 1, 4, 'RUB', '1.00000000', '178.212.195.36', '', 'Mozilla/5.0 (X11; Linux x86_64; rv:60.0) Gecko/20100101 Firefox/60.0', 'en-US,en;q=0.5', '2019-05-06 12:21:10', '2019-05-06 12:21:11');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_order_history`
--

CREATE TABLE `oc_order_history` (
  `order_history_id` int(11) NOT NULL,
  `order_id` int(11) NOT NULL,
  `order_status_id` int(11) NOT NULL,
  `notify` tinyint(1) NOT NULL DEFAULT '0',
  `comment` text NOT NULL,
  `date_added` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_order_history`
--

INSERT INTO `oc_order_history` (`order_history_id`, `order_id`, `order_status_id`, `notify`, `comment`, `date_added`) VALUES
(1, 1, 1, 0, '', '2019-03-13 21:57:04'),
(2, 1, 8, 1, '', '2019-03-13 21:57:52'),
(3, 2, 1, 0, '', '2019-03-25 10:11:31'),
(4, 3, 1, 0, '', '2019-03-25 10:19:09'),
(5, 4, 1, 0, '', '2019-03-25 13:39:13'),
(6, 5, 1, 0, '', '2019-03-25 22:09:44'),
(7, 6, 1, 0, '', '2019-04-06 15:07:49'),
(8, 6, 5, 1, '', '2019-04-06 15:10:38'),
(9, 5, 5, 0, '', '2019-04-06 15:11:24'),
(10, 7, 1, 0, '', '2019-04-06 18:18:27'),
(11, 8, 1, 0, '', '2019-04-06 18:33:36'),
(12, 9, 1, 0, '', '2019-04-08 17:44:27'),
(13, 9, 5, 0, '', '2019-04-17 20:24:57'),
(14, 10, 0, 0, '', '2019-04-19 17:01:18'),
(15, 11, 1, 0, '', '2019-05-01 16:30:47'),
(16, 12, 1, 0, '', '2019-05-06 12:21:11'),
(17, 7, 15, 0, '', '2019-05-06 17:43:45');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_order_option`
--

CREATE TABLE `oc_order_option` (
  `order_option_id` int(11) NOT NULL,
  `order_id` int(11) NOT NULL,
  `order_product_id` int(11) NOT NULL,
  `product_option_id` int(11) NOT NULL,
  `product_option_value_id` int(11) NOT NULL DEFAULT '0',
  `name` varchar(255) NOT NULL,
  `value` text NOT NULL,
  `type` varchar(32) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_order_option`
--

INSERT INTO `oc_order_option` (`order_option_id`, `order_id`, `order_product_id`, `product_option_id`, `product_option_value_id`, `name`, `value`, `type`) VALUES
(1, 6, 6, 225, 0, 'Время доставки', '2011-04-22', 'date'),
(2, 7, 7, 225, 0, 'Время доставки', '2011-04-22', 'date');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_order_product`
--

CREATE TABLE `oc_order_product` (
  `order_product_id` int(11) NOT NULL,
  `order_id` int(11) NOT NULL,
  `product_id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `model` varchar(64) NOT NULL,
  `quantity` int(4) NOT NULL,
  `price` decimal(15,4) NOT NULL DEFAULT '0.0000',
  `total` decimal(15,4) NOT NULL DEFAULT '0.0000',
  `tax` decimal(15,4) NOT NULL DEFAULT '0.0000',
  `reward` int(8) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_order_product`
--

INSERT INTO `oc_order_product` (`order_product_id`, `order_id`, `product_id`, `name`, `model`, `quantity`, `price`, `total`, `tax`, `reward`) VALUES
(1, 1, 41, 'iMac', 'Product 14', 1, '100.0000', '100.0000', '0.0000', 0),
(2, 2, 41, 'iMac', 'Product 14', 1, '100.0000', '100.0000', '0.0000', 0),
(3, 3, 41, 'iMac', 'Product 14', 1, '100.0000', '100.0000', '0.0000', 0),
(4, 4, 40, 'iPhone', 'product 11', 1, '101.0000', '101.0000', '0.0000', 0),
(5, 5, 41, 'iMac', 'Product 14', 1, '100.0000', '100.0000', '0.0000', 0),
(6, 6, 47, 'HP LP3065', 'Product 21', 1, '100.0000', '100.0000', '0.0000', 0),
(7, 7, 47, 'HP LP3065', 'Product 21', 1, '100.0000', '100.0000', '0.0000', 0),
(8, 8, 41, 'iMac', 'Product 14', 1, '100.0000', '100.0000', '0.0000', 0),
(9, 9, 41, 'iMac', 'Product 14', 1, '100.0000', '100.0000', '0.0000', 0),
(10, 10, 50, 'DF06M', 'DF06M', 1, '0.0000', '0.0000', '0.0000', 0),
(11, 11, 28, 'HTC Touch HD', 'Product 1', 1, '100.0000', '100.0000', '22.0000', 400),
(12, 12, 41, 'iMac', 'Product 14', 1, '100.0000', '100.0000', '22.0000', 0);

-- --------------------------------------------------------

--
-- Структура таблицы `oc_order_recurring`
--

CREATE TABLE `oc_order_recurring` (
  `order_recurring_id` int(11) NOT NULL,
  `order_id` int(11) NOT NULL,
  `reference` varchar(255) NOT NULL,
  `product_id` int(11) NOT NULL,
  `product_name` varchar(255) NOT NULL,
  `product_quantity` int(11) NOT NULL,
  `recurring_id` int(11) NOT NULL,
  `recurring_name` varchar(255) NOT NULL,
  `recurring_description` varchar(255) NOT NULL,
  `recurring_frequency` varchar(25) NOT NULL,
  `recurring_cycle` smallint(6) NOT NULL,
  `recurring_duration` smallint(6) NOT NULL,
  `recurring_price` decimal(10,4) NOT NULL,
  `trial` tinyint(1) NOT NULL,
  `trial_frequency` varchar(25) NOT NULL,
  `trial_cycle` smallint(6) NOT NULL,
  `trial_duration` smallint(6) NOT NULL,
  `trial_price` decimal(10,4) NOT NULL,
  `status` tinyint(4) NOT NULL,
  `date_added` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_order_recurring_transaction`
--

CREATE TABLE `oc_order_recurring_transaction` (
  `order_recurring_transaction_id` int(11) NOT NULL,
  `order_recurring_id` int(11) NOT NULL,
  `reference` varchar(255) NOT NULL,
  `type` varchar(255) NOT NULL,
  `amount` decimal(10,4) NOT NULL,
  `date_added` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_order_shipment`
--

CREATE TABLE `oc_order_shipment` (
  `order_shipment_id` int(11) NOT NULL,
  `order_id` int(11) NOT NULL,
  `date_added` datetime NOT NULL,
  `shipping_courier_id` varchar(255) NOT NULL DEFAULT '',
  `tracking_number` varchar(255) NOT NULL DEFAULT ''
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_order_status`
--

CREATE TABLE `oc_order_status` (
  `order_status_id` int(11) NOT NULL,
  `language_id` int(11) NOT NULL,
  `name` varchar(32) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_order_status`
--

INSERT INTO `oc_order_status` (`order_status_id`, `language_id`, `name`) VALUES
(2, 1, 'Обработка'),
(3, 1, 'Доставка'),
(7, 1, 'Отмена'),
(5, 1, 'Выполнен'),
(8, 1, 'Запрещен'),
(9, 1, 'Повторная отмена'),
(10, 1, 'Ошибочный'),
(11, 1, 'Возврат'),
(12, 1, 'Возвращенный'),
(13, 1, 'Возврат денег'),
(1, 1, 'Ожидание'),
(16, 1, 'Получен'),
(15, 1, 'Обработан'),
(14, 1, 'Истекло время');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_order_total`
--

CREATE TABLE `oc_order_total` (
  `order_total_id` int(10) NOT NULL,
  `order_id` int(11) NOT NULL,
  `code` varchar(32) NOT NULL,
  `title` varchar(255) NOT NULL,
  `value` decimal(15,4) NOT NULL DEFAULT '0.0000',
  `sort_order` int(3) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_order_total`
--

INSERT INTO `oc_order_total` (`order_total_id`, `order_id`, `code`, `title`, `value`, `sort_order`) VALUES
(1, 1, 'sub_total', 'Сумма', '100.0000', 1),
(2, 1, 'shipping', 'Доставка с фиксированной стоимостью доставки', '5.0000', 3),
(3, 1, 'total', 'Итого', '105.0000', 9),
(4, 2, 'sub_total', 'Сумма', '100.0000', 1),
(5, 2, 'shipping', 'Доставка с фиксированной стоимостью доставки', '5.0000', 3),
(6, 2, 'total', 'Итого', '105.0000', 9),
(7, 3, 'sub_total', 'Сумма', '100.0000', 1),
(8, 3, 'shipping', 'Отправка службой \"Новая почта\"', '0.0000', 3),
(9, 3, 'total', 'Итого', '100.0000', 9),
(10, 4, 'sub_total', 'Сумма', '101.0000', 1),
(11, 4, 'shipping', 'Отправка службой \"Новая почта\"', '0.0000', 3),
(12, 4, 'total', 'Итого', '101.0000', 9),
(13, 5, 'sub_total', 'Сумма', '100.0000', 1),
(14, 5, 'shipping', 'Отправка службой \"Новая почта\"', '0.0000', 3),
(15, 5, 'total', 'Итого', '100.0000', 9),
(16, 6, 'sub_total', 'Сумма', '100.0000', 1),
(17, 6, 'shipping', 'Отправка службой \"Новая почта\"', '0.0000', 3),
(18, 6, 'total', 'Итого', '100.0000', 9),
(19, 7, 'sub_total', 'Сумма', '100.0000', 1),
(20, 7, 'shipping', 'Отправка службой \"Новая почта\"', '0.0000', 3),
(21, 7, 'total', 'Итого', '100.0000', 9),
(22, 8, 'sub_total', 'Сумма', '100.0000', 1),
(23, 8, 'shipping', 'Отправка службой \"Новая почта\"', '0.0000', 3),
(24, 8, 'total', 'Итого', '100.0000', 9),
(25, 9, 'sub_total', 'Сумма', '100.0000', 1),
(26, 9, 'shipping', 'Отправка службой \"Новая почта\"', '0.0000', 3),
(27, 9, 'total', 'Итого', '100.0000', 9),
(28, 10, 'sub_total', 'Сумма', '0.0000', 1),
(29, 10, 'shipping', 'Отправка службой \"Новая почта\"', '0.0000', 3),
(30, 10, 'total', 'Итого', '0.0000', 9),
(31, 11, 'sub_total', 'Сумма', '100.0000', 1),
(32, 11, 'shipping', 'Отправка службой \"Новая почта\"', '0.0000', 3),
(33, 11, 'tax', 'Eco Tax (-2.00)', '2.0000', 5),
(34, 11, 'tax', 'VAT (20%)', '20.0000', 5),
(35, 11, 'total', 'Итого', '122.0000', 9),
(36, 12, 'sub_total', 'Сумма', '100.0000', 1),
(37, 12, 'shipping', 'Отправка службой \"Новая почта\"', '0.0000', 3),
(38, 12, 'tax', 'Eco Tax (-2.00)', '2.0000', 5),
(39, 12, 'tax', 'VAT (20%)', '20.0000', 5),
(40, 12, 'total', 'Итого', '122.0000', 9);

-- --------------------------------------------------------

--
-- Структура таблицы `oc_order_voucher`
--

CREATE TABLE `oc_order_voucher` (
  `order_voucher_id` int(11) NOT NULL,
  `order_id` int(11) NOT NULL,
  `voucher_id` int(11) NOT NULL,
  `description` varchar(255) NOT NULL,
  `code` varchar(10) NOT NULL,
  `from_name` varchar(64) NOT NULL,
  `from_email` varchar(96) NOT NULL,
  `to_name` varchar(64) NOT NULL,
  `to_email` varchar(96) NOT NULL,
  `voucher_theme_id` int(11) NOT NULL,
  `message` text NOT NULL,
  `amount` decimal(15,4) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_product`
--

CREATE TABLE `oc_product` (
  `product_id` int(11) NOT NULL,
  `model` varchar(64) NOT NULL,
  `sku` varchar(64) NOT NULL,
  `upc` varchar(12) NOT NULL,
  `ean` varchar(14) NOT NULL,
  `jan` varchar(13) NOT NULL,
  `isbn` varchar(17) NOT NULL,
  `mpn` varchar(64) NOT NULL,
  `location` varchar(128) NOT NULL,
  `quantity` int(4) NOT NULL DEFAULT '0',
  `stock_status_id` int(11) NOT NULL,
  `image` varchar(255) DEFAULT NULL,
  `manufacturer_id` int(11) NOT NULL,
  `shipping` tinyint(1) NOT NULL DEFAULT '1',
  `price` decimal(15,4) NOT NULL DEFAULT '0.0000',
  `points` int(8) NOT NULL DEFAULT '0',
  `tax_class_id` int(11) NOT NULL,
  `date_available` date NOT NULL DEFAULT '0000-00-00',
  `weight` decimal(15,8) NOT NULL DEFAULT '0.00000000',
  `weight_class_id` int(11) NOT NULL DEFAULT '0',
  `length` decimal(15,8) NOT NULL DEFAULT '0.00000000',
  `width` decimal(15,8) NOT NULL DEFAULT '0.00000000',
  `height` decimal(15,8) NOT NULL DEFAULT '0.00000000',
  `length_class_id` int(11) NOT NULL DEFAULT '0',
  `subtract` tinyint(1) NOT NULL DEFAULT '1',
  `minimum` int(11) NOT NULL DEFAULT '1',
  `sort_order` int(11) NOT NULL DEFAULT '0',
  `status` tinyint(1) NOT NULL DEFAULT '0',
  `viewed` int(5) NOT NULL DEFAULT '0',
  `date_added` datetime NOT NULL,
  `date_modified` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_product`
--

INSERT INTO `oc_product` (`product_id`, `model`, `sku`, `upc`, `ean`, `jan`, `isbn`, `mpn`, `location`, `quantity`, `stock_status_id`, `image`, `manufacturer_id`, `shipping`, `price`, `points`, `tax_class_id`, `date_available`, `weight`, `weight_class_id`, `length`, `width`, `height`, `length_class_id`, `subtract`, `minimum`, `sort_order`, `status`, `viewed`, `date_added`, `date_modified`) VALUES
(28, 'Product 1', '', '', '', '', '', '', '', 938, 7, 'catalog/demo/htc_touch_hd_1.jpg', 5, 1, '100.0000', 200, 9, '2009-02-03', '146.40000000', 2, '0.00000000', '0.00000000', '0.00000000', 1, 1, 1, 0, 1, 2, '2009-02-03 16:06:50', '2011-09-30 01:05:39'),
(29, 'Product 2', '', '', '', '', '', '', '', 999, 6, 'catalog/demo/palm_treo_pro_1.jpg', 6, 1, '279.9900', 0, 9, '2009-02-03', '133.00000000', 2, '0.00000000', '0.00000000', '0.00000000', 3, 1, 1, 0, 1, 0, '2009-02-03 16:42:17', '2011-09-30 01:06:08'),
(30, 'Product 3', '', '', '', '', '', '', '', 7, 6, 'catalog/demo/canon_eos_5d_1.jpg', 9, 1, '100.0000', 0, 9, '2009-02-03', '0.00000000', 1, '0.00000000', '0.00000000', '0.00000000', 1, 1, 1, 0, 1, 6, '2009-02-03 16:59:00', '2011-09-30 01:05:23'),
(31, 'Product 4', '', '', '', '', '', '', '', 1000, 6, 'catalog/demo/nikon_d300_1.jpg', 0, 1, '80.0000', 0, 9, '2009-02-03', '0.00000000', 1, '0.00000000', '0.00000000', '0.00000000', 3, 1, 1, 0, 1, 0, '2009-02-03 17:00:10', '2011-09-30 01:06:00'),
(32, 'Product 5', '', '', '', '', '', '', '', 999, 6, 'catalog/demo/ipod_touch_1.jpg', 8, 1, '100.0000', 0, 9, '2009-02-03', '5.00000000', 1, '0.00000000', '0.00000000', '0.00000000', 1, 1, 1, 0, 1, 0, '2009-02-03 17:07:26', '2011-09-30 01:07:22'),
(33, 'Product 6', '', '', '', '', '', '', '', 1000, 6, 'catalog/demo/samsung_syncmaster_941bw.jpg', 0, 1, '200.0000', 0, 9, '2009-02-03', '5.00000000', 1, '0.00000000', '0.00000000', '0.00000000', 2, 1, 1, 0, 1, 1, '2009-02-03 17:08:31', '2011-09-30 01:06:29'),
(34, 'Product 7', '', '', '', '', '', '', '', 1000, 6, 'catalog/demo/ipod_shuffle_1.jpg', 8, 1, '100.0000', 0, 9, '2009-02-03', '5.00000000', 1, '0.00000000', '0.00000000', '0.00000000', 2, 1, 1, 0, 1, 0, '2009-02-03 18:07:54', '2011-09-30 01:07:17'),
(35, 'Product 8', '', '', '', '', '', '', '', 1000, 5, '', 0, 0, '100.0000', 0, 9, '2009-02-03', '5.00000000', 1, '0.00000000', '0.00000000', '0.00000000', 1, 1, 1, 0, 1, 0, '2009-02-03 18:08:31', '2011-09-30 01:06:17'),
(36, 'Product 9', '', '', '', '', '', '', '', 994, 6, 'catalog/demo/ipod_nano_1.jpg', 8, 0, '100.0000', 100, 9, '2009-02-03', '5.00000000', 1, '0.00000000', '0.00000000', '0.00000000', 2, 1, 1, 0, 1, 0, '2009-02-03 18:09:19', '2011-09-30 01:07:12'),
(40, 'product 11', '', '', '', '', '', '', '', 969, 5, 'catalog/demo/iphone_1.jpg', 8, 1, '101.0000', 0, 9, '2009-02-03', '10.00000000', 1, '0.00000000', '0.00000000', '0.00000000', 1, 1, 1, 0, 1, 4, '2009-02-03 21:07:12', '2011-09-30 01:06:53'),
(41, 'Product 14', '', '', '', '', '', '', '', 971, 5, 'catalog/demo/imac_1.jpg', 8, 1, '100.0000', 0, 9, '2009-02-03', '5.00000000', 1, '0.00000000', '0.00000000', '0.00000000', 1, 1, 1, 0, 1, 1, '2009-02-03 21:07:26', '2011-09-30 01:06:44'),
(42, 'Product 15', '', '', '', '', '', '', '', 990, 5, 'catalog/demo/apple_cinema_30.jpg', 8, 1, '100.0000', 400, 9, '2009-02-04', '12.50000000', 1, '1.00000000', '2.00000000', '3.00000000', 1, 1, 2, 0, 1, 4, '2009-02-03 21:07:37', '2019-03-10 17:33:13'),
(43, 'Product 16', '', '', '', '', '', '', '', 929, 5, 'catalog/demo/macbook_1.jpg', 8, 0, '500.0000', 0, 9, '2009-02-03', '0.00000000', 1, '0.00000000', '0.00000000', '0.00000000', 2, 1, 1, 0, 1, 0, '2009-02-03 21:07:49', '2011-09-30 01:05:46'),
(44, 'Product 17', '', '', '', '', '', '', '', 1000, 5, 'catalog/demo/macbook_air_1.jpg', 8, 1, '1000.0000', 0, 9, '2009-02-03', '0.00000000', 1, '0.00000000', '0.00000000', '0.00000000', 2, 1, 1, 0, 1, 0, '2009-02-03 21:08:00', '2011-09-30 01:05:53'),
(45, 'Product 18', '', '', '', '', '', '', '', 998, 5, 'catalog/demo/macbook_pro_1.jpg', 8, 1, '2000.0000', 0, 100, '2009-02-03', '0.00000000', 1, '0.00000000', '0.00000000', '0.00000000', 2, 1, 1, 0, 1, 0, '2009-02-03 21:08:17', '2011-09-15 22:22:01'),
(46, 'Product 19', '', '', '', '', '', '', '', 1000, 5, 'catalog/demo/sony_vaio_1.jpg', 10, 1, '1000.0000', 0, 9, '2009-02-03', '0.00000000', 1, '0.00000000', '0.00000000', '0.00000000', 2, 1, 1, 0, 1, 0, '2009-02-03 21:08:29', '2011-09-30 01:06:39'),
(47, 'Product 21', '', '', '', '', '', '', '', 1000, 5, 'catalog/demo/hp_1.jpg', 7, 1, '100.0000', 400, 9, '2009-02-03', '1.00000000', 1, '0.00000000', '0.00000000', '0.00000000', 1, 0, 1, 0, 1, 4, '2009-02-03 21:08:40', '2019-03-19 08:13:13'),
(48, 'product 20', 'test 1', '', '', '', '', '', 'test 2', 995, 5, 'catalog/demo/ipod_classic_1.jpg', 8, 1, '100.0000', 0, 9, '2009-02-08', '1.00000000', 1, '0.00000000', '0.00000000', '0.00000000', 2, 1, 1, 0, 1, 0, '2009-02-08 17:21:51', '2011-09-30 01:07:06'),
(49, 'SAM1', '', '', '', '', '', '', '', 0, 8, 'catalog/demo/samsung_tab_1.jpg', 0, 1, '199.9900', 0, 9, '2011-04-25', '0.00000000', 1, '0.00000000', '0.00000000', '0.00000000', 1, 1, 1, 1, 1, 0, '2011-04-26 08:57:34', '2011-09-30 01:06:23'),
(50, 'DF06M', 'ат1', '', '', '', '', '', '', 100, 6, 'catalog/_элем/d1.jpg', 9, 1, '0.0000', 0, 0, '2019-03-05', '0.00000000', 1, '0.00000000', '0.00000000', '0.00000000', 1, 1, 1, 1, 1, 7, '2019-03-05 16:18:01', '2019-04-19 16:59:01'),
(51, 'AMD Athlon II P360 AMP360SGR22GM 2.3 GHz', '', '', '', '', '', '', '', 100, 6, 'catalog/amd/amd3.jpg', 11, 1, '100.0000', 0, 0, '2019-04-06', '0.00000000', 1, '0.00000000', '0.00000000', '0.00000000', 1, 1, 1, 1, 1, 3, '2019-04-06 21:12:16', '2019-04-07 00:16:44'),
(52, 'тм-1', '', '', '', '', '', '', '', 1, 6, 'catalog/demo/canon_eos_5d_2.jpg', 9, 1, '0.0000', 0, 0, '2019-05-06', '0.00000000', 1, '0.00000000', '0.00000000', '0.00000000', 1, 1, 1, 1, 1, 0, '2019-05-06 17:56:41', '2019-05-06 17:56:41'),
(53, 'тм-1', '', '', '', '', '', '', '', 1, 6, 'catalog/demo/htc_touch_hd_1.jpg', 9, 1, '0.0000', 0, 0, '2019-05-06', '0.00000000', 1, '0.00000000', '0.00000000', '0.00000000', 1, 1, 1, 1, 0, 0, '2019-05-06 17:58:47', '2019-05-06 17:59:45'),
(54, 'тм-1', '', '', '', '', '', '', '', 1, 6, 'catalog/demo/canon_eos_5d_2.jpg', 9, 1, '0.0000', 0, 0, '2019-05-06', '0.00000000', 1, '0.00000000', '0.00000000', '0.00000000', 1, 1, 1, 1, 1, 2, '2019-05-06 17:58:58', '2019-05-06 18:00:36'),
(55, 'ЗАМОК ВРЕЗНОЙ СУВАЛЬДНЫЙ APECS PREMIER T-57/S8-NI', '', '', '', '', '', '', '', 1, 6, '', 14, 1, '0.0000', 0, 0, '2019-05-09', '0.00000000', 1, '0.00000000', '0.00000000', '0.00000000', 1, 1, 1, 1, 1, 0, '2019-05-09 16:21:02', '2019-05-09 16:26:33');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_product_attribute`
--

CREATE TABLE `oc_product_attribute` (
  `product_id` int(11) NOT NULL,
  `attribute_id` int(11) NOT NULL,
  `language_id` int(11) NOT NULL,
  `text` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_product_attribute`
--

INSERT INTO `oc_product_attribute` (`product_id`, `attribute_id`, `language_id`, `text`) VALUES
(43, 2, 1, '1'),
(47, 2, 1, '4'),
(43, 4, 1, '8gb'),
(42, 3, 1, '100mhz'),
(47, 2, 2, ''),
(42, 3, 2, ''),
(47, 4, 1, '16GB'),
(47, 4, 2, ''),
(51, 4, 1, 'Характеристики процессора P360:\r\n\r\nПроизводитель - AMD\r\n\r\nМодель - Athlon II P360 AMP360SGR22GM\r\n\r\nДвухядерный - да\r\n\r\nСокет - S1 (940, S1g3, S1G4, 638 pin)\r\n\r\nЧастота каждого ядра - 2.3 GHz\r\n\r\nТехнология - Dual-Core\r\n\r\nПотребляемая мощность - 45 W\r\n\r\nКеш первого уровня - 512 KB\r\n\r\nКеш второго уровня - 512 KB\r\n\r\nСкорость шины - 1600 MHz\r\n\r\nПоддержка команд 64-bit - да\r\n\r\nАрхитектура - 3DNow!, AMD64 technology, Deeper Sleep state, Enhanced Virus Protection, MMX technology, Power Now!, SSE, SSE2, SSE3, Virtualization technology'),
(51, 1, 2, 'Характеристики процессора P360:\r\n\r\nПроизводитель - AMD\r\n\r\nМодель - Athlon II P360 AMP360SGR22GM\r\n\r\nДвухядерный - да\r\n\r\nСокет - S1 (940, S1g3, S1G4, 638 pin)\r\n\r\nЧастота каждого ядра - 2.3 GHz\r\n\r\nТехнология - Dual-Core\r\n\r\nПотребляемая мощность - 45 W\r\n\r\nКеш первого уровня - 512 KB\r\n\r\nКеш второго уровня - 512 KB\r\n\r\nСкорость шины - 1600 MHz\r\n\r\nПоддержка команд 64-bit - да\r\n\r\nАрхитектура - 3DNow!, AMD64 technology, Deeper Sleep state, Enhanced Virus Protection, MMX technology, Power Now!, SSE, SSE2, SSE3, Virtualization technology'),
(51, 1, 1, 'Характеристики процессора P360:\r\n\r\nПроизводитель - AMD\r\n\r\nМодель - Athlon II P360 AMP360SGR22GM\r\n\r\nДвухядерный - да\r\n\r\nСокет - S1 (940, S1g3, S1G4, 638 pin)\r\n\r\nЧастота каждого ядра - 2.3 GHz\r\n\r\nТехнология - Dual-Core\r\n\r\nПотребляемая мощность - 45 W\r\n\r\nКеш первого уровня - 512 KB\r\n\r\nКеш второго уровня - 512 KB\r\n\r\nСкорость шины - 1600 MHz\r\n\r\nПоддержка команд 64-bit - да\r\n\r\nАрхитектура - 3DNow!, AMD64 technology, Deeper Sleep state, Enhanced Virus Protection, MMX technology, Power Now!, SSE, SSE2, SSE3, Virtualization technology'),
(51, 4, 2, 'Характеристики процессора P360:\r\n\r\nПроизводитель - AMD\r\n\r\nМодель - Athlon II P360 AMP360SGR22GM\r\n\r\nДвухядерный - да\r\n\r\nСокет - S1 (940, S1g3, S1G4, 638 pin)\r\n\r\nЧастота каждого ядра - 2.3 GHz\r\n\r\nТехнология - Dual-Core\r\n\r\nПотребляемая мощность - 45 W\r\n\r\nКеш первого уровня - 512 KB\r\n\r\nКеш второго уровня - 512 KB\r\n\r\nСкорость шины - 1600 MHz\r\n\r\nПоддержка команд 64-bit - да\r\n\r\nАрхитектура - 3DNow!, AMD64 technology, Deeper Sleep state, Enhanced Virus Protection, MMX technology, Power Now!, SSE, SSE2, SSE3, Virtualization technology');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_product_description`
--

CREATE TABLE `oc_product_description` (
  `product_id` int(11) NOT NULL,
  `language_id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `description` text NOT NULL,
  `tag` text NOT NULL,
  `meta_title` varchar(255) NOT NULL,
  `meta_description` varchar(255) NOT NULL,
  `meta_keyword` varchar(255) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_product_description`
--

INSERT INTO `oc_product_description` (`product_id`, `language_id`, `name`, `description`, `tag`, `meta_title`, `meta_description`, `meta_keyword`) VALUES
(35, 1, 'Product 8', '&lt;p&gt;\r\n Product 8&lt;/p&gt;\r\n', '', 'Product 8', '', ''),
(48, 1, 'iPod Classic', '&lt;div class=&quot;cpt_product_description &quot;&gt;\r\n &lt;div&gt;\r\n   &lt;p&gt;\r\n     &lt;strong&gt;More room to move.&lt;/strong&gt;&lt;/p&gt;\r\n   &lt;p&gt;\r\n     With 80GB or 160GB of storage and up to 40 hours of battery life, the new iPod classic lets you enjoy up to 40,000 songs or up to 200 hours of video or any combination wherever you go.&lt;/p&gt;\r\n    &lt;p&gt;\r\n     &lt;strong&gt;Cover Flow.&lt;/strong&gt;&lt;/p&gt;\r\n    &lt;p&gt;\r\n     Browse through your music collection by flipping through album art. Select an album to turn it over and see the track list.&lt;/p&gt;\r\n   &lt;p&gt;\r\n     &lt;strong&gt;Enhanced interface.&lt;/strong&gt;&lt;/p&gt;\r\n    &lt;p&gt;\r\n     Experience a whole new way to browse and view your music and video.&lt;/p&gt;\r\n   &lt;p&gt;\r\n     &lt;strong&gt;Sleeker design.&lt;/strong&gt;&lt;/p&gt;\r\n    &lt;p&gt;\r\n     Beautiful, durable, and sleeker than ever, iPod classic now features an anodized aluminum and polished stainless steel enclosure with rounded edges.&lt;/p&gt;\r\n  &lt;/div&gt;\r\n&lt;/div&gt;\r\n&lt;!-- cpt_container_end --&gt;', '', 'iPod Classic', '', ''),
(40, 1, 'iPhone', '&lt;p class=&quot;intro&quot;&gt;\r\n  iPhone is a revolutionary new mobile phone that allows you to make a call by simply tapping a name or number in your address book, a favorites list, or a call log. It also automatically syncs all your contacts from a PC, Mac, or Internet service. And it lets you select and listen to voicemail messages in whatever order you want just like email.&lt;/p&gt;\r\n', '', 'iPhone', '', ''),
(28, 1, 'HTC Touch HD', '&lt;p&gt;\r\n  HTC Touch - in High Definition. Watch music videos and streaming content in awe-inspiring high definition clarity for a mobile experience you never thought possible. Seductively sleek, the HTC Touch HD provides the next generation of mobile functionality, all at a simple touch. Fully integrated with Windows Mobile Professional 6.1, ultrafast 3.5G, GPS, 5MP camera, plus lots more - all delivered on a breathtakingly crisp 3.8&amp;quot; WVGA touchscreen - you can take control of your mobile world with the HTC Touch HD.&lt;/p&gt;\r\n&lt;p&gt;\r\n  &lt;strong&gt;Features&lt;/strong&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n &lt;li&gt;\r\n    Processor Qualcomm&amp;reg; MSM 7201A&amp;trade; 528 MHz&lt;/li&gt;\r\n &lt;li&gt;\r\n    Windows Mobile&amp;reg; 6.1 Professional Operating System&lt;/li&gt;\r\n  &lt;li&gt;\r\n    Memory: 512 MB ROM, 288 MB RAM&lt;/li&gt;\r\n &lt;li&gt;\r\n    Dimensions: 115 mm x 62.8 mm x 12 mm / 146.4 grams&lt;/li&gt;\r\n &lt;li&gt;\r\n    3.8-inch TFT-LCD flat touch-sensitive screen with 480 x 800 WVGA resolution&lt;/li&gt;\r\n  &lt;li&gt;\r\n    HSDPA/WCDMA: Europe/Asia: 900/2100 MHz; Up to 2 Mbps up-link and 7.2 Mbps down-link speeds&lt;/li&gt;\r\n &lt;li&gt;\r\n    Quad-band GSM/GPRS/EDGE: Europe/Asia: 850/900/1800/1900 MHz (Band frequency, HSUPA availability, and data speed are operator dependent.)&lt;/li&gt;\r\n &lt;li&gt;\r\n    Device Control via HTC TouchFLO&amp;trade; 3D &amp;amp; Touch-sensitive front panel buttons&lt;/li&gt;\r\n  &lt;li&gt;\r\n    GPS and A-GPS ready&lt;/li&gt;\r\n  &lt;li&gt;\r\n    Bluetooth&amp;reg; 2.0 with Enhanced Data Rate and A2DP for wireless stereo headsets&lt;/li&gt;\r\n &lt;li&gt;\r\n    Wi-Fi&amp;reg;: IEEE 802.11 b/g&lt;/li&gt;\r\n  &lt;li&gt;\r\n    HTC ExtUSB&amp;trade; (11-pin mini-USB 2.0)&lt;/li&gt;\r\n  &lt;li&gt;\r\n    5 megapixel color camera with auto focus&lt;/li&gt;\r\n &lt;li&gt;\r\n    VGA CMOS color camera&lt;/li&gt;\r\n  &lt;li&gt;\r\n    Built-in 3.5 mm audio jack, microphone, speaker, and FM radio&lt;/li&gt;\r\n  &lt;li&gt;\r\n    Ring tone formats: AAC, AAC+, eAAC+, AMR-NB, AMR-WB, QCP, MP3, WMA, WAV&lt;/li&gt;\r\n  &lt;li&gt;\r\n    40 polyphonic and standard MIDI format 0 and 1 (SMF)/SP MIDI&lt;/li&gt;\r\n &lt;li&gt;\r\n    Rechargeable Lithium-ion or Lithium-ion polymer 1350 mAh battery&lt;/li&gt;\r\n &lt;li&gt;\r\n    Expansion Slot: microSD&amp;trade; memory card (SD 2.0 compatible)&lt;/li&gt;\r\n &lt;li&gt;\r\n    AC Adapter Voltage range/frequency: 100 ~ 240V AC, 50/60 Hz DC output: 5V and 1A&lt;/li&gt;\r\n &lt;li&gt;\r\n    Special Features: FM Radio, G-Sensor&lt;/li&gt;\r\n&lt;/ul&gt;\r\n', '', '   HTC Touch HD', '', ''),
(44, 1, 'MacBook Air', '&lt;div&gt;\r\n MacBook Air is ultrathin, ultraportable, and ultra unlike anything else. But you don&amp;rsquo;t lose inches and pounds overnight. It&amp;rsquo;s the result of rethinking conventions. Of multiple wireless innovations. And of breakthrough design. With MacBook Air, mobile computing suddenly has a new standard.&lt;/div&gt;\r\n', '', 'MacBook Air', '', ''),
(45, 1, 'MacBook Pro', '&lt;div class=&quot;cpt_product_description &quot;&gt;\r\n  &lt;div&gt;\r\n   &lt;p&gt;\r\n     &lt;b&gt;Latest Intel mobile architecture&lt;/b&gt;&lt;/p&gt;\r\n   &lt;p&gt;\r\n     Powered by the most advanced mobile processors from Intel, the new Core 2 Duo MacBook Pro is over 50% faster than the original Core Duo MacBook Pro and now supports up to 4GB of RAM.&lt;/p&gt;\r\n    &lt;p&gt;\r\n     &lt;b&gt;Leading-edge graphics&lt;/b&gt;&lt;/p&gt;\r\n    &lt;p&gt;\r\n     The NVIDIA GeForce 8600M GT delivers exceptional graphics processing power. For the ultimate creative canvas, you can even configure the 17-inch model with a 1920-by-1200 resolution display.&lt;/p&gt;\r\n    &lt;p&gt;\r\n     &lt;b&gt;Designed for life on the road&lt;/b&gt;&lt;/p&gt;\r\n    &lt;p&gt;\r\n     Innovations such as a magnetic power connection and an illuminated keyboard with ambient light sensor put the MacBook Pro in a class by itself.&lt;/p&gt;\r\n   &lt;p&gt;\r\n     &lt;b&gt;Connect. Create. Communicate.&lt;/b&gt;&lt;/p&gt;\r\n    &lt;p&gt;\r\n     Quickly set up a video conference with the built-in iSight camera. Control presentations and media from up to 30 feet away with the included Apple Remote. Connect to high-bandwidth peripherals with FireWire 800 and DVI.&lt;/p&gt;\r\n   &lt;p&gt;\r\n     &lt;b&gt;Next-generation wireless&lt;/b&gt;&lt;/p&gt;\r\n   &lt;p&gt;\r\n     Featuring 802.11n wireless technology, the MacBook Pro delivers up to five times the performance and up to twice the range of previous-generation technologies.&lt;/p&gt;\r\n &lt;/div&gt;\r\n&lt;/div&gt;\r\n&lt;!-- cpt_container_end --&gt;', '', 'MacBook Pro', '', ''),
(29, 1, 'Palm Treo Pro', '&lt;p&gt;\r\n Redefine your workday with the Palm Treo Pro smartphone. Perfectly balanced, you can respond to business and personal email, stay on top of appointments and contacts, and use Wi-Fi or GPS when you&amp;rsquo;re out and about. Then watch a video on YouTube, catch up with news and sports on the web, or listen to a few songs. Balance your work and play the way you like it, with the Palm Treo Pro.&lt;/p&gt;\r\n&lt;p&gt;\r\n  &lt;strong&gt;Features&lt;/strong&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n &lt;li&gt;\r\n    Windows Mobile&amp;reg; 6.1 Professional Edition&lt;/li&gt;\r\n &lt;li&gt;\r\n    Qualcomm&amp;reg; MSM7201 400MHz Processor&lt;/li&gt;\r\n &lt;li&gt;\r\n    320x320 transflective colour TFT touchscreen&lt;/li&gt;\r\n &lt;li&gt;\r\n    HSDPA/UMTS/EDGE/GPRS/GSM radio&lt;/li&gt;\r\n &lt;li&gt;\r\n    Tri-band UMTS &amp;mdash; 850MHz, 1900MHz, 2100MHz&lt;/li&gt;\r\n &lt;li&gt;\r\n    Quad-band GSM &amp;mdash; 850/900/1800/1900&lt;/li&gt;\r\n  &lt;li&gt;\r\n    802.11b/g with WPA, WPA2, and 801.1x authentication&lt;/li&gt;\r\n  &lt;li&gt;\r\n    Built-in GPS&lt;/li&gt;\r\n &lt;li&gt;\r\n    Bluetooth Version: 2.0 + Enhanced Data Rate&lt;/li&gt;\r\n  &lt;li&gt;\r\n    256MB storage (100MB user available), 128MB RAM&lt;/li&gt;\r\n  &lt;li&gt;\r\n    2.0 megapixel camera, up to 8x digital zoom and video capture&lt;/li&gt;\r\n  &lt;li&gt;\r\n    Removable, rechargeable 1500mAh lithium-ion battery&lt;/li&gt;\r\n  &lt;li&gt;\r\n    Up to 5.0 hours talk time and up to 250 hours standby&lt;/li&gt;\r\n  &lt;li&gt;\r\n    MicroSDHC card expansion (up to 32GB supported)&lt;/li&gt;\r\n  &lt;li&gt;\r\n    MicroUSB 2.0 for synchronization and charging&lt;/li&gt;\r\n  &lt;li&gt;\r\n    3.5mm stereo headset jack&lt;/li&gt;\r\n  &lt;li&gt;\r\n    60mm (W) x 114mm (L) x 13.5mm (D) / 133g&lt;/li&gt;\r\n&lt;/ul&gt;\r\n', '', 'Palm Treo Pro', '', ''),
(36, 1, 'iPod Nano', '&lt;div&gt;\r\n &lt;p&gt;\r\n   &lt;strong&gt;Video in your pocket.&lt;/strong&gt;&lt;/p&gt;\r\n  &lt;p&gt;\r\n   Its the small iPod with one very big idea: video. The worlds most popular music player now lets you enjoy movies, TV shows, and more on a two-inch display thats 65% brighter than before.&lt;/p&gt;\r\n  &lt;p&gt;\r\n   &lt;strong&gt;Cover Flow.&lt;/strong&gt;&lt;/p&gt;\r\n  &lt;p&gt;\r\n   Browse through your music collection by flipping through album art. Select an album to turn it over and see the track list.&lt;strong&gt;&amp;nbsp;&lt;/strong&gt;&lt;/p&gt;\r\n  &lt;p&gt;\r\n   &lt;strong&gt;Enhanced interface.&lt;/strong&gt;&lt;/p&gt;\r\n  &lt;p&gt;\r\n   Experience a whole new way to browse and view your music and video.&lt;/p&gt;\r\n &lt;p&gt;\r\n   &lt;strong&gt;Sleek and colorful.&lt;/strong&gt;&lt;/p&gt;\r\n  &lt;p&gt;\r\n   With an anodized aluminum and polished stainless steel enclosure and a choice of five colors, iPod nano is dressed to impress.&lt;/p&gt;\r\n  &lt;p&gt;\r\n   &lt;strong&gt;iTunes.&lt;/strong&gt;&lt;/p&gt;\r\n  &lt;p&gt;\r\n   Available as a free download, iTunes makes it easy to browse and buy millions of songs, movies, TV shows, audiobooks, and games and download free podcasts all at the iTunes Store. And you can import your own music, manage your whole media library, and sync your iPod or iPhone with ease.&lt;/p&gt;\r\n&lt;/div&gt;\r\n', '', 'iPod Nano', '', ''),
(46, 1, 'Sony VAIO', '&lt;div&gt;\r\n Unprecedented power. The next generation of processing technology has arrived. Built into the newest VAIO notebooks lies Intel&amp;#39;s latest, most powerful innovation yet: Intel&amp;reg; Centrino&amp;reg; 2 processor technology. Boasting incredible speed, expanded wireless connectivity, enhanced multimedia support and greater energy efficiency, all the high-performance essentials are seamlessly combined into a single chip.&lt;/div&gt;\r\n', '', 'Sony VAIO', '', ''),
(47, 1, 'HP LP3065', '&lt;p&gt;\r\n Stop your co-workers in their tracks with the stunning new 30-inch diagonal HP LP3065 Flat Panel Monitor. This flagship monitor features best-in-class performance and presentation features on a huge wide-aspect screen while letting you work as comfortably as possible - you might even forget you&amp;#39;re at the office&lt;/p&gt;\r\n', '', 'HP LP3065', '', ''),
(32, 1, 'iPod Touch', '&lt;p&gt;\r\n  &lt;strong&gt;Revolutionary multi-touch interface.&lt;/strong&gt;&lt;br /&gt;\r\n iPod touch features the same multi-touch screen technology as iPhone. Pinch to zoom in on a photo. Scroll through your songs and videos with a flick. Flip through your library by album artwork with Cover Flow.&lt;/p&gt;\r\n&lt;p&gt;\r\n  &lt;strong&gt;Gorgeous 3.5-inch widescreen display.&lt;/strong&gt;&lt;br /&gt;\r\n  Watch your movies, TV shows, and photos come alive with bright, vivid color on the 320-by-480-pixel display.&lt;/p&gt;\r\n&lt;p&gt;\r\n &lt;strong&gt;Music downloads straight from iTunes.&lt;/strong&gt;&lt;br /&gt;\r\n  Shop the iTunes Wi-Fi Music Store from anywhere with Wi-Fi.1 Browse or search to find the music youre looking for, preview it, and buy it with just a tap.&lt;/p&gt;\r\n&lt;p&gt;\r\n &lt;strong&gt;Surf the web with Wi-Fi.&lt;/strong&gt;&lt;br /&gt;\r\n Browse the web using Safari and watch YouTube videos on the first iPod with Wi-Fi built in&lt;br /&gt;\r\n  &amp;nbsp;&lt;/p&gt;\r\n', '', '   iPod Touch', '', ''),
(41, 1, 'iMac', '&lt;div&gt;\r\n  Just when you thought iMac had everything, now there&acute;s even more. More powerful Intel Core 2 Duo processors. And more memory standard. Combine this with Mac OS X Leopard and iLife &acute;08, and it&acute;s more all-in-one than ever. iMac packs amazing performance into a stunningly slim space.&lt;/div&gt;\r\n', '', 'iMac', '', ''),
(33, 1, 'Samsung SyncMaster 941BW', '&lt;div&gt;\r\n  Imagine the advantages of going big without slowing down. The big 19&amp;quot; 941BW monitor combines wide aspect ratio with fast pixel response time, for bigger images, more room to work and crisp motion. In addition, the exclusive MagicBright 2, MagicColor and MagicTune technologies help deliver the ideal image in every situation, while sleek, narrow bezels and adjustable stands deliver style just the way you want it. With the Samsung 941BW widescreen analog/digital LCD monitor, it&amp;#39;s not hard to imagine.&lt;/div&gt;\r\n', '', 'Samsung SyncMaster 941BW', '', ''),
(34, 1, 'iPod Shuffle', '&lt;div&gt;\r\n  &lt;strong&gt;Born to be worn.&lt;/strong&gt;\r\n &lt;p&gt;\r\n   Clip on the worlds most wearable music player and take up to 240 songs with you anywhere. Choose from five colors including four new hues to make your musical fashion statement.&lt;/p&gt;\r\n &lt;p&gt;\r\n   &lt;strong&gt;Random meets rhythm.&lt;/strong&gt;&lt;/p&gt;\r\n &lt;p&gt;\r\n   With iTunes autofill, iPod shuffle can deliver a new musical experience every time you sync. For more randomness, you can shuffle songs during playback with the slide of a switch.&lt;/p&gt;\r\n &lt;strong&gt;Everything is easy.&lt;/strong&gt;\r\n  &lt;p&gt;\r\n   Charge and sync with the included USB dock. Operate the iPod shuffle controls with one hand. Enjoy up to 12 hours straight of skip-free music playback.&lt;/p&gt;\r\n&lt;/div&gt;\r\n', '', 'iPod Shuffle', '', ''),
(43, 1, 'MacBook', '&lt;div&gt;\r\n &lt;p&gt;\r\n   &lt;b&gt;Intel Core 2 Duo processor&lt;/b&gt;&lt;/p&gt;\r\n &lt;p&gt;\r\n   Powered by an Intel Core 2 Duo processor at speeds up to 2.16GHz, the new MacBook is the fastest ever.&lt;/p&gt;\r\n  &lt;p&gt;\r\n   &lt;b&gt;1GB memory, larger hard drives&lt;/b&gt;&lt;/p&gt;\r\n &lt;p&gt;\r\n   The new MacBook now comes with 1GB of memory standard and larger hard drives for the entire line perfect for running more of your favorite applications and storing growing media collections.&lt;/p&gt;\r\n  &lt;p&gt;\r\n   &lt;b&gt;Sleek, 1.08-inch-thin design&lt;/b&gt;&lt;/p&gt;\r\n &lt;p&gt;\r\n   MacBook makes it easy to hit the road thanks to its tough polycarbonate case, built-in wireless technologies, and innovative MagSafe Power Adapter that releases automatically if someone accidentally trips on the cord.&lt;/p&gt;\r\n &lt;p&gt;\r\n   &lt;b&gt;Built-in iSight camera&lt;/b&gt;&lt;/p&gt;\r\n &lt;p&gt;\r\n   Right out of the box, you can have a video chat with friends or family,2 record a video at your desk, or take fun pictures with Photo Booth&lt;/p&gt;\r\n&lt;/div&gt;\r\n', '', 'MacBook', '', ''),
(31, 1, 'Nikon D300', '&lt;div class=&quot;cpt_product_description &quot;&gt;\r\n &lt;div&gt;\r\n   Engineered with pro-level features and performance, the 12.3-effective-megapixel D300 combines brand new technologies with advanced features inherited from Nikon&amp;#39;s newly announced D3 professional digital SLR camera to offer serious photographers remarkable performance combined with agility.&lt;br /&gt;\r\n   &lt;br /&gt;\r\n    Similar to the D3, the D300 features Nikon&amp;#39;s exclusive EXPEED Image Processing System that is central to driving the speed and processing power needed for many of the camera&amp;#39;s new features. The D300 features a new 51-point autofocus system with Nikon&amp;#39;s 3D Focus Tracking feature and two new LiveView shooting modes that allow users to frame a photograph using the camera&amp;#39;s high-resolution LCD monitor. The D300 shares a similar Scene Recognition System as is found in the D3; it promises to greatly enhance the accuracy of autofocus, autoexposure, and auto white balance by recognizing the subject or scene being photographed and applying this information to the calculations for the three functions.&lt;br /&gt;\r\n    &lt;br /&gt;\r\n    The D300 reacts with lightning speed, powering up in a mere 0.13 seconds and shooting with an imperceptible 45-millisecond shutter release lag time. The D300 is capable of shooting at a rapid six frames per second and can go as fast as eight frames per second when using the optional MB-D10 multi-power battery pack. In continuous bursts, the D300 can shoot up to 100 shots at full 12.3-megapixel resolution. (NORMAL-LARGE image setting, using a SanDisk Extreme IV 1GB CompactFlash card.)&lt;br /&gt;\r\n    &lt;br /&gt;\r\n    The D300 incorporates a range of innovative technologies and features that will significantly improve the accuracy, control, and performance photographers can get from their equipment. Its new Scene Recognition System advances the use of Nikon&amp;#39;s acclaimed 1,005-segment sensor to recognize colors and light patterns that help the camera determine the subject and the type of scene being photographed before a picture is taken. This information is used to improve the accuracy of autofocus, autoexposure, and auto white balance functions in the D300. For example, the camera can track moving subjects better and by identifying them, it can also automatically select focus points faster and with greater accuracy. It can also analyze highlights and more accurately determine exposure, as well as infer light sources to deliver more accurate white balance detection.&lt;/div&gt;\r\n&lt;/div&gt;\r\n&lt;!-- cpt_container_end --&gt;', '', 'Nikon D300', '', ''),
(49, 1, 'Samsung Galaxy Tab 10.1', '&lt;p&gt;\r\n Samsung Galaxy Tab 10.1, is the world&amp;rsquo;s thinnest tablet, measuring 8.6 mm thickness, running with Android 3.0 Honeycomb OS on a 1GHz dual-core Tegra 2 processor, similar to its younger brother Samsung Galaxy Tab 8.9.&lt;/p&gt;\r\n&lt;p&gt;\r\n Samsung Galaxy Tab 10.1 gives pure Android 3.0 experience, adding its new TouchWiz UX or TouchWiz 4.0 &amp;ndash; includes a live panel, which lets you to customize with different content, such as your pictures, bookmarks, and social feeds, sporting a 10.1 inches WXGA capacitive touch screen with 1280 x 800 pixels of resolution, equipped with 3 megapixel rear camera with LED flash and a 2 megapixel front camera, HSPA+ connectivity up to 21Mbps, 720p HD video recording capability, 1080p HD playback, DLNA support, Bluetooth 2.1, USB 2.0, gyroscope, Wi-Fi 802.11 a/b/g/n, micro-SD slot, 3.5mm headphone jack, and SIM slot, including the Samsung Stick &amp;ndash; a Bluetooth microphone that can be carried in a pocket like a pen and sound dock with powered subwoofer.&lt;/p&gt;\r\n&lt;p&gt;\r\n Samsung Galaxy Tab 10.1 will come in 16GB / 32GB / 64GB verities and pre-loaded with Social Hub, Reader&amp;rsquo;s Hub, Music Hub and Samsung Mini Apps Tray &amp;ndash; which gives you access to more commonly used apps to help ease multitasking and it is capable of Adobe Flash Player 10.2, powered by 6860mAh battery that gives you 10hours of video-playback time.&amp;nbsp;&amp;auml;&amp;ouml;&lt;/p&gt;\r\n', '', 'Samsung Galaxy Tab 10.1', '', ''),
(42, 1, 'Apple Cinema 30&quot;', '&lt;p&gt;\r\n &lt;font face=&quot;helvetica,geneva,arial&quot; size=&quot;2&quot;&gt;&lt;font face=&quot;Helvetica&quot; size=&quot;2&quot;&gt;The 30-inch Apple Cinema HD Display delivers an amazing 2560 x 1600 pixel resolution. Designed specifically for the creative professional, this display provides more space for easier access to all the tools and palettes needed to edit, format and composite your work. Combine this display with a Mac Pro, MacBook Pro, or PowerMac G5 and there\'s no limit to what you can achieve. &lt;br&gt;\r\n &lt;br&gt;\r\n  &lt;/font&gt;&lt;font face=&quot;Helvetica&quot; size=&quot;2&quot;&gt;The Cinema HD features an active-matrix liquid crystal display that produces flicker-free images that deliver twice the brightness, twice the sharpness and twice the contrast ratio of a typical CRT display. Unlike other flat panels, it\'s designed with a pure digital interface to deliver distortion-free images that never need adjusting. With over 4 million digital pixels, the display is uniquely suited for scientific and technical applications such as visualizing molecular structures or analyzing geological data. &lt;br&gt;\r\n  &lt;br&gt;\r\n  &lt;/font&gt;&lt;font face=&quot;Helvetica&quot; size=&quot;2&quot;&gt;Offering accurate, brilliant color performance, the Cinema HD delivers up to 16.7 million colors across a wide gamut allowing you to see subtle nuances between colors from soft pastels to rich jewel tones. A wide viewing angle ensures uniform color from edge to edge. Apple\'s ColorSync technology allows you to create custom profiles to maintain consistent color onscreen and in print. The result: You can confidently use this display in all your color-critical applications. &lt;br&gt;\r\n  &lt;br&gt;\r\n  &lt;/font&gt;&lt;font face=&quot;Helvetica&quot; size=&quot;2&quot;&gt;Housed in a new aluminum design, the display has a very thin bezel that enhances visual accuracy. Each display features two FireWire 400 ports and two USB 2.0 ports, making attachment of desktop peripherals, such as iSight, iPod, digital and still cameras, hard drives, printers and scanners, even more accessible and convenient. Taking advantage of the much thinner and lighter footprint of an LCD, the new displays support the VESA (Video Electronics Standards Association) mounting interface standard. Customers with the optional Cinema Display VESA Mount Adapter kit gain the flexibility to mount their display in locations most appropriate for their work environment. &lt;br&gt;\r\n  &lt;br&gt;\r\n  &lt;/font&gt;&lt;font face=&quot;Helvetica&quot; size=&quot;2&quot;&gt;The Cinema HD features a single cable design with elegant breakout for the USB 2.0, FireWire 400 and a pure digital connection using the industry standard Digital Video Interface (DVI) interface. The DVI connection allows for a direct pure-digital connection.&lt;br&gt;\r\n  &lt;/font&gt;&lt;/font&gt;&lt;/p&gt;\r\n&lt;h3&gt;\r\n  Features:&lt;/h3&gt;\r\n&lt;p&gt;\r\n Unrivaled display performance&lt;/p&gt;\r\n&lt;ul&gt;\r\n &lt;li&gt;\r\n    30-inch (viewable) active-matrix liquid crystal display provides breathtaking image quality and vivid, richly saturated color.&lt;/li&gt;\r\n &lt;li&gt;\r\n    Support for 2560-by-1600 pixel resolution for display of high definition still and video imagery.&lt;/li&gt;\r\n  &lt;li&gt;\r\n    Wide-format design for simultaneous display of two full pages of text and graphics.&lt;/li&gt;\r\n  &lt;li&gt;\r\n    Industry standard DVI connector for direct attachment to Mac- and Windows-based desktops and notebooks&lt;/li&gt;\r\n &lt;li&gt;\r\n    Incredibly wide (170 degree) horizontal and vertical viewing angle for maximum visibility and color performance.&lt;/li&gt;\r\n &lt;li&gt;\r\n    Lightning-fast pixel response for full-motion digital video playback.&lt;/li&gt;\r\n  &lt;li&gt;\r\n    Support for 16.7 million saturated colors, for use in all graphics-intensive applications.&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;\r\n Simple setup and operation&lt;/p&gt;\r\n&lt;ul&gt;\r\n  &lt;li&gt;\r\n    Single cable with elegant breakout for connection to DVI, USB and FireWire ports&lt;/li&gt;\r\n &lt;li&gt;\r\n    Built-in two-port USB 2.0 hub for easy connection of desktop peripheral devices.&lt;/li&gt;\r\n &lt;li&gt;\r\n    Two FireWire 400 ports to support iSight and other desktop peripherals&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;\r\n Sleek, elegant design&lt;/p&gt;\r\n&lt;ul&gt;\r\n &lt;li&gt;\r\n    Huge virtual workspace, very small footprint.&lt;/li&gt;\r\n  &lt;li&gt;\r\n    Narrow Bezel design to minimize visual impact of using dual displays&lt;/li&gt;\r\n &lt;li&gt;\r\n    Unique hinge design for effortless adjustment&lt;/li&gt;\r\n  &lt;li&gt;\r\n    Support for VESA mounting solutions (Apple Cinema Display VESA Mount Adapter sold separately)&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h3&gt;\r\n Technical specifications&lt;/h3&gt;\r\n&lt;p&gt;\r\n  &lt;b&gt;Screen size (diagonal viewable image size)&lt;/b&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n &lt;li&gt;\r\n    Apple Cinema HD Display: 30 inches (29.7-inch viewable)&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;\r\n  &lt;b&gt;Screen type&lt;/b&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n  &lt;li&gt;\r\n    Thin film transistor (TFT) active-matrix liquid crystal display (AMLCD)&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;\r\n  &lt;b&gt;Resolutions&lt;/b&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n  &lt;li&gt;\r\n    2560 x 1600 pixels (optimum resolution)&lt;/li&gt;\r\n  &lt;li&gt;\r\n    2048 x 1280&lt;/li&gt;\r\n  &lt;li&gt;\r\n    1920 x 1200&lt;/li&gt;\r\n  &lt;li&gt;\r\n    1280 x 800&lt;/li&gt;\r\n &lt;li&gt;\r\n    1024 x 640&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;\r\n &lt;b&gt;Display colors (maximum)&lt;/b&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n &lt;li&gt;\r\n    16.7 million&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;\r\n &lt;b&gt;Viewing angle (typical)&lt;/b&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n  &lt;li&gt;\r\n    170° horizontal; 170° vertical&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;\r\n &lt;b&gt;Brightness (typical)&lt;/b&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n &lt;li&gt;\r\n    30-inch Cinema HD Display: 400 cd/m2&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;\r\n &lt;b&gt;Contrast ratio (typical)&lt;/b&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n &lt;li&gt;\r\n    700:1&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;\r\n  &lt;b&gt;Response time (typical)&lt;/b&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n  &lt;li&gt;\r\n    16 ms&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;\r\n  &lt;b&gt;Pixel pitch&lt;/b&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n  &lt;li&gt;\r\n    30-inch Cinema HD Display: 0.250 mm&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;\r\n  &lt;b&gt;Screen treatment&lt;/b&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n &lt;li&gt;\r\n    Antiglare hardcoat&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;\r\n &lt;b&gt;User controls (hardware and software)&lt;/b&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n  &lt;li&gt;\r\n    Display Power,&lt;/li&gt;\r\n &lt;li&gt;\r\n    System sleep, wake&lt;/li&gt;\r\n &lt;li&gt;\r\n    Brightness&lt;/li&gt;\r\n &lt;li&gt;\r\n    Monitor tilt&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;\r\n &lt;b&gt;Connectors and cables&lt;/b&gt;&lt;br&gt;\r\n  Cable&lt;/p&gt;\r\n&lt;ul&gt;\r\n &lt;li&gt;\r\n    DVI (Digital Visual Interface)&lt;/li&gt;\r\n &lt;li&gt;\r\n    FireWire 400&lt;/li&gt;\r\n &lt;li&gt;\r\n    USB 2.0&lt;/li&gt;\r\n  &lt;li&gt;\r\n    DC power (24 V)&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;\r\n  Connectors&lt;/p&gt;\r\n&lt;ul&gt;\r\n  &lt;li&gt;\r\n    Two-port, self-powered USB 2.0 hub&lt;/li&gt;\r\n &lt;li&gt;\r\n    Two FireWire 400 ports&lt;/li&gt;\r\n &lt;li&gt;\r\n    Kensington security port&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;\r\n &lt;b&gt;VESA mount adapter&lt;/b&gt;&lt;br&gt;\r\n Requires optional Cinema Display VESA Mount Adapter (M9649G/A)&lt;/p&gt;\r\n&lt;ul&gt;\r\n  &lt;li&gt;\r\n    Compatible with VESA FDMI (MIS-D, 100, C) compliant mounting solutions&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;\r\n &lt;b&gt;Electrical requirements&lt;/b&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n  &lt;li&gt;\r\n    Input voltage: 100-240 VAC 50-60Hz&lt;/li&gt;\r\n &lt;li&gt;\r\n    Maximum power when operating: 150W&lt;/li&gt;\r\n &lt;li&gt;\r\n    Energy saver mode: 3W or less&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;\r\n  &lt;b&gt;Environmental requirements&lt;/b&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n &lt;li&gt;\r\n    Operating temperature: 50° to 95° F (10° to 35° C)&lt;/li&gt;\r\n &lt;li&gt;\r\n    Storage temperature: -40° to 116° F (-40° to 47° C)&lt;/li&gt;\r\n  &lt;li&gt;\r\n    Operating humidity: 20% to 80% noncondensing&lt;/li&gt;\r\n &lt;li&gt;\r\n    Maximum operating altitude: 10,000 feet&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;\r\n  &lt;b&gt;Agency approvals&lt;/b&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n &lt;li&gt;\r\n    FCC Part 15 Class B&lt;/li&gt;\r\n  &lt;li&gt;\r\n    EN55022 Class B&lt;/li&gt;\r\n  &lt;li&gt;\r\n    EN55024&lt;/li&gt;\r\n  &lt;li&gt;\r\n    VCCI Class B&lt;/li&gt;\r\n &lt;li&gt;\r\n    AS/NZS 3548 Class B&lt;/li&gt;\r\n  &lt;li&gt;\r\n    CNS 13438 Class B&lt;/li&gt;\r\n  &lt;li&gt;\r\n    ICES-003 Class B&lt;/li&gt;\r\n &lt;li&gt;\r\n    ISO 13406 part 2&lt;/li&gt;\r\n &lt;li&gt;\r\n    MPR II&lt;/li&gt;\r\n &lt;li&gt;\r\n    IEC 60950&lt;/li&gt;\r\n  &lt;li&gt;\r\n    UL 60950&lt;/li&gt;\r\n &lt;li&gt;\r\n    CSA 60950&lt;/li&gt;\r\n  &lt;li&gt;\r\n    EN60950&lt;/li&gt;\r\n  &lt;li&gt;\r\n    ENERGY STAR&lt;/li&gt;\r\n  &lt;li&gt;\r\n    TCO \'03&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;\r\n &lt;b&gt;Size and weight&lt;/b&gt;&lt;br&gt;\r\n  30-inch Apple Cinema HD Display&lt;/p&gt;\r\n&lt;ul&gt;\r\n &lt;li&gt;\r\n    Height: 21.3 inches (54.3 cm)&lt;/li&gt;\r\n  &lt;li&gt;\r\n    Width: 27.2 inches (68.8 cm)&lt;/li&gt;\r\n &lt;li&gt;\r\n    Depth: 8.46 inches (21.5 cm)&lt;/li&gt;\r\n &lt;li&gt;\r\n    Weight: 27.5 pounds (12.5 kg)&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;\r\n  &lt;b&gt;System Requirements&lt;/b&gt;&lt;/p&gt;\r\n&lt;ul&gt;\r\n  &lt;li&gt;\r\n    Mac Pro, all graphic options&lt;/li&gt;\r\n &lt;li&gt;\r\n    MacBook Pro&lt;/li&gt;\r\n  &lt;li&gt;\r\n    Power Mac G5 (PCI-X) with ATI Radeon 9650 or better or NVIDIA GeForce 6800 GT DDL or better&lt;/li&gt;\r\n  &lt;li&gt;\r\n    Power Mac G5 (PCI Express), all graphics options&lt;/li&gt;\r\n &lt;li&gt;\r\n    PowerBook G4 with dual-link DVI support&lt;/li&gt;\r\n  &lt;li&gt;\r\n    Windows PC and graphics card that supports DVI ports with dual-link digital bandwidth and VESA DDC standard for plug-and-play setup&lt;/li&gt;\r\n&lt;/ul&gt;\r\n', '', 'Apple Cinema 30', '', ''),
(30, 1, 'Canon EOS 5D', '&lt;p&gt;\r\n  Canon\'s press material for the EOS 5D states that it \'defines (a) new D-SLR category\', while we\'re not typically too concerned with marketing talk this particular statement is clearly pretty accurate. The EOS 5D is unlike any previous digital SLR in that it combines a full-frame (35 mm sized) high resolution sensor (12.8 megapixels) with a relatively compact body (slightly larger than the EOS 20D, although in your hand it feels noticeably \'chunkier\'). The EOS 5D is aimed to slot in between the EOS 20D and the EOS-1D professional digital SLR\'s, an important difference when compared to the latter is that the EOS 5D doesn\'t have any environmental seals. While Canon don\'t specifically refer to the EOS 5D as a \'professional\' digital SLR it will have obvious appeal to professionals who want a high quality digital SLR in a body lighter than the EOS-1D. It will also no doubt appeal to current EOS 20D owners (although lets hope they\'ve not bought too many EF-S lenses...) äë&lt;/p&gt;\r\n', '', 'sdf', '', ''),
(52, 1, 'прото1', '&lt;p&gt;прото1&lt;/p&gt;', '', 'про', '', ''),
(50, 1, 'DF06M', '&lt;p&gt;Тип&amp;nbsp;&amp;nbsp;&amp;nbsp; однофазный&lt;/p&gt;&lt;p&gt;&lt;br&gt;&lt;/p&gt;&lt;table class=&quot;table table-bordered&quot;&gt;&lt;tbody&gt;&lt;tr&gt;&lt;td&gt;&lt;br&gt;&lt;/td&gt;&lt;/tr&gt;&lt;/tbody&gt;&lt;/table&gt;&lt;p&gt;&lt;br&gt;&lt;/p&gt;', 'DF06M', 'DF06M', 'DF06M', 'DF06M'),
(42, 2, 'Apple Cinema 30&quot;', '', '', 'Apple Cinema 30&quot;', '', ''),
(47, 2, 'HP LP3065', '', '', 'HP LP3065', '', ''),
(51, 2, 'двухядерный процессор AMD Athlon II P360 AMP360SGR22GM 2.3 GHz', '', '', 'двухядерный процессор AMD Athlon II P360 AMP360SGR22GM 2.3 GHz', '', ''),
(51, 1, 'Процессор AMD Athlon II P360 AMP360SGR22GM 2.3 GHz ', '&lt;p&gt;двухядерный процессор &lt;b&gt;AMD Athlon II P360 AMP360SGR22GM 2.3 GHz&lt;/b&gt; &lt;br&gt;&lt;/p&gt;&lt;p&gt;устанавливался в:&lt;/p&gt;&lt;p&gt;Lenovo G565, Samsung R525, HP 635, HP Pavilion \r\nDV4, HP Pavilion DV6, Acer Aspire 7540, Acer Aspire 7540G, Acer Aspire \r\n7240, Asus K50, Asus K50AD, Toshiba Satellite L550D, Toshiba Satellite \r\nL550D-11F, Dell Inspiron M5030, Samsung R523, Samsung NP-R523L, Samsung \r\nNP-R523-DT06UA, Asus X52N, Sony Vaio VPCEE4J1E, Sony Vaio PCG-61611M, HP\r\n 625, Samsung NP-R523L, Samsung R523-DT04, Samsung NP-R523-DT04UA, \r\nLenovo G560, HP ProBook 4525s, HP Pavilion G6-1129er.&lt;/p&gt;', '', 'двухядерный процессор AMD Athlon II P360 AMP360SGR22GM 2.3 GHz', '', ''),
(53, 1, 'прото2', '&lt;p&gt;прото2&lt;/p&gt;', '', 'про', '', ''),
(54, 1, 'прото1', '&lt;p&gt;прото1&lt;/p&gt;', '', 'про', '', ''),
(55, 1, 'ЗАМОК ВРЕЗНОЙ СУВАЛЬДНЫЙ APECS PREMIER T-57/S8-NI', '', 'ЗАМОК ВРЕЗНОЙ СУВАЛЬДНЫЙ APECS PREMIER T-57/S8-NI', 'ЗАМОК ВРЕЗНОЙ СУВАЛЬДНЫЙ APECS PREMIER T-57/S8-NI', 'ЗАМОК ВРЕЗНОЙ СУВАЛЬДНЫЙ APECS PREMIER T-57/S8-NI', 'ЗАМОК ВРЕЗНОЙ СУВАЛЬДНЫЙ APECS PREMIER T-57/S8-NI');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_product_discount`
--

CREATE TABLE `oc_product_discount` (
  `product_discount_id` int(11) NOT NULL,
  `product_id` int(11) NOT NULL,
  `customer_group_id` int(11) NOT NULL,
  `quantity` int(4) NOT NULL DEFAULT '0',
  `priority` int(5) NOT NULL DEFAULT '1',
  `price` decimal(15,4) NOT NULL DEFAULT '0.0000',
  `date_start` date NOT NULL DEFAULT '0000-00-00',
  `date_end` date NOT NULL DEFAULT '0000-00-00'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_product_discount`
--

INSERT INTO `oc_product_discount` (`product_discount_id`, `product_id`, `customer_group_id`, `quantity`, `priority`, `price`, `date_start`, `date_end`) VALUES
(443, 42, 1, 30, 1, '66.0000', '0000-00-00', '0000-00-00'),
(442, 42, 1, 20, 1, '77.0000', '0000-00-00', '0000-00-00'),
(441, 42, 1, 10, 1, '88.0000', '0000-00-00', '0000-00-00');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_product_filter`
--

CREATE TABLE `oc_product_filter` (
  `product_id` int(11) NOT NULL,
  `filter_id` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_product_image`
--

CREATE TABLE `oc_product_image` (
  `product_image_id` int(11) NOT NULL,
  `product_id` int(11) NOT NULL,
  `image` varchar(255) DEFAULT NULL,
  `sort_order` int(3) NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_product_image`
--

INSERT INTO `oc_product_image` (`product_image_id`, `product_id`, `image`, `sort_order`) VALUES
(2345, 30, 'catalog/demo/canon_eos_5d_2.jpg', 0),
(2358, 47, 'catalog/demo/hp_2.jpg', 0),
(2035, 28, 'catalog/demo/htc_touch_hd_2.jpg', 0),
(2351, 41, 'catalog/demo/imac_3.jpg', 0),
(1982, 40, 'catalog/demo/iphone_6.jpg', 0),
(2001, 36, 'catalog/demo/ipod_nano_5.jpg', 0),
(2000, 36, 'catalog/demo/ipod_nano_4.jpg', 0),
(2005, 34, 'catalog/demo/ipod_shuffle_5.jpg', 0),
(2004, 34, 'catalog/demo/ipod_shuffle_4.jpg', 0),
(2011, 32, 'catalog/demo/ipod_touch_7.jpg', 0),
(2010, 32, 'catalog/demo/ipod_touch_6.jpg', 0),
(2009, 32, 'catalog/demo/ipod_touch_5.jpg', 0),
(1971, 43, 'catalog/demo/macbook_5.jpg', 0),
(1970, 43, 'catalog/demo/macbook_4.jpg', 0),
(1974, 44, 'catalog/demo/macbook_air_4.jpg', 0),
(1973, 44, 'catalog/demo/macbook_air_2.jpg', 0),
(1977, 45, 'catalog/demo/macbook_pro_2.jpg', 0),
(1976, 45, 'catalog/demo/macbook_pro_3.jpg', 0),
(1986, 31, 'catalog/demo/nikon_d300_3.jpg', 0),
(1985, 31, 'catalog/demo/nikon_d300_2.jpg', 0),
(1988, 29, 'catalog/demo/palm_treo_pro_3.jpg', 0),
(1995, 46, 'catalog/demo/sony_vaio_5.jpg', 0),
(1994, 46, 'catalog/demo/sony_vaio_4.jpg', 0),
(1991, 48, 'catalog/demo/ipod_classic_4.jpg', 0),
(1990, 48, 'catalog/demo/ipod_classic_3.jpg', 0),
(1981, 40, 'catalog/demo/iphone_2.jpg', 0),
(1980, 40, 'catalog/demo/iphone_5.jpg', 0),
(2344, 30, 'catalog/demo/canon_eos_5d_3.jpg', 0),
(2357, 47, 'catalog/demo/hp_3.jpg', 0),
(2034, 28, 'catalog/demo/htc_touch_hd_3.jpg', 0),
(2350, 41, 'catalog/demo/imac_2.jpg', 0),
(1979, 40, 'catalog/demo/iphone_3.jpg', 0),
(1978, 40, 'catalog/demo/iphone_4.jpg', 0),
(1989, 48, 'catalog/demo/ipod_classic_2.jpg', 0),
(1999, 36, 'catalog/demo/ipod_nano_2.jpg', 0),
(1998, 36, 'catalog/demo/ipod_nano_3.jpg', 0),
(2003, 34, 'catalog/demo/ipod_shuffle_2.jpg', 0),
(2002, 34, 'catalog/demo/ipod_shuffle_3.jpg', 0),
(2008, 32, 'catalog/demo/ipod_touch_2.jpg', 0),
(2007, 32, 'catalog/demo/ipod_touch_3.jpg', 0),
(2006, 32, 'catalog/demo/ipod_touch_4.jpg', 0),
(1969, 43, 'catalog/demo/macbook_2.jpg', 0),
(1968, 43, 'catalog/demo/macbook_3.jpg', 0),
(1972, 44, 'catalog/demo/macbook_air_3.jpg', 0),
(1975, 45, 'catalog/demo/macbook_pro_4.jpg', 0),
(1984, 31, 'catalog/demo/nikon_d300_4.jpg', 0),
(1983, 31, 'catalog/demo/nikon_d300_5.jpg', 0),
(1987, 29, 'catalog/demo/palm_treo_pro_2.jpg', 0),
(1993, 46, 'catalog/demo/sony_vaio_2.jpg', 0),
(1992, 46, 'catalog/demo/sony_vaio_3.jpg', 0),
(2327, 49, 'catalog/demo/samsung_tab_7.jpg', 0),
(2326, 49, 'catalog/demo/samsung_tab_6.jpg', 0),
(2325, 49, 'catalog/demo/samsung_tab_5.jpg', 0),
(2324, 49, 'catalog/demo/samsung_tab_4.jpg', 0),
(2323, 49, 'catalog/demo/samsung_tab_3.jpg', 0),
(2322, 49, 'catalog/demo/samsung_tab_2.jpg', 0),
(2355, 42, 'catalog/demo/canon_eos_5d_2.jpg', 0),
(2354, 42, 'catalog/demo/canon_eos_5d_1.jpg', 0),
(2353, 42, 'catalog/demo/compaq_presario.jpg', 0),
(2352, 42, 'catalog/demo/hp_1.jpg', 0),
(2356, 42, 'catalog/diodemost.png', 0);

-- --------------------------------------------------------

--
-- Структура таблицы `oc_product_option`
--

CREATE TABLE `oc_product_option` (
  `product_option_id` int(11) NOT NULL,
  `product_id` int(11) NOT NULL,
  `option_id` int(11) NOT NULL,
  `value` text NOT NULL,
  `required` tinyint(1) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_product_option`
--

INSERT INTO `oc_product_option` (`product_option_id`, `product_id`, `option_id`, `value`, `required`) VALUES
(224, 35, 11, '', 1),
(225, 47, 12, '2011-04-22', 1),
(222, 42, 7, '', 1),
(219, 42, 8, '2011-02-20', 1),
(208, 42, 4, 'test', 1),
(218, 42, 1, '', 1),
(209, 42, 6, '', 1),
(217, 42, 5, '', 1),
(223, 42, 2, '', 1),
(226, 30, 5, '', 1),
(221, 42, 9, '22:25', 1),
(220, 42, 10, '2011-02-20 22:25', 1);

-- --------------------------------------------------------

--
-- Структура таблицы `oc_product_option_value`
--

CREATE TABLE `oc_product_option_value` (
  `product_option_value_id` int(11) NOT NULL,
  `product_option_id` int(11) NOT NULL,
  `product_id` int(11) NOT NULL,
  `option_id` int(11) NOT NULL,
  `option_value_id` int(11) NOT NULL,
  `quantity` int(3) NOT NULL,
  `subtract` tinyint(1) NOT NULL,
  `price` decimal(15,4) NOT NULL,
  `price_prefix` varchar(1) NOT NULL,
  `points` int(8) NOT NULL,
  `points_prefix` varchar(1) NOT NULL,
  `weight` decimal(15,8) NOT NULL,
  `weight_prefix` varchar(1) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_product_option_value`
--

INSERT INTO `oc_product_option_value` (`product_option_value_id`, `product_option_id`, `product_id`, `option_id`, `option_value_id`, `quantity`, `subtract`, `price`, `price_prefix`, `points`, `points_prefix`, `weight`, `weight_prefix`) VALUES
(7, 218, 42, 1, 43, 300, 1, '30.0000', '+', 3, '+', '30.00000000', '+'),
(6, 218, 42, 1, 31, 146, 1, '20.0000', '+', 2, '-', '20.00000000', '+'),
(5, 218, 42, 1, 32, 96, 1, '10.0000', '+', 1, '+', '10.00000000', '+'),
(2, 217, 42, 5, 42, 200, 1, '2.0000', '+', 0, '+', '2.00000000', '+'),
(1, 217, 42, 5, 41, 100, 0, '1.0000', '+', 0, '+', '1.00000000', '+'),
(3, 217, 42, 5, 40, 300, 0, '3.0000', '+', 0, '+', '3.00000000', '+'),
(4, 217, 42, 5, 39, 92, 1, '4.0000', '+', 0, '+', '4.00000000', '+'),
(11, 223, 42, 2, 45, 3998, 1, '40.0000', '+', 0, '+', '40.00000000', '+'),
(10, 223, 42, 2, 44, 2696, 1, '30.0000', '+', 0, '+', '30.00000000', '+'),
(9, 223, 42, 2, 24, 194, 1, '20.0000', '+', 0, '+', '20.00000000', '+'),
(8, 223, 42, 2, 23, 48, 1, '10.0000', '+', 0, '+', '10.00000000', '+'),
(12, 224, 35, 11, 46, 0, 1, '5.0000', '+', 0, '+', '0.00000000', '+'),
(13, 224, 35, 11, 47, 10, 1, '10.0000', '+', 0, '+', '0.00000000', '+'),
(14, 224, 35, 11, 48, 15, 1, '15.0000', '+', 0, '+', '0.00000000', '+'),
(16, 226, 30, 5, 40, 5, 1, '0.0000', '+', 0, '+', '0.00000000', '+'),
(15, 226, 30, 5, 39, 2, 1, '0.0000', '+', 0, '+', '0.00000000', '+');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_product_recurring`
--

CREATE TABLE `oc_product_recurring` (
  `product_id` int(11) NOT NULL,
  `recurring_id` int(11) NOT NULL,
  `customer_group_id` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_product_related`
--

CREATE TABLE `oc_product_related` (
  `product_id` int(11) NOT NULL,
  `related_id` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_product_related`
--

INSERT INTO `oc_product_related` (`product_id`, `related_id`) VALUES
(30, 52),
(30, 53),
(30, 54),
(40, 42),
(40, 52),
(40, 53),
(40, 54),
(41, 42),
(42, 40),
(42, 41),
(52, 30),
(52, 40),
(53, 30),
(53, 40),
(54, 30),
(54, 40);

-- --------------------------------------------------------

--
-- Структура таблицы `oc_product_reward`
--

CREATE TABLE `oc_product_reward` (
  `product_reward_id` int(11) NOT NULL,
  `product_id` int(11) NOT NULL DEFAULT '0',
  `customer_group_id` int(11) NOT NULL DEFAULT '0',
  `points` int(8) NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_product_reward`
--

INSERT INTO `oc_product_reward` (`product_reward_id`, `product_id`, `customer_group_id`, `points`) VALUES
(546, 42, 1, 100),
(547, 47, 1, 300),
(379, 28, 1, 400),
(329, 43, 1, 600),
(339, 29, 1, 0),
(343, 48, 1, 0),
(335, 40, 1, 0),
(539, 30, 1, 200),
(331, 44, 1, 700),
(333, 45, 1, 800),
(337, 31, 1, 0),
(425, 35, 1, 0),
(345, 33, 1, 0),
(347, 46, 1, 0),
(545, 41, 1, 0),
(351, 36, 1, 0),
(353, 34, 1, 0),
(355, 32, 1, 0),
(521, 49, 1, 1000);

-- --------------------------------------------------------

--
-- Структура таблицы `oc_product_special`
--

CREATE TABLE `oc_product_special` (
  `product_special_id` int(11) NOT NULL,
  `product_id` int(11) NOT NULL,
  `customer_group_id` int(11) NOT NULL,
  `priority` int(5) NOT NULL DEFAULT '1',
  `price` decimal(15,4) NOT NULL DEFAULT '0.0000',
  `date_start` date NOT NULL DEFAULT '0000-00-00',
  `date_end` date NOT NULL DEFAULT '0000-00-00'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_product_special`
--

INSERT INTO `oc_product_special` (`product_special_id`, `product_id`, `customer_group_id`, `priority`, `price`, `date_start`, `date_end`) VALUES
(440, 42, 1, 1, '90.0000', '0000-00-00', '0000-00-00'),
(439, 30, 1, 2, '90.0000', '0000-00-00', '0000-00-00'),
(438, 30, 1, 1, '80.0000', '0000-00-00', '0000-00-00');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_product_to_category`
--

CREATE TABLE `oc_product_to_category` (
  `product_id` int(11) NOT NULL,
  `category_id` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_product_to_category`
--

INSERT INTO `oc_product_to_category` (`product_id`, `category_id`) VALUES
(55, 77);

-- --------------------------------------------------------

--
-- Структура таблицы `oc_product_to_download`
--

CREATE TABLE `oc_product_to_download` (
  `product_id` int(11) NOT NULL,
  `download_id` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_product_to_layout`
--

CREATE TABLE `oc_product_to_layout` (
  `product_id` int(11) NOT NULL,
  `store_id` int(11) NOT NULL,
  `layout_id` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_product_to_layout`
--

INSERT INTO `oc_product_to_layout` (`product_id`, `store_id`, `layout_id`) VALUES
(50, 0, 0),
(42, 0, 0),
(47, 0, 0),
(51, 0, 0),
(52, 0, 0),
(53, 0, 0),
(54, 0, 0),
(55, 0, 0);

-- --------------------------------------------------------

--
-- Структура таблицы `oc_product_to_store`
--

CREATE TABLE `oc_product_to_store` (
  `product_id` int(11) NOT NULL,
  `store_id` int(11) NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_product_to_store`
--

INSERT INTO `oc_product_to_store` (`product_id`, `store_id`) VALUES
(28, 0),
(29, 0),
(30, 0),
(31, 0),
(32, 0),
(33, 0),
(34, 0),
(35, 0),
(36, 0),
(40, 0),
(41, 0),
(42, 0),
(43, 0),
(44, 0),
(45, 0),
(46, 0),
(47, 0),
(48, 0),
(49, 0),
(50, 0),
(51, 0),
(52, 0),
(53, 0),
(54, 0),
(55, 0);

-- --------------------------------------------------------

--
-- Структура таблицы `oc_recurring`
--

CREATE TABLE `oc_recurring` (
  `recurring_id` int(11) NOT NULL,
  `price` decimal(10,4) NOT NULL,
  `frequency` enum('day','week','semi_month','month','year') NOT NULL,
  `duration` int(10) UNSIGNED NOT NULL,
  `cycle` int(10) UNSIGNED NOT NULL,
  `trial_status` tinyint(4) NOT NULL,
  `trial_price` decimal(10,4) NOT NULL,
  `trial_frequency` enum('day','week','semi_month','month','year') NOT NULL,
  `trial_duration` int(10) UNSIGNED NOT NULL,
  `trial_cycle` int(10) UNSIGNED NOT NULL,
  `status` tinyint(4) NOT NULL,
  `sort_order` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_recurring_description`
--

CREATE TABLE `oc_recurring_description` (
  `recurring_id` int(11) NOT NULL,
  `language_id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_return`
--

CREATE TABLE `oc_return` (
  `return_id` int(11) NOT NULL,
  `order_id` int(11) NOT NULL,
  `product_id` int(11) NOT NULL,
  `customer_id` int(11) NOT NULL,
  `firstname` varchar(32) NOT NULL,
  `lastname` varchar(32) NOT NULL,
  `email` varchar(96) NOT NULL,
  `telephone` varchar(32) NOT NULL,
  `product` varchar(255) NOT NULL,
  `model` varchar(64) NOT NULL,
  `quantity` int(4) NOT NULL,
  `opened` tinyint(1) NOT NULL,
  `return_reason_id` int(11) NOT NULL,
  `return_action_id` int(11) NOT NULL,
  `return_status_id` int(11) NOT NULL,
  `comment` text,
  `date_ordered` date NOT NULL DEFAULT '0000-00-00',
  `date_added` datetime NOT NULL,
  `date_modified` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_return_action`
--

CREATE TABLE `oc_return_action` (
  `return_action_id` int(11) NOT NULL,
  `language_id` int(11) NOT NULL DEFAULT '0',
  `name` varchar(64) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_return_action`
--

INSERT INTO `oc_return_action` (`return_action_id`, `language_id`, `name`) VALUES
(1, 1, 'Возврат денег'),
(2, 1, 'Решена проблема'),
(3, 1, 'Замена товара');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_return_history`
--

CREATE TABLE `oc_return_history` (
  `return_history_id` int(11) NOT NULL,
  `return_id` int(11) NOT NULL,
  `return_status_id` int(11) NOT NULL,
  `notify` tinyint(1) NOT NULL,
  `comment` text NOT NULL,
  `date_added` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_return_reason`
--

CREATE TABLE `oc_return_reason` (
  `return_reason_id` int(11) NOT NULL,
  `language_id` int(11) NOT NULL DEFAULT '0',
  `name` varchar(128) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_return_reason`
--

INSERT INTO `oc_return_reason` (`return_reason_id`, `language_id`, `name`) VALUES
(1, 1, 'Dead On Arrival'),
(2, 1, 'Received Wrong Item'),
(3, 1, 'Order Error'),
(4, 1, 'Faulty, please supply details'),
(5, 1, 'Other, please supply details');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_return_status`
--

CREATE TABLE `oc_return_status` (
  `return_status_id` int(11) NOT NULL,
  `language_id` int(11) NOT NULL DEFAULT '0',
  `name` varchar(32) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_return_status`
--

INSERT INTO `oc_return_status` (`return_status_id`, `language_id`, `name`) VALUES
(1, 1, 'Ожидание'),
(3, 1, 'Выполнено'),
(2, 1, 'Возврат товара');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_review`
--

CREATE TABLE `oc_review` (
  `review_id` int(11) NOT NULL,
  `product_id` int(11) NOT NULL,
  `customer_id` int(11) NOT NULL,
  `author` varchar(64) NOT NULL,
  `text` text NOT NULL,
  `rating` int(1) NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '0',
  `date_added` datetime NOT NULL,
  `date_modified` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_seo_url`
--

CREATE TABLE `oc_seo_url` (
  `seo_url_id` int(11) NOT NULL,
  `store_id` int(11) NOT NULL,
  `language_id` int(11) NOT NULL,
  `query` varchar(255) NOT NULL,
  `keyword` varchar(255) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_seo_url`
--

INSERT INTO `oc_seo_url` (`seo_url_id`, `store_id`, `language_id`, `query`, `keyword`) VALUES
(824, 0, 1, 'product_id=48', 'ipod-classic'),
(853, 0, 1, 'manufacturer_id=8', 'apple'),
(772, 0, 1, 'information_id=4', 'about_us'),
(844, 0, 1, 'product_id=42', 'test'),
(809, 0, 1, 'product_id=30', 'canon-eos-5d'),
(845, 0, 1, 'product_id=47', 'hp-lp3065'),
(811, 0, 1, 'product_id=28', 'htc-touch-hd'),
(812, 0, 1, 'product_id=43', 'macbook'),
(813, 0, 1, 'product_id=44', 'macbook-air'),
(814, 0, 1, 'product_id=45', 'macbook-pro'),
(816, 0, 1, 'product_id=31', 'nikon-d300'),
(817, 0, 1, 'product_id=29', 'palm-treo-pro'),
(818, 0, 1, 'product_id=35', 'product-8'),
(819, 0, 1, 'product_id=49', 'samsung-galaxy-tab-10-1'),
(820, 0, 1, 'product_id=33', 'samsung-syncmaster-941bw'),
(821, 0, 1, 'product_id=46', 'sony-vaio'),
(837, 0, 1, 'product_id=41', 'imac'),
(823, 0, 1, 'product_id=40', 'iphone'),
(825, 0, 1, 'product_id=36', 'ipod-nano'),
(826, 0, 1, 'product_id=34', 'ipod-shuffle'),
(827, 0, 1, 'product_id=32', 'ipod-touch'),
(855, 0, 1, 'manufacturer_id=9', 'canon'),
(856, 0, 1, 'manufacturer_id=5', 'htc'),
(854, 0, 1, 'manufacturer_id=7', 'hewlett-packard'),
(857, 0, 1, 'manufacturer_id=6', 'palm'),
(858, 0, 1, 'manufacturer_id=10', 'sony'),
(841, 0, 1, 'information_id=6', 'delivery'),
(842, 0, 1, 'information_id=3', 'privacy'),
(843, 0, 1, 'information_id=5', 'terms'),
(852, 0, 1, 'extension/quickcheckout/checkout', 'checkout1');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_session`
--

CREATE TABLE `oc_session` (
  `session_id` varchar(32) NOT NULL,
  `data` text NOT NULL,
  `expire` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_session`
--

INSERT INTO `oc_session` (`session_id`, `data`, `expire`) VALUES
('00ca29d102a98bf4a5ceed0a50', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-21 08:24:02'),
('02a94b71cdb3d8f96163e9b971', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-21 02:06:44'),
('044938ba2dd82d4b1f2b27a305', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-20 09:31:50'),
('05dec4450ffd3c38b425edaf0e', '{\"api_id\":\"1\"}', '2019-03-13 20:14:09'),
('0624d02688bda500ac5806650c', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-03-16 05:18:40'),
('067d632bc592cde96923354797', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-27 23:17:00'),
('0688e3fcd919ad746227d39ba5', '{\"language\":\"ru-ru\",\"currency\":\"RUB\",\"vouchers\":[]}', '2019-04-19 20:38:54'),
('07c9045a1ea622a8d2c9144213', '{\"language\":\"ru-ru\",\"currency\":\"RUB\",\"customer_id\":\"1\",\"shipping_address\":{\"address_id\":\"2\",\"firstname\":\"moti\",\"lastname\":\"lee\",\"company\":\"\",\"address_1\":\"m. jucova\",\"address_2\":\"\",\"postcode\":\"\",\"city\":\"odessa\",\"zone_id\":\"3495\",\"zone\":\"\",\"zone_code\":\"\",\"country_id\":\"220\",\"country\":\"\",\"iso_code_2\":\"\",\"iso_code_3\":\"\",\"address_format\":\"\",\"custom_field\":null}}', '2019-04-18 16:06:30'),
('08688d4a375edcc042ec29005f', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-22 04:09:07'),
('08842989e73f78c4723d63bf3f', '{\"api_id\":\"1\",\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-06 12:35:24'),
('0a2e434a71d1b70dcdc6c79caa', '{\"language\":\"ru-ru\",\"currency\":\"RUB\",\"user_id\":\"1\",\"user_token\":\"JoAIFB01DbUpvl9u6bLJmU20795pef6R\"}', '2019-03-11 17:09:09'),
('0a3db01934d38c9236405a44f1', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-22 02:00:12'),
('0b16a14b4abb9c57a3f2c3b27a', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-05-04 19:28:01'),
('0b3af2a94de15954bb810dcba2', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-28 08:14:17'),
('0bcf8f078e96a29fcadb167820', 'false', '2019-03-10 00:21:28'),
('0d7d7946bf71c0259182eda681', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-28 02:46:22'),
('0df61265cc8a552b1af1aac8f6', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-19 17:05:43'),
('0e458d097ed552fa3fb9bce291', '{\"language\":\"ru-ru\",\"currency\":\"RUB\",\"user_id\":\"1\",\"user_token\":\"lhRyIJd1XGAdEIJsfXfLj7WvaF0J1rSO\"}', '2019-04-30 08:16:52'),
('10c24dd84e5123ba44d7cd38cc', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-22 04:59:33'),
('10c5ef51a1ae61e6f16cd4df04', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-03-21 16:15:19'),
('117090c7b218fa4fb5b572b150', 'false', '2019-05-10 06:41:49'),
('13d27fbfb782254f5d6a58945c', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-05-04 00:35:35'),
('1575553b8ab45ff7e3f5f625de', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-28 15:07:41'),
('1835d9c443fe9350a16663b660', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-17 06:52:37'),
('19195e31ebe19e79eb8d81f860', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-05-09 16:09:18'),
('1ab55e62771ae8e8eab4d06913', '{\"api_id\":\"1\"}', '2019-03-19 06:37:22'),
('1c27dc1f77256854be9d67ca87', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-19 20:57:19'),
('1c58df34360912baad787ca486', '{\"language\":\"ru-ru\",\"currency\":\"RUB\",\"compare\":[]}', '2019-04-19 17:23:33'),
('1c68c39aa2b812baad61cc5225', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-18 21:47:40'),
('1cdac5cb8c298d29c490b17c84', '{\"api_id\":\"1\"}', '2019-04-06 12:32:26'),
('1dcf4cf47868bfea22f8b712e9', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-19 15:03:22'),
('1ebff988944c075d1b94f42cbb', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-21 18:52:10'),
('1f57db91750641a164e108a9b2', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-21 07:30:55'),
('204d1498700fb7a6ae0857d0c0', '{\"language\":\"ru-ru\",\"currency\":\"RUB\",\"user_id\":\"1\",\"user_token\":\"ueJACCSsF3wT0orToAsfI0tr9x0i39h5\"}', '2019-03-11 15:08:21'),
('218ab7eceea033e74511f419ba', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-26 12:14:26'),
('229face104ea0487475bc0cc34', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-21 14:32:37'),
('233ef55502d203ba3a06f30d31', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-20 13:40:47'),
('234da4c09f854e36460d0c025c', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-19 05:00:28'),
('23581451538d9660103da7475e', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-03-16 05:18:38'),
('2598989c29b18d9e238df53718', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-05-09 16:06:43'),
('2665108ce5ea9caf5c2c1c6497', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-05-09 16:06:45'),
('27bdb82096edfd4f767ded222e', '{\"api_id\":\"1\"}', '2019-04-06 12:34:48'),
('2a1dac22fcd5d9de43fbb3fad1', '{\"api_id\":\"1\"}', '2019-03-25 20:29:32'),
('2b2207f45b24df3bf6d0e9f294', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-21 00:10:04'),
('2c02245164a8a294000af74484', 'false', '2019-05-09 17:33:37'),
('2e2867be1ee9efa5762974de59', '{\"language\":\"ru-ru\",\"currency\":\"RUB\",\"redirect\":\"http:\\/\\/radio.svyaznoytv.com\\/index.php?route=account\\/order\"}', '2019-04-20 09:31:46'),
('2f5f7280502248440ec3c17e37', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-21 14:30:21'),
('2f7e73dae7cd2fded677b98509', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-27 04:14:52'),
('30387a0fdca669b6a6c8f3c09a', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-21 17:26:14'),
('3105b6a37a9c96a7c85b59496c', '{\"language\":\"ru-ru\",\"currency\":\"RUB\",\"redirect\":\"http:\\/\\/radio.svyaznoytv.com\\/index.php?route=account\\/return\"}', '2019-04-22 03:52:02'),
('3383dd00da8f9cf89224f2243e', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-27 15:54:44'),
('33b91ed9a1237dd7dee3897042', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-22 04:11:06'),
('36fbef59c9e7902ae7fba53060', 'false', '2019-05-09 17:33:06'),
('37f56861e3a52f3ff17b00ca08', '{\"language\":\"ru-ru\",\"currency\":\"RUB\",\"account\":\"guest\",\"user_id\":\"1\",\"user_token\":\"GPkyPlsUtpAqLxX2rAyd8JnnaOmyaVex\"}', '2019-04-08 15:16:57'),
('38c795e3e85a04de47f4b6e50f', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-20 19:49:56'),
('38cb03fc5aa564bcdbe5b20028', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-05-03 14:40:36'),
('394d2af938bca486924ad669ac', '{\"api_id\":\"1\"}', '2019-03-19 06:37:32'),
('3b077b5925a6cbeb43abd2503c', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-27 14:00:45'),
('3ccf0cc800aa8efa72733ab98b', '{\"api_id\":\"1\"}', '2019-05-06 15:37:22'),
('3def84c2e319766a4b7b1fd1c6', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-22 04:16:46'),
('43b1b0ab1c9ba6e4ae7a475e42', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-19 17:17:45'),
('4677f5c6ddde80d8c787119053', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-20 13:35:38'),
('467d90c4aeb5196ae834c45d3e', '{\"api_id\":\"1\",\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-03-13 20:21:52'),
('469a46086f4bb940af75a9b96f', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-23 00:27:19'),
('474da8d67cd941f61e278cac67', '{\"language\":\"ru-ru\",\"currency\":\"RUB\",\"user_id\":\"1\",\"user_token\":\"Qty6Ps8uppVyjzvVcmw9EHUY3ZcsbTYi\"}', '2019-05-09 16:31:25'),
('475165afde5067f11b2bde3eaa', 'false', '2019-05-09 16:13:16'),
('476c96b7f36503949e3305c83e', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-21 17:28:16'),
('48048cb410d2e499218a3f61c0', 'false', '2019-05-04 19:41:24'),
('4a0a5266b977a36d5e04f6d4eb', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-21 00:26:59'),
('4b7a390dfce74df2a5688cccbc', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-28 08:17:15'),
('4b8c14e9066a96df7ff9b4ea32', 'false', '2019-05-09 13:29:32'),
('4c35478b72468e6037ce9cf1cd', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-21 17:20:16'),
('4ce111dd9d31ae14eca57eafeb', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-20 09:22:20'),
('4d0a60f41f4c9f4563c4d84884', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-21 00:55:06'),
('4e105329ab97a36f8c0aa8a46a', '{\"language\":\"ru-ru\",\"currency\":\"RUB\",\"install\":\"nCL7tI8HpV\",\"welcome_extensions\":{\"codename\":[\"d_visual_designer\",\"d_blog_module\",\"d_quickcheckout\",\"d_seo_module\"]},\"customer_id\":\"1\",\"user_id\":\"1\",\"user_token\":\"Si5AklFdMDrm28FFPjNeeLmcrgDVHCec\",\"shipping_address_id\":\"2\"}', '2019-04-08 15:43:20'),
('4eb8260bbf6c19979cb00f3e4c', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-21 11:00:53'),
('4eec35b8fdca2a09005dca7c9f', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-05-03 08:21:08'),
('4fd0f704b80c121126b9b9760f', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-21 01:46:06'),
('50c744f90a383efd6e9744f67f', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-27 08:13:29'),
('523e40a629dfcd4853ea746962', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-05-04 09:53:01'),
('532065f2fc6b1ebee476de6103', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-30 17:13:46'),
('53e96d5c70a365bbdd719ad54e', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-05-03 18:56:31'),
('54ec61ac3d8e42118e2d4f1029', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-19 14:38:22'),
('554c76262b1f703ccc0bc47c0e', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-28 15:14:00'),
('55919308689c2d6a585eebdb9a', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-03-06 17:41:59'),
('596c6c011180df75a579f7b2dc', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-22 04:09:02'),
('59ea94c4783a65e63abbc4cdae', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-20 09:37:13'),
('5a895b99065992102f31f3b1fe', 'false', '2019-05-09 17:34:20'),
('5a8f9b9fdb5e3da5a0446971fd', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-19 17:07:50'),
('5becac18b6b7c8c58fddac522d', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-29 01:10:12'),
('5c4f6a332ed61c50083373a412', '{\"language\":\"ru-ru\",\"currency\":\"RUB\",\"redirect\":\"http:\\/\\/radio.svyaznoytv.com\\/index.php?route=account\\/account\"}', '2019-04-21 10:49:46'),
('5daa5b3121e7ffe6c2a747e52a', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-27 00:54:20'),
('620ddbd2d767285bc6bd12c12e', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-05-04 21:50:19'),
('64a8e7884a7390d400f99f8898', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-27 05:25:39'),
('64d89777a2440953c4e14000a6', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-22 02:05:05'),
('65db96fe57694fce81388e3c46', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-05-09 17:29:35'),
('66a697aa6ac3bf87f7b1788148', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-20 09:23:17'),
('687a708bd56955c1c7a9ee08b2', '{\"language\":\"ru-ru\",\"currency\":\"RUB\",\"compare\":[]}', '2019-04-27 04:05:17'),
('695b0659dcde5f74ebf6dfd230', '{\"api_id\":\"1\",\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-17 17:48:57'),
('6a2d090e5f07d2605653951386', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-20 13:52:09'),
('6c82ea108043a9cba827c96889', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-26 17:16:43'),
('6deb4cfe5ebf851b320724a02d', 'false', '2019-05-09 17:27:54'),
('6ece805f3fbe9dde0f1c689461', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-03-25 12:28:07'),
('6f930ea07e2cbd71998ee1fd62', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-20 22:01:56'),
('6fa17fc41bf489add52f7170f5', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-27 19:13:56'),
('705e7ef35b477cefbd325054bd', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-19 23:53:02'),
('718a6f6e8b53a8dfb13dd5700f', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-19 18:19:34'),
('726aea1eb6623921c33ac51a14', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-05-09 18:39:31'),
('72a7ecb824ef139c0f2a90ac61', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-05-04 06:41:07'),
('72c36393daa281bb5c8b490fbd', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-27 08:41:24'),
('72c3d62ae1da427cff2810b213', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-27 04:48:57'),
('731cae4fb8fcca6365fc06f042', '{\"language\":\"ru-ru\",\"currency\":\"RUB\",\"user_id\":\"1\",\"user_token\":\"RBIaBPlkIEG4JmVPKipF4l3Kx2UXGb8d\",\"guest\":{\"customer_group_id\":\"1\",\"firstname\":\"\",\"lastname\":\"\",\"email\":\"\",\"telephone\":\"\",\"shipping_address\":true,\"create_account\":false},\"payment_address\":{\"firstname\":\"\",\"lastname\":\"\",\"company\":\"\",\"address_1\":\"\",\"address_2\":\"\",\"postcode\":\"\",\"city\":\"\",\"country_id\":\"300001\",\"zone_id\":\"\",\"custom_field\":[]},\"payment_methods\":{\"cod\":{\"code\":\"cod\",\"title\":\"\\u041e\\u043f\\u043b\\u0430\\u0442\\u0430 \\u043f\\u0440\\u0438 \\u0434\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0435\",\"terms\":\"\",\"sort_order\":\"5\"}},\"shipping_address\":{\"country\":\"\\u0412\\u0438\\u043d\\u043d\\u0438\\u0446\\u043a\\u0430\\u044f \\u043e\\u0431\\u043b\\u0430\\u0441\\u0442\\u044c\",\"iso_code_2\":\"UA\",\"iso_code_3\":\"UKR\",\"address_format\":\"\",\"zone\":\"\\u0410\\u0433\\u0440\\u043e\\u043d\\u043e\\u043c\\u0438\\u0447\\u043d\\u043e\\u0435\",\"zone_code\":\"890\",\"firstname\":\"\",\"lastname\":\"\",\"company\":\"\",\"address_1\":\"\",\"address_2\":\"\",\"postcode\":\"\",\"city\":\"\",\"country_id\":\"300001\",\"zone_id\":\"200000\"},\"shipping_methods\":{\"novaposhta\":{\"title\":\"\\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u041d\\u043e\\u0432\\u043e\\u0439 \\u041f\\u043e\\u0447\\u0442\\u043e\\u0439\",\"quote\":{\"novaposhta\":{\"code\":\"novaposhta.novaposhta\",\"title\":\"\\u041e\\u0442\\u043f\\u0440\\u0430\\u0432\\u043a\\u0430 \\u0441\\u043b\\u0443\\u0436\\u0431\\u043e\\u0439 \\\"\\u041d\\u043e\\u0432\\u0430\\u044f \\u043f\\u043e\\u0447\\u0442\\u0430\\\"\",\"cost\":0,\"tax_class_id\":0,\"text\":\"0 \\u0440\\u0443\\u0431.\"}},\"sort_order\":\"\",\"error\":false},\"citylink\":{\"title\":\"\\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u043f\\u043e \\u0433\\u043e\\u0440\\u043e\\u0434\\u0443\",\"quote\":{\"citylink\":{\"code\":\"citylink.citylink\",\"title\":\"\\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u043f\\u043e \\u0433\\u043e\\u0440\\u043e\\u0434\\u0443  (\\u0412\\u0435\\u0441: 1.00\\u043a\\u0433)\",\"cost\":\"11.6\",\"tax_class_id\":\"9\",\"text\":\"12 \\u0440\\u0443\\u0431.\"}},\"sort_order\":\"\",\"error\":false},\"flat\":{\"title\":\"\\u0424\\u0438\\u043a\\u0441\\u0438\\u0440\\u043e\\u0432\\u0430\\u043d\\u043d\\u0430\\u044f \\u0441\\u0442\\u043e\\u0438\\u043c\\u043e\\u0441\\u0442\\u044c \\u0434\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0438\",\"quote\":{\"flat\":{\"code\":\"flat.flat\",\"title\":\"\\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u0441 \\u0444\\u0438\\u043a\\u0441\\u0438\\u0440\\u043e\\u0432\\u0430\\u043d\\u043d\\u043e\\u0439 \\u0441\\u0442\\u043e\\u0438\\u043c\\u043e\\u0441\\u0442\\u044c\\u044e \\u0434\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0438\",\"cost\":\"5.00\",\"tax_class_id\":\"9\",\"text\":\"5 \\u0440\\u0443\\u0431.\"}},\"sort_order\":\"1\",\"error\":false}},\"delivery_date\":\"\",\"delivery_time\":\"\",\"shipping_method\":{\"code\":\"novaposhta.novaposhta\",\"title\":\"\\u041e\\u0442\\u043f\\u0440\\u0430\\u0432\\u043a\\u0430 \\u0441\\u043b\\u0443\\u0436\\u0431\\u043e\\u0439 \\\"\\u041d\\u043e\\u0432\\u0430\\u044f \\u043f\\u043e\\u0447\\u0442\\u0430\\\"\",\"cost\":0,\"tax_class_id\":0,\"text\":\"0 \\u0440\\u0443\\u0431.\"}}', '2019-04-09 17:32:30'),
('7371f37fb4ce43fd60820bd668', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-30 16:32:26'),
('743de7f24ade7c4568c9be01e3', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-20 13:33:32'),
('7494b420303e32f4e9e02ed4e8', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-06 21:39:14'),
('750fd892d66f0100793895b1be', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-22 04:59:42'),
('75ca144048ed1bc2f53bc3f134', '{\"language\":\"ru-ru\",\"currency\":\"RUB\",\"user_id\":\"1\",\"user_token\":\"f4ipSkFwRyg3Udk7Y6oQ8spzA3zLwfD1\",\"install\":\"2TgAw6Eg5e\"}', '2019-03-14 20:10:55'),
('77a5e935bf7b89de22b6475b75', '{\"api_id\":\"1\"}', '2019-03-13 20:21:20'),
('789c300dbdcbbcf5199dcbd3f2', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-19 19:45:53'),
('799c6a5159658bc4cf5b3a169c', 'false', '2019-05-09 17:32:57'),
('7b31a993a3cfce2d81285e4fe3', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-27 08:21:40'),
('7cb378da15956455115b5bbf21', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-05-03 01:22:17'),
('7e1b26a7f7714dd5efed47259e', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-06 12:31:33'),
('7e4271db115136058bf98141f4', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-26 18:40:38'),
('7eb2943ec2303a590e6bc86dbe', '{\"api_id\":\"1\"}', '2019-04-06 12:33:44'),
('802cad1662128770774f81d2e8', '{\"api_id\":\"1\"}', '2019-03-13 20:22:36'),
('80a5c1bb9bfb78651f8cca8669', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-29 14:06:40'),
('81607f86daef0cbc58441899b2', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-19 05:01:33'),
('83825023ac99305da81f27158c', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-30 00:26:39'),
('85232cc6a92aaa5b02128f51c8', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-05-05 10:14:13'),
('85e8bf68540f86d79dff456512', '{\"language\":\"ru-ru\",\"currency\":\"RUB\",\"redirect\":\"http:\\/\\/radio.svyaznoytv.com\\/index.php?route=account\\/wishlist\"}', '2019-04-21 03:37:40'),
('865e4c63567e9077912319ef8e', 'false', '2019-05-09 16:06:37'),
('87862323da0fff2c87a856285c', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-03-05 15:12:35'),
('87f9a350f85d92bd35d2637de2', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-05-10 06:12:09'),
('89a3315fdcd51536f23818333f', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-03-17 04:36:19'),
('89c015da4986cd309bac11342c', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-20 19:50:41'),
('8b578ada2021bc2952a677048c', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-29 14:06:43'),
('90731ef88e411844b1070fcaa1', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-21 19:01:00'),
('90905d6d797bc5bea1578fa322', '{\"api_id\":\"1\"}', '2019-03-13 20:22:06'),
('90c988a27d01ea0b89ea6b0432', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-05-04 19:18:27'),
('90d8cc5bfcc5632e00f6569864', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-21 02:11:21'),
('925d701ec295e447a0ebe46eae', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-19 18:19:38'),
('9539ee7e5d9a5c136b3efe5f4f', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-20 09:38:48'),
('957186eb94a8184373e14b13b7', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-05-01 03:43:33'),
('96d37b06ecaf3dc7dd59846e2b', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-18 21:17:19'),
('96d859cc657db6bc172453017d', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-23 05:14:19'),
('97770ad22d7be221636d6f67d7', 'false', '2019-05-09 17:27:43'),
('98405a690ca2c31ea60e64411d', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-26 17:20:15'),
('98dd0c76691cae27538b3f5c1a', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-21 03:32:11'),
('98f5284b447e7a1a22ea57e7cc', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-05-07 14:12:18'),
('9943063ef59622b1821be09347', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-05-04 10:40:52'),
('99c30afab881aa1ade0371f741', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-19 14:04:41'),
('9b11f34a9e025865a56a4f6183', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-21 17:19:34'),
('9cb92dc5339825986c942bfdbf', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-20 19:53:27'),
('9f20ff40a724be5b38189c4782', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-20 09:23:00'),
('a0cd3868ae9a6ef00bbfcc575d', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-29 10:10:20'),
('a214d0bac8ed75ded62a01f4b2', '{\"language\":\"ru-ru\",\"currency\":\"RUB\",\"redirect\":\"http:\\/\\/radio.svyaznoytv.com\\/index.php?route=account\\/newsletter\"}', '2019-04-21 18:14:14'),
('a38434be0e6e69d80708021811', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-26 13:43:30'),
('a42a8b3c8d01afcbc599e183e0', 'false', '2019-05-09 17:27:36'),
('a45cd19eda4319016d568ca7c3', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-03-15 01:11:46'),
('a58fe714b218198e0e3c3d4883', 'false', '2019-03-10 03:56:28'),
('a65e9d17ceb6650ba552cde2b0', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-05-09 11:41:46'),
('a698288563e5e51cd0aa0d2fbb', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-20 21:56:27'),
('adb4f5934eb62285229175a917', '{\"language\":\"ru-ru\",\"currency\":\"RUB\",\"vouchers\":[]}', '2019-04-29 02:52:13'),
('b004cc719c8f7c673481b82003', '{\"user_id\":\"1\",\"user_token\":\"8K8ypgB0qxBi9Qw7cTmHpP3Ah8J5Fy0P\"}', '2019-05-04 19:45:53'),
('b239d4fd7ef75b2c7892f32a57', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-26 17:16:51'),
('b24205e0bf6e7a000d95c3292c', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-21 14:29:34'),
('b33649713bfb6d6c198ff5c3bb', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-19 23:45:17'),
('b3bfffaff52572acb092c46f22', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-05-09 03:19:05'),
('b56427efeac099289477e9fad5', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-03-16 19:26:41'),
('b85f0b843855c76c9e3f8f1011', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-27 05:14:53'),
('b927174d0a12df25a16ddd42e1', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-19 23:57:48'),
('badd35a5ee20eca45f98c9f25e', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-05-09 16:10:40'),
('bc0d3fcccd3b8b5c5f38eb2275', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-05-04 05:58:50'),
('bc58ac30670a509c0e69a6060f', '{\"language\":\"ru-ru\",\"currency\":\"RUB\",\"redirect\":\"http:\\/\\/radio.svyaznoytv.com\\/index.php?route=account\\/reward\"}', '2019-04-21 12:07:18'),
('bd94fc919498ddc118ee67eb76', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-20 19:59:14'),
('bdceca13fbd1309592a624f048', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-27 05:44:04'),
('bdf7dbfad9b1978f49f3c53d1e', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-05-09 16:10:36'),
('be51c32136953e1cf7479dcfe7', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-20 09:34:16'),
('c19112b662b0caa119f85a52ea', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-03-16 19:26:40'),
('c28089fa28a250907f303f55f7', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-05-06 13:45:22'),
('c58e4f2c247ca6e92fab5b8064', '{\"language\":\"ru-ru\",\"currency\":\"RUB\",\"account\":\"guest\",\"user_id\":\"1\",\"user_token\":\"4GNmrKrbRpbUBOF846Y9wTwJygeD8lH8\",\"guest\":{\"customer_group_id\":\"1\",\"firstname\":\"\",\"lastname\":\"\",\"email\":\"\",\"telephone\":\"\",\"shipping_address\":true,\"create_account\":false},\"payment_address\":{\"firstname\":\"\",\"lastname\":\"\",\"company\":\"\",\"address_1\":\"\",\"address_2\":\"\",\"postcode\":\"\",\"city\":\"\",\"country_id\":\"300001\",\"zone_id\":\"\",\"custom_field\":[]},\"payment_methods\":{\"cod\":{\"code\":\"cod\",\"title\":\"\\u041e\\u043f\\u043b\\u0430\\u0442\\u0430 \\u043f\\u0440\\u0438 \\u0434\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0435\",\"terms\":\"\",\"sort_order\":\"5\"}},\"shipping_address\":{\"country\":\"\\u0412\\u0438\\u043d\\u043d\\u0438\\u0446\\u043a\\u0430\\u044f \\u043e\\u0431\\u043b\\u0430\\u0441\\u0442\\u044c\",\"iso_code_2\":\"UA\",\"iso_code_3\":\"UKR\",\"address_format\":\"\",\"zone\":\"\\u0410\\u0433\\u0440\\u043e\\u043d\\u043e\\u043c\\u0438\\u0447\\u043d\\u043e\\u0435\",\"zone_code\":\"890\",\"firstname\":\"\",\"lastname\":\"\",\"company\":\"\",\"address_1\":\"\",\"address_2\":\"\",\"postcode\":\"\",\"city\":\"\",\"country_id\":\"300001\",\"zone_id\":\"200000\"},\"shipping_methods\":{\"novaposhta\":{\"title\":\"\\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u041d\\u043e\\u0432\\u043e\\u0439 \\u041f\\u043e\\u0447\\u0442\\u043e\\u0439\",\"quote\":{\"novaposhta\":{\"code\":\"novaposhta.novaposhta\",\"title\":\"\\u041e\\u0442\\u043f\\u0440\\u0430\\u0432\\u043a\\u0430 \\u0441\\u043b\\u0443\\u0436\\u0431\\u043e\\u0439 \\\"\\u041d\\u043e\\u0432\\u0430\\u044f \\u043f\\u043e\\u0447\\u0442\\u0430\\\"\",\"cost\":0,\"tax_class_id\":0,\"text\":\"0 \\u0440\\u0443\\u0431.\"}},\"sort_order\":\"\",\"error\":false},\"citylink\":{\"title\":\"\\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u043f\\u043e \\u0433\\u043e\\u0440\\u043e\\u0434\\u0443\",\"quote\":{\"citylink\":{\"code\":\"citylink.citylink\",\"title\":\"\\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u043f\\u043e \\u0433\\u043e\\u0440\\u043e\\u0434\\u0443  (\\u0412\\u0435\\u0441: 0.00\\u043a\\u0433)\",\"cost\":\"11.6\",\"tax_class_id\":\"9\",\"text\":\"12 \\u0440\\u0443\\u0431.\"}},\"sort_order\":\"\",\"error\":false},\"flat\":{\"title\":\"\\u0424\\u0438\\u043a\\u0441\\u0438\\u0440\\u043e\\u0432\\u0430\\u043d\\u043d\\u0430\\u044f \\u0441\\u0442\\u043e\\u0438\\u043c\\u043e\\u0441\\u0442\\u044c \\u0434\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0438\",\"quote\":{\"flat\":{\"code\":\"flat.flat\",\"title\":\"\\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u0441 \\u0444\\u0438\\u043a\\u0441\\u0438\\u0440\\u043e\\u0432\\u0430\\u043d\\u043d\\u043e\\u0439 \\u0441\\u0442\\u043e\\u0438\\u043c\\u043e\\u0441\\u0442\\u044c\\u044e \\u0434\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0438\",\"cost\":\"5.00\",\"tax_class_id\":\"9\",\"text\":\"5 \\u0440\\u0443\\u0431.\"}},\"sort_order\":\"1\",\"error\":false}},\"delivery_date\":\"\",\"delivery_time\":\"\",\"shipping_method\":{\"code\":\"novaposhta.novaposhta\",\"title\":\"\\u041e\\u0442\\u043f\\u0440\\u0430\\u0432\\u043a\\u0430 \\u0441\\u043b\\u0443\\u0436\\u0431\\u043e\\u0439 \\\"\\u041d\\u043e\\u0432\\u0430\\u044f \\u043f\\u043e\\u0447\\u0442\\u0430\\\"\",\"cost\":0,\"tax_class_id\":0,\"text\":\"0 \\u0440\\u0443\\u0431.\"}}', '2019-05-06 10:02:40'),
('c62a7744605125760e92004e6a', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-03-05 14:21:46'),
('c659b78d2d23cd754a9481ad3a', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-20 13:53:50'),
('c71fbc04a7302b243604a4fc13', '{\"api_id\":\"1\"}', '2019-03-25 20:29:40'),
('c7ec7fe2b090d2f612215cc71a', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-03-25 19:50:20'),
('c896c01fd557c41a79026d7421', '{\"api_id\":\"1\"}', '2019-04-06 12:36:00'),
('c8e37d4bc8432d14ae0963671d', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-22 01:13:15'),
('cc61f108b2f6852b14d0ffa80d', '{\"language\":\"ru-ru\",\"currency\":\"RUB\",\"user_id\":\"1\",\"user_token\":\"NrjK7eBkeeDZZ3f44ALI9aVSBJdqSpku\",\"account\":\"guest\"}', '2019-04-19 14:25:23'),
('ccf75879efd94efb8efe349bfa', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-19 23:48:19'),
('cd1e779132d395d6eb5b02f0f1', '{\"api_id\":\"1\",\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-06 12:34:38'),
('cd3282368d1dd7d69d7af598d4', '{\"api_id\":\"1\"}', '2019-04-06 12:35:47'),
('cd6125b25efaedf6230ab55baa', 'false', '2019-05-09 17:33:33'),
('cda234e93eb54dfeda658c3958', '{\"language\":\"ru-ru\",\"currency\":\"RUB\",\"redirect\":\"http:\\/\\/radio.svyaznoytv.com\\/index.php?route=account\\/recurring\"}', '2019-04-22 20:48:51'),
('d1f51ab56e4d43c59247fe32e2', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-20 19:56:22'),
('d27570578b1ec1ad71972d9ccd', 'false', '2019-05-09 18:35:59'),
('d71da2ca5249b688e7c502d497', '{\"api_id\":\"1\",\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-05-06 15:07:45'),
('d7462eae7fe67e7aa2308c26f4', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-05-09 16:09:17'),
('d7beaae24d1c022480bd375c20', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-20 19:59:10'),
('da2c9ae617bcb58eb9121893b2', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-03-11 00:05:13'),
('dae7ca7441ba8bddf7cdb010d6', '{\"api_id\":\"1\"}', '2019-04-09 17:30:34'),
('dd16a570b607386266943631fd', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-20 19:50:47'),
('dd488a023e6835b5fdd58a67ff', '{\"language\":\"ru-ru\",\"currency\":\"RUB\",\"user_id\":\"1\",\"user_token\":\"I0nhzCgbYvqYNAEb4fl6OpiGoV7Bu02A\",\"account\":\"guest\"}', '2019-05-01 13:54:54'),
('ddf5c944dc097b394f98b309f8', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-21 12:16:34'),
('de6938f8666a5e79df3ebe53a2', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-21 04:41:45'),
('e080cf1576a127966f6ed3338e', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-22 01:34:18'),
('e1935f4a994320e0866fba9e79', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-21 04:41:41'),
('e1cdb3e8a68b66c1a35c2afb12', '{\"user_id\":\"1\",\"user_token\":\"2WvAh3xtSeFvkBMNbwb2yjx1u5BeGKqb\"}', '2019-04-09 12:29:47'),
('e2dad2c94543156e33d198fefc', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-03-05 20:27:10'),
('e3b980966418d0b63b301ffae2', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-30 00:24:35'),
('e3cccd8d5e40b94fd0a0eae2ff', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-27 12:32:01'),
('e565f9aedd591740894d00637b', '{\"user_id\":\"1\",\"user_token\":\"uzSzN7iL1R7UD0ITOa4SojmofnKoypXy\",\"language\":\"ru-ru\",\"currency\":\"RUB\",\"guest\":{\"customer_group_id\":\"1\",\"firstname\":\"\",\"lastname\":\"\",\"email\":\"\",\"telephone\":\"\",\"shipping_address\":true,\"create_account\":false},\"payment_address\":{\"firstname\":\"\",\"lastname\":\"\",\"company\":\"\",\"address_1\":\"\",\"address_2\":\"\",\"postcode\":\"\",\"city\":\"\",\"country_id\":\"300001\",\"zone_id\":\"\",\"custom_field\":[]},\"shipping_methods\":{\"novaposhta\":{\"title\":\"\\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u041d\\u043e\\u0432\\u043e\\u0439 \\u041f\\u043e\\u0447\\u0442\\u043e\\u0439\",\"quote\":{\"novaposhta\":{\"code\":\"novaposhta.novaposhta\",\"title\":\"\\u041e\\u0442\\u043f\\u0440\\u0430\\u0432\\u043a\\u0430 \\u0441\\u043b\\u0443\\u0436\\u0431\\u043e\\u0439 \\\"\\u041d\\u043e\\u0432\\u0430\\u044f \\u043f\\u043e\\u0447\\u0442\\u0430\\\"\",\"cost\":0,\"tax_class_id\":0,\"text\":\"0 \\u0440\\u0443\\u0431.\"}},\"sort_order\":\"\",\"error\":false},\"citylink\":{\"title\":\"\\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u043f\\u043e \\u0433\\u043e\\u0440\\u043e\\u0434\\u0443\",\"quote\":{\"citylink\":{\"code\":\"citylink.citylink\",\"title\":\"\\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u043f\\u043e \\u0433\\u043e\\u0440\\u043e\\u0434\\u0443  (\\u0412\\u0435\\u0441: 0.00\\u043a\\u0433)\",\"cost\":\"11.6\",\"tax_class_id\":\"9\",\"text\":\"12 \\u0440\\u0443\\u0431.\"}},\"sort_order\":\"\",\"error\":false},\"flat\":{\"title\":\"\\u0424\\u0438\\u043a\\u0441\\u0438\\u0440\\u043e\\u0432\\u0430\\u043d\\u043d\\u0430\\u044f \\u0441\\u0442\\u043e\\u0438\\u043c\\u043e\\u0441\\u0442\\u044c \\u0434\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0438\",\"quote\":{\"flat\":{\"code\":\"flat.flat\",\"title\":\"\\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u0441 \\u0444\\u0438\\u043a\\u0441\\u0438\\u0440\\u043e\\u0432\\u0430\\u043d\\u043d\\u043e\\u0439 \\u0441\\u0442\\u043e\\u0438\\u043c\\u043e\\u0441\\u0442\\u044c\\u044e \\u0434\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0438\",\"cost\":\"5.00\",\"tax_class_id\":\"9\",\"text\":\"5 \\u0440\\u0443\\u0431.\"}},\"sort_order\":\"1\",\"error\":false}},\"shipping_address\":{\"country\":\"\\u0412\\u0438\\u043d\\u043d\\u0438\\u0446\\u043a\\u0430\\u044f \\u043e\\u0431\\u043b\\u0430\\u0441\\u0442\\u044c\",\"iso_code_2\":\"UA\",\"iso_code_3\":\"UKR\",\"address_format\":\"\",\"zone\":\"\\u0410\\u0433\\u0440\\u043e\\u043d\\u043e\\u043c\\u0438\\u0447\\u043d\\u043e\\u0435\",\"zone_code\":\"890\",\"firstname\":\"\",\"lastname\":\"\",\"company\":\"\",\"address_1\":\"\",\"address_2\":\"\",\"postcode\":\"\",\"city\":\"\",\"country_id\":\"300001\",\"zone_id\":\"200000\"},\"delivery_date\":\"\",\"delivery_time\":\"\",\"shipping_method\":{\"code\":\"novaposhta.novaposhta\",\"title\":\"\\u041e\\u0442\\u043f\\u0440\\u0430\\u0432\\u043a\\u0430 \\u0441\\u043b\\u0443\\u0436\\u0431\\u043e\\u0439 \\\"\\u041d\\u043e\\u0432\\u0430\\u044f \\u043f\\u043e\\u0447\\u0442\\u0430\\\"\",\"cost\":0,\"tax_class_id\":0,\"text\":\"0 \\u0440\\u0443\\u0431.\"}}', '2019-05-06 15:45:12'),
('e56b74fbbd820868b4a83db727', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-05-03 08:09:45'),
('e7c157d71a9f476c5f5b8584ee', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-27 03:55:10'),
('e90656969464a2a99c58ba1fc2', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-22 20:45:33'),
('eb681f7b40f1c027f46357a791', '{\"language\":\"ru-ru\",\"currency\":\"RUB\",\"redirect\":\"http:\\/\\/radio.svyaznoytv.com\\/index.php?route=account\\/transaction\"}', '2019-04-21 05:38:24'),
('ebd1cb53386eb61247caf16012', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-20 02:52:50'),
('ed3142a32560b1ddf1010d6fd3', '{\"api_id\":\"1\"}', '2019-05-06 15:37:29'),
('efbed19689f8739b1133028333', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-19 08:55:38'),
('f023413d231d944738da63bc07', '{\"language\":\"ru-ru\",\"currency\":\"RUB\",\"guest\":{\"customer_group_id\":\"1\",\"firstname\":\"\",\"lastname\":\"\",\"email\":\"\",\"telephone\":\"\",\"shipping_address\":true,\"create_account\":false},\"payment_address\":{\"firstname\":\"\",\"lastname\":\"\",\"company\":\"\",\"address_1\":\"\",\"address_2\":\"\",\"postcode\":\"\",\"city\":\"\",\"country_id\":\"300001\",\"zone_id\":\"\",\"custom_field\":[]},\"payment_methods\":{\"free_checkout\":{\"code\":\"free_checkout\",\"title\":\"\\u0411\\u0435\\u0441\\u043f\\u043b\\u0430\\u0442\\u043d\\u044b\\u0439 \\u0437\\u0430\\u043a\\u0430\\u0437\",\"terms\":\"\",\"sort_order\":\"1\"}},\"shipping_address\":{\"country\":\"\\u0412\\u0438\\u043d\\u043d\\u0438\\u0446\\u043a\\u0430\\u044f \\u043e\\u0431\\u043b\\u0430\\u0441\\u0442\\u044c\",\"iso_code_2\":\"UA\",\"iso_code_3\":\"UKR\",\"address_format\":\"\",\"zone\":\"\\u0410\\u0433\\u0440\\u043e\\u043d\\u043e\\u043c\\u0438\\u0447\\u043d\\u043e\\u0435\",\"zone_code\":\"890\",\"firstname\":\"\",\"lastname\":\"\",\"company\":\"\",\"address_1\":\"\",\"address_2\":\"\",\"postcode\":\"\",\"city\":\"\",\"country_id\":\"300001\",\"zone_id\":\"200000\"},\"shipping_methods\":{\"novaposhta\":{\"title\":\"\\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u041d\\u043e\\u0432\\u043e\\u0439 \\u041f\\u043e\\u0447\\u0442\\u043e\\u0439\",\"quote\":{\"novaposhta\":{\"code\":\"novaposhta.novaposhta\",\"title\":\"\\u041e\\u0442\\u043f\\u0440\\u0430\\u0432\\u043a\\u0430 \\u0441\\u043b\\u0443\\u0436\\u0431\\u043e\\u0439 \\\"\\u041d\\u043e\\u0432\\u0430\\u044f \\u043f\\u043e\\u0447\\u0442\\u0430\\\"\",\"cost\":0,\"tax_class_id\":0,\"text\":\"0 \\u0440\\u0443\\u0431.\"}},\"sort_order\":\"\",\"error\":false},\"citylink\":{\"title\":\"\\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u043f\\u043e \\u0433\\u043e\\u0440\\u043e\\u0434\\u0443\",\"quote\":{\"citylink\":{\"code\":\"citylink.citylink\",\"title\":\"\\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u043f\\u043e \\u0433\\u043e\\u0440\\u043e\\u0434\\u0443  (\\u0412\\u0435\\u0441: 0.00\\u043a\\u0433)\",\"cost\":\"11.6\",\"tax_class_id\":\"9\",\"text\":\"12 \\u0440\\u0443\\u0431.\"}},\"sort_order\":\"\",\"error\":false},\"flat\":{\"title\":\"\\u0424\\u0438\\u043a\\u0441\\u0438\\u0440\\u043e\\u0432\\u0430\\u043d\\u043d\\u0430\\u044f \\u0441\\u0442\\u043e\\u0438\\u043c\\u043e\\u0441\\u0442\\u044c \\u0434\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0438\",\"quote\":{\"flat\":{\"code\":\"flat.flat\",\"title\":\"\\u0414\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0430 \\u0441 \\u0444\\u0438\\u043a\\u0441\\u0438\\u0440\\u043e\\u0432\\u0430\\u043d\\u043d\\u043e\\u0439 \\u0441\\u0442\\u043e\\u0438\\u043c\\u043e\\u0441\\u0442\\u044c\\u044e \\u0434\\u043e\\u0441\\u0442\\u0430\\u0432\\u043a\\u0438\",\"cost\":\"5.00\",\"tax_class_id\":\"9\",\"text\":\"5 \\u0440\\u0443\\u0431.\"}},\"sort_order\":\"1\",\"error\":false}},\"delivery_date\":\"\",\"delivery_time\":\"\",\"shipping_method\":{\"code\":\"novaposhta.novaposhta\",\"title\":\"\\u041e\\u0442\\u043f\\u0440\\u0430\\u0432\\u043a\\u0430 \\u0441\\u043b\\u0443\\u0436\\u0431\\u043e\\u0439 \\\"\\u041d\\u043e\\u0432\\u0430\\u044f \\u043f\\u043e\\u0447\\u0442\\u0430\\\"\",\"cost\":0,\"tax_class_id\":0,\"text\":\"0 \\u0440\\u0443\\u0431.\"},\"user_id\":\"1\",\"user_token\":\"EEaDBY9bsOnamu0rc7nnlY1pSui6C0jn\"}', '2019-05-06 14:45:41'),
('f0cb712348607e3d3dcaec831c', 'false', '2019-05-09 18:37:18'),
('f138621ad0a80a8f58b982b005', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-21 18:05:16'),
('f13f0a018aafe79df4d580ac2e', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-19 18:19:30'),
('f1875f352afcf6095ec3a768e7', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-03-17 04:33:46'),
('f2e080f9eba8586a032f3d5941', '{\"language\":\"ru-ru\",\"currency\":\"RUB\",\"redirect\":\"http:\\/\\/radio.svyaznoytv.com\\/index.php?route=account\\/address\"}', '2019-04-21 07:21:13'),
('f4597810f5c3c6dfb511e1c098', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-05-05 13:34:17'),
('f47e035b929cd3140f2af41ab8', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-05-08 17:05:22'),
('f8ebfcd9abe7c7db496f051c33', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-20 19:50:26'),
('f981e2e69629fa41ea5b6d9f0e', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-05-04 21:34:04'),
('fa9b9f1199e867c5fee0b59530', '{\"api_id\":\"1\",\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-06 12:33:39'),
('ff45212823237f253a044e8233', '{\"language\":\"ru-ru\",\"currency\":\"RUB\"}', '2019-04-21 01:22:25');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_setting`
--

CREATE TABLE `oc_setting` (
  `setting_id` int(11) NOT NULL,
  `store_id` int(11) NOT NULL DEFAULT '0',
  `code` varchar(128) NOT NULL,
  `key` varchar(128) NOT NULL,
  `value` text NOT NULL,
  `serialized` tinyint(1) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_setting`
--

INSERT INTO `oc_setting` (`setting_id`, `store_id`, `code`, `key`, `value`, `serialized`) VALUES
(372, 0, 'config', 'config_compression', '0', 0),
(373, 0, 'config', 'config_secure', '0', 0),
(374, 0, 'config', 'config_password', '1', 0),
(375, 0, 'config', 'config_shared', '0', 0),
(376, 0, 'config', 'config_encryption', 'NcUuOe4t8fVVrfPrltRIisk54OV5Erfb2tLTJnaxXLwasG1b1mVqUbe7TK2tTlV8txn8QQ4x8bYcYYTDTAui1hV83oVozQyh1zQ9CTdFtpLIcmhqQhUqEAQpb7lpJUbyUf9qmMiwmGRHTzkfbuSB0XkFaEwA2dNgBU8uYp4j8dFkw0iddx0jXeUTDD2GEJz1oDdtoeFO3cmElhTnhj1wqzqYFjOcIE8M2e4ypxEkNamuUwtaICk5eP3B1vbljt8i5bK30UIOpeP6o5VpOUJtKdrYPj4i0rbpbl7tctPk0BcVXxJf2sFw0Po8iSQoudCznx9sUa6ZvEA9rCXPiIZX3vVb6uQVEYWT3xtvXob0J7pMXEpOQvk6mOMu2MYmblsUbvc4Z5wEgtoE9YVXtu9Xd8JEJZ74ClDxORyloncox5lENWX59BcneM0ebkRMlNt02BeGvpdlucScrgIvkVZD8N0PoLBnUZE7acYNvNK0YZFAPzSWPXFSvy7UOSfnfWWrD1J1rTGyszHw1EKQqQjB4PY0SmqVRossBKghVZcuEisSUdEcC78Nr8qTwC3VPCuXkdqBecYU64NpXKFnXqWmIzND8M9RnlUdkjsHHKkd3ksjUPbtbCkAHwC6JsLnvfXeK5SKmeUVpX5PviWjo3U6fkACq6fQTPFO3jBn4QuEupkH2fpR2BYbLn5hIStUdUYkAZ5G8xJUrFcVagYwjR9QumOabZwDKRhR3qvg0sClpaIuFCysKQ3UKwQVhwrTZ4Ms52WJa1JeWnsSPALD4B4IFiVNH7LOpZTEZmv3F9FkIpO6qP3WE1J2RyhP427ILOyObSBbtXoYWQjt0k9Y9SSrqR6avN9zKK98U1koxuxil0XlCHUlkYVyPcZGbFTZ1lABBFSzquZiGKWojhU7sKLHUPluYziRDTkgpulGyGHUiHWI545kHCJOEmXDwgwo5bhZI6bY4ySZTpYDfk2nk9kvKSdU5CnltLZ5MNl87S1hIe2FQ36lCN8sHS9zxHLVJd4W', 0),
(4, 0, 'voucher', 'total_voucher_sort_order', '8', 0),
(5, 0, 'voucher', 'total_voucher_status', '1', 0),
(377, 0, 'config', 'config_file_max_size', '300000', 0),
(378, 0, 'config', 'config_file_ext_allowed', 'zip\r\ntxt\r\npng\r\njpe\r\njpeg\r\njpg\r\ngif\r\nbmp\r\nico\r\ntiff\r\ntif\r\nsvg\r\nsvgz\r\nzip\r\nrar\r\nmsi\r\ncab\r\nmp3\r\nqt\r\nmov\r\npdf\r\npsd\r\nai\r\neps\r\nps\r\ndoc', 0),
(379, 0, 'config', 'config_file_mime_allowed', 'text/plain\r\nimage/png\r\nimage/jpeg\r\nimage/gif\r\nimage/bmp\r\nimage/tiff\r\nimage/svg+xml\r\napplication/zip\r\n&quot;application/zip&quot;\r\napplication/x-zip\r\n&quot;application/x-zip&quot;\r\napplication/x-zip-compressed\r\n&quot;application/x-zip-compressed&quot;\r\napplication/rar\r\n&quot;application/rar&quot;\r\napplication/x-rar\r\n&quot;application/x-rar&quot;\r\napplication/x-rar-compressed\r\n&quot;application/x-rar-compressed&quot;\r\napplication/octet-stream\r\n&quot;application/octet-stream&quot;\r\naudio/mpeg\r\nvideo/quicktime\r\napplication/pdf', 0),
(370, 0, 'config', 'config_seo_url', '0', 0),
(371, 0, 'config', 'config_robots', 'abot\r\ndbot\r\nebot\r\nhbot\r\nkbot\r\nlbot\r\nmbot\r\nnbot\r\nobot\r\npbot\r\nrbot\r\nsbot\r\ntbot\r\nvbot\r\nybot\r\nzbot\r\nbot.\r\nbot/\r\n_bot\r\n.bot\r\n/bot\r\n-bot\r\n:bot\r\n(bot\r\ncrawl\r\nslurp\r\nspider\r\nseek\r\naccoona\r\nacoon\r\nadressendeutschland\r\nah-ha.com\r\nahoy\r\naltavista\r\nananzi\r\nanthill\r\nappie\r\narachnophilia\r\narale\r\naraneo\r\naranha\r\narchitext\r\naretha\r\narks\r\nasterias\r\natlocal\r\natn\r\natomz\r\naugurfind\r\nbackrub\r\nbannana_bot\r\nbaypup\r\nbdfetch\r\nbig brother\r\nbiglotron\r\nbjaaland\r\nblackwidow\r\nblaiz\r\nblog\r\nblo.\r\nbloodhound\r\nboitho\r\nbooch\r\nbradley\r\nbutterfly\r\ncalif\r\ncassandra\r\nccubee\r\ncfetch\r\ncharlotte\r\nchurl\r\ncienciaficcion\r\ncmc\r\ncollective\r\ncomagent\r\ncombine\r\ncomputingsite\r\ncsci\r\ncurl\r\ncusco\r\ndaumoa\r\ndeepindex\r\ndelorie\r\ndepspid\r\ndeweb\r\ndie blinde kuh\r\ndigger\r\nditto\r\ndmoz\r\ndocomo\r\ndownload express\r\ndtaagent\r\ndwcp\r\nebiness\r\nebingbong\r\ne-collector\r\nejupiter\r\nemacs-w3 search engine\r\nesther\r\nevliya celebi\r\nezresult\r\nfalcon\r\nfelix ide\r\nferret\r\nfetchrover\r\nfido\r\nfindlinks\r\nfireball\r\nfish search\r\nfouineur\r\nfunnelweb\r\ngazz\r\ngcreep\r\ngenieknows\r\ngetterroboplus\r\ngeturl\r\nglx\r\ngoforit\r\ngolem\r\ngrabber\r\ngrapnel\r\ngralon\r\ngriffon\r\ngromit\r\ngrub\r\ngulliver\r\nhamahakki\r\nharvest\r\nhavindex\r\nhelix\r\nheritrix\r\nhku www octopus\r\nhomerweb\r\nhtdig\r\nhtml index\r\nhtml_analyzer\r\nhtmlgobble\r\nhubater\r\nhyper-decontextualizer\r\nia_archiver\r\nibm_planetwide\r\nichiro\r\niconsurf\r\niltrovatore\r\nimage.kapsi.net\r\nimagelock\r\nincywincy\r\nindexer\r\ninfobee\r\ninformant\r\ningrid\r\ninktomisearch.com\r\ninspector web\r\nintelliagent\r\ninternet shinchakubin\r\nip3000\r\niron33\r\nisraeli-search\r\nivia\r\njack\r\njakarta\r\njavabee\r\njetbot\r\njumpstation\r\nkatipo\r\nkdd-explorer\r\nkilroy\r\nknowledge\r\nkototoi\r\nkretrieve\r\nlabelgrabber\r\nlachesis\r\nlarbin\r\nlegs\r\nlibwww\r\nlinkalarm\r\nlink validator\r\nlinkscan\r\nlockon\r\nlwp\r\nlycos\r\nmagpie\r\nmantraagent\r\nmapoftheinternet\r\nmarvin/\r\nmattie\r\nmediafox\r\nmediapartners\r\nmercator\r\nmerzscope\r\nmicrosoft url control\r\nminirank\r\nmiva\r\nmj12\r\nmnogosearch\r\nmoget\r\nmonster\r\nmoose\r\nmotor\r\nmultitext\r\nmuncher\r\nmuscatferret\r\nmwd.search\r\nmyweb\r\nnajdi\r\nnameprotect\r\nnationaldirectory\r\nnazilla\r\nncsa beta\r\nnec-meshexplorer\r\nnederland.zoek\r\nnetcarta webmap engine\r\nnetmechanic\r\nnetresearchserver\r\nnetscoop\r\nnewscan-online\r\nnhse\r\nnokia6682/\r\nnomad\r\nnoyona\r\nnutch\r\nnzexplorer\r\nobjectssearch\r\noccam\r\nomni\r\nopen text\r\nopenfind\r\nopenintelligencedata\r\norb search\r\nosis-project\r\npack rat\r\npageboy\r\npagebull\r\npage_verifier\r\npanscient\r\nparasite\r\npartnersite\r\npatric\r\npear.\r\npegasus\r\nperegrinator\r\npgp key agent\r\nphantom\r\nphpdig\r\npicosearch\r\npiltdownman\r\npimptrain\r\npinpoint\r\npioneer\r\npiranha\r\nplumtreewebaccessor\r\npogodak\r\npoirot\r\npompos\r\npoppelsdorf\r\npoppi\r\npopular iconoclast\r\npsycheclone\r\npublisher\r\npython\r\nrambler\r\nraven search\r\nroach\r\nroad runner\r\nroadhouse\r\nrobbie\r\nrobofox\r\nrobozilla\r\nrules\r\nsalty\r\nsbider\r\nscooter\r\nscoutjet\r\nscrubby\r\nsearch.\r\nsearchprocess\r\nsemanticdiscovery\r\nsenrigan\r\nsg-scout\r\nshai\'hulud\r\nshark\r\nshopwiki\r\nsidewinder\r\nsift\r\nsilk\r\nsimmany\r\nsite searcher\r\nsite valet\r\nsitetech-rover\r\nskymob.com\r\nsleek\r\nsmartwit\r\nsna-\r\nsnappy\r\nsnooper\r\nsohu\r\nspeedfind\r\nsphere\r\nsphider\r\nspinner\r\nspyder\r\nsteeler/\r\nsuke\r\nsuntek\r\nsupersnooper\r\nsurfnomore\r\nsven\r\nsygol\r\nszukacz\r\ntach black widow\r\ntarantula\r\ntempleton\r\n/teoma\r\nt-h-u-n-d-e-r-s-t-o-n-e\r\ntheophrastus\r\ntitan\r\ntitin\r\ntkwww\r\ntoutatis\r\nt-rex\r\ntutorgig\r\ntwiceler\r\ntwisted\r\nucsd\r\nudmsearch\r\nurl check\r\nupdated\r\nvagabondo\r\nvalkyrie\r\nverticrawl\r\nvictoria\r\nvision-search\r\nvolcano\r\nvoyager/\r\nvoyager-hc\r\nw3c_validator\r\nw3m2\r\nw3mir\r\nwalker\r\nwallpaper\r\nwanderer\r\nwauuu\r\nwavefire\r\nweb core\r\nweb hopper\r\nweb wombat\r\nwebbandit\r\nwebcatcher\r\nwebcopy\r\nwebfoot\r\nweblayers\r\nweblinker\r\nweblog monitor\r\nwebmirror\r\nwebmonkey\r\nwebquest\r\nwebreaper\r\nwebsitepulse\r\nwebsnarf\r\nwebstolperer\r\nwebvac\r\nwebwalk\r\nwebwatch\r\nwebwombat\r\nwebzinger\r\nwhizbang\r\nwhowhere\r\nwild ferret\r\nworldlight\r\nwwwc\r\nwwwster\r\nxenu\r\nxget\r\nxift\r\nxirq\r\nyandex\r\nyanga\r\nyeti\r\nyodao\r\nzao\r\nzippp\r\nzyborg', 0),
(369, 0, 'config', 'config_maintenance', '0', 0),
(368, 0, 'config', 'config_mail_alert_email', '', 0),
(367, 0, 'config', 'config_mail_alert', '[\"order\"]', 1),
(366, 0, 'config', 'config_mail_smtp_timeout', '5', 0),
(365, 0, 'config', 'config_mail_smtp_port', '25', 0),
(364, 0, 'config', 'config_mail_smtp_password', '', 0),
(363, 0, 'config', 'config_mail_smtp_username', '', 0),
(362, 0, 'config', 'config_mail_smtp_hostname', '', 0),
(361, 0, 'config', 'config_mail_parameter', '', 0),
(360, 0, 'config', 'config_mail_engine', 'mail', 0),
(358, 0, 'config', 'config_logo', 'catalog/logo_svyaznoy.png', 0),
(357, 0, 'config', 'config_captcha_page', '[\"review\",\"return\",\"contact\"]', 1),
(356, 0, 'config', 'config_captcha', '', 0),
(354, 0, 'config', 'config_return_id', '0', 0),
(343, 0, 'config', 'config_complete_status', '[\"5\",\"3\"]', 1),
(355, 0, 'config', 'config_return_status_id', '2', 0),
(353, 0, 'config', 'config_affiliate_id', '4', 0),
(352, 0, 'config', 'config_affiliate_commission', '5', 0),
(351, 0, 'config', 'config_affiliate_auto', '0', 0),
(350, 0, 'config', 'config_affiliate_approval', '0', 0),
(349, 0, 'config', 'config_affiliate_group_id', '1', 0),
(348, 0, 'config', 'config_stock_checkout', '0', 0),
(347, 0, 'config', 'config_stock_warning', '0', 0),
(346, 0, 'config', 'config_stock_display', '0', 0),
(345, 0, 'config', 'config_api_id', '1', 0),
(344, 0, 'config', 'config_fraud_status_id', '11', 0),
(342, 0, 'config', 'config_processing_status', '[\"12\",\"5\",\"3\",\"2\",\"1\"]', 1),
(341, 0, 'config', 'config_order_status_id', '1', 0),
(339, 0, 'config', 'config_checkout_guest', '1', 0),
(338, 0, 'config', 'config_cart_weight', '1', 0),
(337, 0, 'config', 'config_invoice_prefix', 'INV-2019-00', 0),
(336, 0, 'config', 'config_account_id', '3', 0),
(334, 0, 'config', 'config_customer_price', '0', 0),
(335, 0, 'config', 'config_login_attempts', '5', 0),
(333, 0, 'config', 'config_customer_group_display', '[\"1\"]', 1),
(331, 0, 'config', 'config_customer_search', '0', 0),
(332, 0, 'config', 'config_customer_group_id', '1', 0),
(330, 0, 'config', 'config_customer_activity', '0', 0),
(95, 0, 'payment_free_checkout', 'payment_free_checkout_status', '1', 0),
(96, 0, 'payment_free_checkout', 'free_checkout_order_status_id', '1', 0),
(97, 0, 'payment_free_checkout', 'payment_free_checkout_sort_order', '1', 0),
(98, 0, 'payment_cod', 'payment_cod_sort_order', '5', 0),
(99, 0, 'payment_cod', 'payment_cod_total', '0.01', 0),
(100, 0, 'payment_cod', 'payment_cod_order_status_id', '1', 0),
(101, 0, 'payment_cod', 'payment_cod_geo_zone_id', '0', 0),
(102, 0, 'payment_cod', 'payment_cod_status', '1', 0),
(103, 0, 'shipping_flat', 'shipping_flat_sort_order', '1', 0),
(104, 0, 'shipping_flat', 'shipping_flat_status', '1', 0),
(105, 0, 'shipping_flat', 'shipping_flat_geo_zone_id', '0', 0),
(106, 0, 'shipping_flat', 'shipping_flat_tax_class_id', '9', 0),
(107, 0, 'shipping_flat', 'shipping_flat_cost', '5.00', 0),
(108, 0, 'total_shipping', 'total_shipping_sort_order', '3', 0),
(109, 0, 'total_sub_total', 'sub_total_sort_order', '1', 0),
(110, 0, 'total_sub_total', 'total_sub_total_status', '1', 0),
(111, 0, 'total_tax', 'total_tax_status', '1', 0),
(112, 0, 'total_total', 'total_total_sort_order', '9', 0),
(113, 0, 'total_total', 'total_total_status', '1', 0),
(114, 0, 'total_tax', 'total_tax_sort_order', '5', 0),
(115, 0, 'total_credit', 'total_credit_sort_order', '7', 0),
(116, 0, 'total_credit', 'total_credit_status', '1', 0),
(117, 0, 'total_reward', 'total_reward_sort_order', '2', 0),
(118, 0, 'total_reward', 'total_reward_status', '1', 0),
(119, 0, 'total_shipping', 'total_shipping_status', '1', 0),
(120, 0, 'total_shipping', 'total_shipping_estimator', '1', 0),
(121, 0, 'total_coupon', 'total_coupon_sort_order', '4', 0),
(122, 0, 'total_coupon', 'total_coupon_status', '1', 0),
(123, 0, 'module_category', 'module_category_status', '1', 0),
(124, 0, 'module_account', 'module_account_status', '1', 0),
(125, 0, 'theme_default', 'theme_default_product_limit', '15', 0),
(126, 0, 'theme_default', 'theme_default_product_description_length', '100', 0),
(127, 0, 'theme_default', 'theme_default_image_thumb_width', '228', 0),
(128, 0, 'theme_default', 'theme_default_image_thumb_height', '228', 0),
(129, 0, 'theme_default', 'theme_default_image_popup_width', '500', 0),
(130, 0, 'theme_default', 'theme_default_image_popup_height', '500', 0),
(131, 0, 'theme_default', 'theme_default_image_category_width', '80', 0),
(132, 0, 'theme_default', 'theme_default_image_category_height', '80', 0),
(133, 0, 'theme_default', 'theme_default_image_product_width', '228', 0),
(134, 0, 'theme_default', 'theme_default_image_product_height', '228', 0),
(135, 0, 'theme_default', 'theme_default_image_additional_width', '74', 0),
(136, 0, 'theme_default', 'theme_default_image_additional_height', '74', 0),
(137, 0, 'theme_default', 'theme_default_image_related_width', '200', 0),
(138, 0, 'theme_default', 'theme_default_image_related_height', '200', 0),
(139, 0, 'theme_default', 'theme_default_image_compare_width', '90', 0),
(140, 0, 'theme_default', 'theme_default_image_compare_height', '90', 0),
(141, 0, 'theme_default', 'theme_default_image_wishlist_width', '47', 0),
(142, 0, 'theme_default', 'theme_default_image_wishlist_height', '47', 0),
(143, 0, 'theme_default', 'theme_default_image_cart_height', '47', 0),
(144, 0, 'theme_default', 'theme_default_image_cart_width', '47', 0),
(145, 0, 'theme_default', 'theme_default_image_location_height', '50', 0),
(146, 0, 'theme_default', 'theme_default_image_location_width', '268', 0),
(147, 0, 'theme_default', 'theme_default_directory', 'default', 0),
(148, 0, 'theme_default', 'theme_default_status', '1', 0),
(149, 0, 'dashboard_activity', 'dashboard_activity_status', '1', 0),
(150, 0, 'dashboard_activity', 'dashboard_activity_sort_order', '7', 0),
(151, 0, 'dashboard_sale', 'dashboard_sale_status', '1', 0),
(152, 0, 'dashboard_sale', 'dashboard_sale_width', '3', 0),
(153, 0, 'dashboard_chart', 'dashboard_chart_status', '1', 0),
(154, 0, 'dashboard_chart', 'dashboard_chart_width', '6', 0),
(155, 0, 'dashboard_customer', 'dashboard_customer_status', '1', 0),
(156, 0, 'dashboard_customer', 'dashboard_customer_width', '3', 0),
(157, 0, 'dashboard_map', 'dashboard_map_status', '1', 0),
(158, 0, 'dashboard_map', 'dashboard_map_width', '6', 0),
(159, 0, 'dashboard_online', 'dashboard_online_status', '1', 0),
(160, 0, 'dashboard_online', 'dashboard_online_width', '3', 0),
(161, 0, 'dashboard_order', 'dashboard_order_sort_order', '1', 0),
(162, 0, 'dashboard_order', 'dashboard_order_status', '1', 0),
(163, 0, 'dashboard_order', 'dashboard_order_width', '3', 0),
(164, 0, 'dashboard_sale', 'dashboard_sale_sort_order', '2', 0),
(165, 0, 'dashboard_customer', 'dashboard_customer_sort_order', '3', 0),
(166, 0, 'dashboard_online', 'dashboard_online_sort_order', '4', 0),
(167, 0, 'dashboard_map', 'dashboard_map_sort_order', '5', 0),
(168, 0, 'dashboard_chart', 'dashboard_chart_sort_order', '6', 0),
(169, 0, 'dashboard_recent', 'dashboard_recent_status', '1', 0),
(170, 0, 'dashboard_recent', 'dashboard_recent_sort_order', '8', 0),
(171, 0, 'dashboard_activity', 'dashboard_activity_width', '4', 0),
(172, 0, 'dashboard_recent', 'dashboard_recent_width', '8', 0),
(173, 0, 'report_customer_activity', 'report_customer_activity_status', '1', 0),
(174, 0, 'report_customer_activity', 'report_customer_activity_sort_order', '1', 0),
(175, 0, 'report_customer_order', 'report_customer_order_status', '1', 0),
(176, 0, 'report_customer_order', 'report_customer_order_sort_order', '2', 0),
(177, 0, 'report_customer_reward', 'report_customer_reward_status', '1', 0),
(178, 0, 'report_customer_reward', 'report_customer_reward_sort_order', '3', 0),
(179, 0, 'report_customer_search', 'report_customer_search_sort_order', '3', 0),
(180, 0, 'report_customer_search', 'report_customer_search_status', '1', 0),
(181, 0, 'report_customer_transaction', 'report_customer_transaction_status', '1', 0),
(182, 0, 'report_customer_transaction', 'report_customer_transaction_status_sort_order', '4', 0),
(183, 0, 'report_sale_tax', 'report_sale_tax_status', '1', 0),
(184, 0, 'report_sale_tax', 'report_sale_tax_sort_order', '5', 0),
(185, 0, 'report_sale_shipping', 'report_sale_shipping_status', '1', 0),
(186, 0, 'report_sale_shipping', 'report_sale_shipping_sort_order', '6', 0),
(187, 0, 'report_sale_return', 'report_sale_return_status', '1', 0),
(188, 0, 'report_sale_return', 'report_sale_return_sort_order', '7', 0),
(189, 0, 'report_sale_order', 'report_sale_order_status', '1', 0),
(190, 0, 'report_sale_order', 'report_sale_order_sort_order', '8', 0),
(191, 0, 'report_sale_coupon', 'report_sale_coupon_status', '1', 0),
(192, 0, 'report_sale_coupon', 'report_sale_coupon_sort_order', '9', 0),
(193, 0, 'report_product_viewed', 'report_product_viewed_status', '1', 0),
(194, 0, 'report_product_viewed', 'report_product_viewed_sort_order', '10', 0),
(195, 0, 'report_product_purchased', 'report_product_purchased_status', '1', 0),
(196, 0, 'report_product_purchased', 'report_product_purchased_sort_order', '11', 0),
(197, 0, 'report_marketing', 'report_marketing_status', '1', 0),
(198, 0, 'report_marketing', 'report_marketing_sort_order', '12', 0),
(199, 0, 'developer', 'developer_theme', '1', 0),
(200, 0, 'developer', 'developer_sass', '1', 0),
(359, 0, 'config', 'config_icon', 'catalog/cart.png', 0),
(340, 0, 'config', 'config_checkout_id', '5', 0),
(329, 0, 'config', 'config_customer_online', '0', 0),
(328, 0, 'config', 'config_tax_customer', 'shipping', 0),
(327, 0, 'config', 'config_tax_default', 'shipping', 0),
(326, 0, 'config', 'config_tax', '1', 0),
(325, 0, 'config', 'config_voucher_max', '1000', 0),
(324, 0, 'config', 'config_voucher_min', '1', 0),
(323, 0, 'config', 'config_review_guest', '1', 0),
(322, 0, 'config', 'config_review_status', '1', 0),
(321, 0, 'config', 'config_autocomplete_limit', '20', 0),
(320, 0, 'config', 'config_limit_admin', '20', 0),
(319, 0, 'config', 'config_product_count', '1', 0),
(318, 0, 'config', 'config_weight_class_id', '1', 0),
(317, 0, 'config', 'config_length_class_id', '1', 0),
(316, 0, 'config', 'config_currency_auto', '1', 0),
(315, 0, 'config', 'config_currency', 'RUB', 0),
(314, 0, 'config', 'config_admin_language', 'ru-ru', 0),
(313, 0, 'config', 'config_language', 'ru-ru', 0),
(312, 0, 'config', 'config_zone_id', '3495', 0),
(204, 0, 'module_store', 'module_store_admin', '0', 0),
(205, 0, 'module_store', 'module_store_status', '1', 0),
(386, 0, 'shipping_citylink', 'shipping_citylink_rate', '10:11.6,15:14.1,20:16.60,25:19.1,30:21.6,35:24.1,40:26.6,45:29.1,50:31.6,55:34.1,60:36.6,65:39.1,70:41.6,75:44.1,80:46.6,100:56.6,125:69.1,150:81.6,200:106.6', 0),
(207, 0, 'module_filter', 'module_filter_status', '1', 0),
(380, 0, 'config', 'config_error_display', '0', 0),
(381, 0, 'config', 'config_error_log', '1', 0),
(382, 0, 'config', 'config_error_filename', 'error.log', 0),
(311, 0, 'config', 'config_country_id', '220', 0),
(308, 0, 'config', 'config_image', 'catalog/logo_svyaznoy.png', 0),
(309, 0, 'config', 'config_open', '', 0),
(310, 0, 'config', 'config_comment', '', 0),
(298, 0, 'config', 'config_meta_keyword', 'Svyaznoy', 0),
(299, 0, 'config', 'config_theme', 'default', 0),
(300, 0, 'config', 'config_layout_id', '4', 0),
(301, 0, 'config', 'config_name', 'Svyaznoy', 0),
(302, 0, 'config', 'config_owner', 'Oleg', 0),
(303, 0, 'config', 'config_address', 'Odessa', 0),
(304, 0, 'config', 'config_geocode', '', 0),
(305, 0, 'config', 'config_email', 'kaizenroot@gmail.com', 0),
(306, 0, 'config', 'config_telephone', '123456789', 0),
(307, 0, 'config', 'config_fax', '', 0),
(297, 0, 'config', 'config_meta_description', 'SvyaznoyМой магазин', 0),
(296, 0, 'config', 'config_meta_title', 'Svyaznoy', 0),
(295, 0, 'welcome_extensions', 'welcome_extensions_visited', '1', 0),
(383, 0, 'export_import', 'export_import_settings_use_option_id', '1', 0),
(384, 0, 'export_import', 'export_import_settings_use_export_cache', '0', 0),
(385, 0, 'export_import', 'export_import_settings_use_import_cache', '0', 0),
(387, 0, 'shipping_citylink', 'shipping_citylink_tax_class_id', '9', 0),
(388, 0, 'shipping_citylink', 'shipping_citylink_geo_zone_id', '0', 0),
(389, 0, 'shipping_citylink', 'shipping_citylink_status', '1', 0),
(390, 0, 'shipping_citylink', 'shipping_citylink_sort_order', '', 0),
(693, 0, 'shipping_novaposhta', 'shipping_novaposhta_sort_order', '', 0),
(692, 0, 'shipping_novaposhta', 'shipping_novaposhta_status', '1', 0),
(691, 0, 'shipping_novaposhta', 'shipping_novaposhta_geo_zone_id', '0', 0),
(690, 0, 'shipping_novaposhta', 'shipping_novaposhta_delivery_nal', '', 0),
(689, 0, 'shipping_novaposhta', 'shipping_novaposhta_delivery_insurance', '', 0),
(688, 0, 'shipping_novaposhta', 'shipping_novaposhta_delivery_price', '', 0),
(687, 0, 'shipping_novaposhta', 'shipping_novaposhta_delivery_order', '', 0),
(686, 0, 'shipping_novaposhta', 'shipping_novaposhta_min_total_for_free_delivery', '', 0),
(685, 0, 'shipping_novaposhta', 'shipping_novaposhta_name', '', 0),
(409, 0, 'module_quickcheckout', 'module_quickcheckout_status', '1', 0),
(760, 0, 'quickcheckout', 'quickcheckout_delivery_min', '1', 0),
(761, 0, 'quickcheckout', 'quickcheckout_delivery_max', '30', 0),
(762, 0, 'quickcheckout', 'quickcheckout_delivery_min_hour', '09', 0),
(763, 0, 'quickcheckout', 'quickcheckout_delivery_max_hour', '17', 0),
(764, 0, 'quickcheckout', 'quickcheckout_delivery_days_of_week', '', 0),
(756, 0, 'quickcheckout', 'quickcheckout_delivery', '0', 0),
(757, 0, 'quickcheckout', 'quickcheckout_delivery_time', '0', 0),
(758, 0, 'quickcheckout', 'quickcheckout_delivery_required', '0', 0),
(759, 0, 'quickcheckout', 'quickcheckout_delivery_unavailable', '&quot;2017-10-31&quot;, &quot;2017-08-11&quot;, &quot;2017-12-25&quot;', 0),
(755, 0, 'quickcheckout', 'quickcheckout_survey_type', '0', 0),
(749, 0, 'quickcheckout', 'quickcheckout_shipping', '1', 0),
(750, 0, 'quickcheckout', 'quickcheckout_shipping_default', 'novaposhta', 0),
(751, 0, 'quickcheckout', 'quickcheckout_shipping_logo', '{\"citylink\":\"\",\"flat\":\"\",\"novaposhta\":\"\"}', 1),
(752, 0, 'quickcheckout', 'quickcheckout_survey', '0', 0),
(753, 0, 'quickcheckout', 'quickcheckout_survey_required', '0', 0),
(754, 0, 'quickcheckout', 'quickcheckout_survey_text', '{\"1\":\"\"}', 1),
(748, 0, 'quickcheckout', 'quickcheckout_shipping_title_display', '0', 0),
(747, 0, 'quickcheckout', 'quickcheckout_shipping_module', '1', 0),
(746, 0, 'quickcheckout', 'quickcheckout_payment_logo', '{\"cod\":\"\",\"free_checkout\":\"\"}', 1),
(743, 0, 'quickcheckout', 'quickcheckout_payment', '1', 0),
(744, 0, 'quickcheckout', 'quickcheckout_payment_default', 'cod', 0),
(745, 0, 'quickcheckout', 'quickcheckout_shipping_reload', '0', 0),
(736, 0, 'quickcheckout', 'quickcheckout_coupon', '0', 0),
(737, 0, 'quickcheckout', 'quickcheckout_voucher', '0', 0),
(738, 0, 'quickcheckout', 'quickcheckout_reward', '0', 0),
(739, 0, 'quickcheckout', 'quickcheckout_html_header', '{\"1\":\"\"}', 1),
(740, 0, 'quickcheckout', 'quickcheckout_html_footer', '{\"1\":\"\"}', 1),
(741, 0, 'quickcheckout', 'quickcheckout_payment_module', '1', 0),
(742, 0, 'quickcheckout', 'quickcheckout_payment_reload', '0', 0),
(735, 0, 'quickcheckout', 'quickcheckout_field_comment', '{\"default\":{\"1\":\"\"},\"placeholder\":{\"1\":\"\"}}', 1),
(730, 0, 'quickcheckout', 'quickcheckout_field_zone', '{\"default\":\"\",\"sort_order\":\"13\"}', 1),
(731, 0, 'quickcheckout', 'quickcheckout_field_newsletter', '{\"required\":\"on\",\"sort_order\":\"\"}', 1),
(732, 0, 'quickcheckout', 'quickcheckout_field_register', '{\"sort_order\":\"\"}', 1),
(733, 0, 'quickcheckout', 'quickcheckout_field_shipping', '{\"sort_order\":\"\"}', 1),
(734, 0, 'quickcheckout', 'quickcheckout_field_rules', '{\"display\":\"on\",\"required\":\"on\",\"sort_order\":\"\"}', 1),
(727, 0, 'quickcheckout', 'quickcheckout_field_city', '{\"default\":{\"1\":\"\"},\"placeholder\":{\"1\":\"\"},\"sort_order\":\"10\"}', 1),
(729, 0, 'quickcheckout', 'quickcheckout_field_country', '{\"default\":\"\",\"sort_order\":\"12\"}', 1),
(728, 0, 'quickcheckout', 'quickcheckout_field_postcode', '{\"default\":{\"1\":\"\"},\"placeholder\":{\"1\":\"\"},\"sort_order\":\"11\"}', 1),
(723, 0, 'quickcheckout', 'quickcheckout_field_company', '{\"default\":{\"1\":\"\"},\"placeholder\":{\"1\":\"\"},\"sort_order\":\"6\"}', 1),
(724, 0, 'quickcheckout', 'quickcheckout_field_customer_group', '{\"sort_order\":\"7\"}', 1),
(725, 0, 'quickcheckout', 'quickcheckout_field_address_1', '{\"default\":{\"1\":\"\"},\"placeholder\":{\"1\":\"\"},\"sort_order\":\"8\"}', 1),
(726, 0, 'quickcheckout', 'quickcheckout_field_address_2', '{\"default\":{\"1\":\"\"},\"placeholder\":{\"1\":\"\"},\"sort_order\":\"9\"}', 1),
(722, 0, 'quickcheckout', 'quickcheckout_field_telephone', '{\"display\":\"on\",\"required\":\"on\",\"default\":{\"1\":\"\"},\"placeholder\":{\"1\":\"\"},\"sort_order\":\"4\"}', 1),
(721, 0, 'quickcheckout', 'quickcheckout_field_email', '{\"display\":\"on\",\"required\":\"on\",\"default\":{\"1\":\"\"},\"placeholder\":{\"1\":\"\"},\"sort_order\":\"3\"}', 1),
(714, 0, 'quickcheckout', 'quickcheckout_show_shipping_address', '0', 0),
(715, 0, 'quickcheckout', 'quickcheckout_slide_effect', '0', 0),
(716, 0, 'quickcheckout', 'quickcheckout_load_screen', '0', 0),
(717, 0, 'quickcheckout', 'quickcheckout_loading_display', '0', 0),
(720, 0, 'quickcheckout', 'quickcheckout_field_lastname', '{\"display\":\"on\",\"required\":\"on\",\"default\":{\"1\":\"\"},\"placeholder\":{\"1\":\"\"},\"sort_order\":\"2\"}', 1),
(719, 0, 'quickcheckout', 'quickcheckout_field_firstname', '{\"display\":\"on\",\"required\":\"on\",\"default\":{\"1\":\"\"},\"placeholder\":{\"1\":\"\"},\"sort_order\":\"1\"}', 1),
(718, 0, 'quickcheckout', 'quickcheckout_custom_css', '', 0),
(713, 0, 'quickcheckout', 'quickcheckout_cart', '1', 0),
(712, 0, 'quickcheckout', 'quickcheckout_login_module', '1', 0),
(710, 0, 'quickcheckout', 'quickcheckout_column', '{\"1\":\"4\",\"2\":\"4\",\"3\":\"4\",\"4\":\"8\"}', 1),
(711, 0, 'quickcheckout', 'quickcheckout_step', '{\"login\":{\"column\":\"1\",\"row\":\"1\"},\"payment_address\":{\"column\":\"1\",\"row\":\"2\"},\"shipping_address\":{\"column\":\"1\",\"row\":\"3\"},\"shipping_method\":{\"column\":\"2\",\"row\":\"1\"},\"payment_method\":{\"column\":\"3\",\"row\":\"1\"},\"cart\":{\"column\":\"4\",\"row\":\"2\"},\"coupons\":{\"column\":\"4\",\"row\":\"2\"},\"confirm\":{\"column\":\"4\",\"row\":\"2\"}}', 1),
(708, 0, 'quickcheckout', 'quickcheckout_layout', '4', 0),
(709, 0, 'quickcheckout', 'quickcheckout_responsive', '1', 0),
(706, 0, 'quickcheckout', 'quickcheckout_proceed_button_text', '{\"1\":\"\"}', 1),
(707, 0, 'quickcheckout', 'quickcheckout_keyword', '{\"1\":\"checkout1\"}', 1),
(705, 0, 'quickcheckout', 'quickcheckout_force_bootstrap', '0', 0),
(703, 0, 'quickcheckout', 'quickcheckout_payment_target', '#button-confirm, .button, .btn', 0),
(704, 0, 'quickcheckout', 'quickcheckout_skip_cart', '1', 0),
(702, 0, 'quickcheckout', 'quickcheckout_auto_submit', '1', 0),
(701, 0, 'quickcheckout', 'quickcheckout_text_error', '1', 0),
(700, 0, 'quickcheckout', 'quickcheckout_highlight_error', '1', 0),
(699, 0, 'quickcheckout', 'quickcheckout_edit_cart', '0', 0),
(697, 0, 'quickcheckout', 'quickcheckout_confirmation_page', '0', 0),
(698, 0, 'quickcheckout', 'quickcheckout_save_data', '1', 0),
(696, 0, 'quickcheckout', 'quickcheckout_debug', '0', 0),
(695, 0, 'quickcheckout', 'quickcheckout_minimum_order', '0', 0),
(694, 0, 'quickcheckout', 'quickcheckout_status', '1', 0);

-- --------------------------------------------------------

--
-- Структура таблицы `oc_shipping_courier`
--

CREATE TABLE `oc_shipping_courier` (
  `shipping_courier_id` int(11) NOT NULL,
  `shipping_courier_code` varchar(255) NOT NULL DEFAULT '',
  `shipping_courier_name` varchar(255) NOT NULL DEFAULT ''
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_shipping_courier`
--

INSERT INTO `oc_shipping_courier` (`shipping_courier_id`, `shipping_courier_code`, `shipping_courier_name`) VALUES
(1, 'dhl', 'DHL'),
(2, 'fedex', 'Fedex'),
(3, 'ups', 'UPS'),
(4, 'royal-mail', 'Royal Mail'),
(5, 'usps', 'United States Postal Service'),
(6, 'auspost', 'Australia Post'),
(7, 'citylink', 'Citylink');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_statistics`
--

CREATE TABLE `oc_statistics` (
  `statistics_id` int(11) NOT NULL,
  `code` varchar(64) NOT NULL,
  `value` decimal(15,4) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_statistics`
--

INSERT INTO `oc_statistics` (`statistics_id`, `code`, `value`) VALUES
(1, 'order_sale', '1250.0000'),
(2, 'order_processing', '0.0000'),
(3, 'order_complete', '0.0000'),
(4, 'order_other', '0.0000'),
(5, 'returns', '0.0000'),
(6, 'product', '0.0000'),
(7, 'review', '0.0000');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_stock_status`
--

CREATE TABLE `oc_stock_status` (
  `stock_status_id` int(11) NOT NULL,
  `language_id` int(11) NOT NULL,
  `name` varchar(32) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_stock_status`
--

INSERT INTO `oc_stock_status` (`stock_status_id`, `language_id`, `name`) VALUES
(7, 1, 'В наличии'),
(8, 1, 'Предзаказ'),
(5, 1, 'Нет в наличии'),
(6, 1, '2-3 дня');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_store`
--

CREATE TABLE `oc_store` (
  `store_id` int(11) NOT NULL,
  `name` varchar(64) NOT NULL,
  `url` varchar(255) NOT NULL,
  `ssl` varchar(255) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_tax_class`
--

CREATE TABLE `oc_tax_class` (
  `tax_class_id` int(11) NOT NULL,
  `title` varchar(32) NOT NULL,
  `description` varchar(255) NOT NULL,
  `date_added` datetime NOT NULL,
  `date_modified` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_tax_class`
--

INSERT INTO `oc_tax_class` (`tax_class_id`, `title`, `description`, `date_added`, `date_modified`) VALUES
(9, 'Taxable Goods', 'Taxed goods', '2009-01-06 23:21:53', '2011-09-23 14:07:50'),
(10, 'Downloadable Products', 'Downloadable', '2011-09-21 22:19:39', '2011-09-22 10:27:36');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_tax_rate`
--

CREATE TABLE `oc_tax_rate` (
  `tax_rate_id` int(11) NOT NULL,
  `geo_zone_id` int(11) NOT NULL DEFAULT '0',
  `name` varchar(32) NOT NULL,
  `rate` decimal(15,4) NOT NULL DEFAULT '0.0000',
  `type` char(1) NOT NULL,
  `date_added` datetime NOT NULL,
  `date_modified` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_tax_rate`
--

INSERT INTO `oc_tax_rate` (`tax_rate_id`, `geo_zone_id`, `name`, `rate`, `type`, `date_added`, `date_modified`) VALUES
(86, 3, 'VAT (20%)', '20.0000', 'P', '2011-03-09 21:17:10', '2011-09-22 22:24:29'),
(87, 3, 'Eco Tax (-2.00)', '2.0000', 'F', '2011-09-21 21:49:23', '2011-09-23 00:40:19');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_tax_rate_to_customer_group`
--

CREATE TABLE `oc_tax_rate_to_customer_group` (
  `tax_rate_id` int(11) NOT NULL,
  `customer_group_id` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_tax_rate_to_customer_group`
--

INSERT INTO `oc_tax_rate_to_customer_group` (`tax_rate_id`, `customer_group_id`) VALUES
(86, 1),
(87, 1);

-- --------------------------------------------------------

--
-- Структура таблицы `oc_tax_rule`
--

CREATE TABLE `oc_tax_rule` (
  `tax_rule_id` int(11) NOT NULL,
  `tax_class_id` int(11) NOT NULL,
  `tax_rate_id` int(11) NOT NULL,
  `based` varchar(10) NOT NULL,
  `priority` int(5) NOT NULL DEFAULT '1'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_tax_rule`
--

INSERT INTO `oc_tax_rule` (`tax_rule_id`, `tax_class_id`, `tax_rate_id`, `based`, `priority`) VALUES
(121, 10, 86, 'payment', 1),
(120, 10, 87, 'store', 0),
(128, 9, 86, 'shipping', 1),
(127, 9, 87, 'shipping', 2);

-- --------------------------------------------------------

--
-- Структура таблицы `oc_theme`
--

CREATE TABLE `oc_theme` (
  `theme_id` int(11) NOT NULL,
  `store_id` int(11) NOT NULL,
  `theme` varchar(64) NOT NULL,
  `route` varchar(64) NOT NULL,
  `code` mediumtext NOT NULL,
  `date_added` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_translation`
--

CREATE TABLE `oc_translation` (
  `translation_id` int(11) NOT NULL,
  `store_id` int(11) NOT NULL,
  `language_id` int(11) NOT NULL,
  `route` varchar(64) NOT NULL,
  `key` varchar(64) NOT NULL,
  `value` text NOT NULL,
  `date_added` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_upload`
--

CREATE TABLE `oc_upload` (
  `upload_id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `filename` varchar(255) NOT NULL,
  `code` varchar(255) NOT NULL,
  `date_added` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_user`
--

CREATE TABLE `oc_user` (
  `user_id` int(11) NOT NULL,
  `user_group_id` int(11) NOT NULL,
  `username` varchar(20) NOT NULL,
  `password` varchar(40) NOT NULL,
  `salt` varchar(9) NOT NULL,
  `firstname` varchar(32) NOT NULL,
  `lastname` varchar(32) NOT NULL,
  `email` varchar(96) NOT NULL,
  `image` varchar(255) NOT NULL,
  `code` varchar(40) NOT NULL,
  `ip` varchar(40) NOT NULL,
  `status` tinyint(1) NOT NULL,
  `date_added` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_user`
--

INSERT INTO `oc_user` (`user_id`, `user_group_id`, `username`, `password`, `salt`, `firstname`, `lastname`, `email`, `image`, `code`, `ip`, `status`, `date_added`) VALUES
(1, 1, 'admin', 'df4b77e5e5c1648aed40636e272734edeae3b4ef', 'gyKh1HBDa', 'John', 'Doe', 'kaizenroot@gmail.com', '', '', '195.138.79.229', 1, '2019-03-05 15:20:46');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_user_group`
--

CREATE TABLE `oc_user_group` (
  `user_group_id` int(11) NOT NULL,
  `name` varchar(64) NOT NULL,
  `permission` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_user_group`
--

INSERT INTO `oc_user_group` (`user_group_id`, `name`, `permission`) VALUES
(1, 'Администраторы', '{\"access\":[\"catalog\\/attribute\",\"catalog\\/attribute_group\",\"catalog\\/category\",\"catalog\\/download\",\"catalog\\/filter\",\"catalog\\/information\",\"catalog\\/manufacturer\",\"catalog\\/option\",\"catalog\\/product\",\"catalog\\/recurring\",\"catalog\\/review\",\"common\\/column_left\",\"common\\/developer\",\"common\\/filemanager\",\"common\\/profile\",\"common\\/security\",\"customer\\/custom_field\",\"customer\\/customer\",\"customer\\/customer_approval\",\"customer\\/customer_group\",\"design\\/banner\",\"design\\/layout\",\"design\\/seo_url\",\"design\\/theme\",\"design\\/translation\",\"event\\/language\",\"event\\/statistics\",\"event\\/theme\",\"extension\\/analytics\\/google\",\"extension\\/captcha\\/basic\",\"extension\\/captcha\\/google\",\"extension\\/d_shopunity\",\"extension\\/d_shopunity\\/account\",\"extension\\/d_shopunity\\/dependency\",\"extension\\/d_shopunity\\/developer\",\"extension\\/d_shopunity\\/extension\",\"extension\\/d_shopunity\\/filemanager\",\"extension\\/d_shopunity\\/invoice\",\"extension\\/d_shopunity\\/market\",\"extension\\/d_shopunity\\/modification\",\"extension\\/d_shopunity\\/order\",\"extension\\/d_shopunity\\/setting\",\"extension\\/d_shopunity\\/tester\",\"extension\\/d_shopunity\\/transaction\",\"extension\\/dashboard\\/activity\",\"extension\\/dashboard\\/chart\",\"extension\\/dashboard\\/customer\",\"extension\\/dashboard\\/map\",\"extension\\/dashboard\\/online\",\"extension\\/dashboard\\/order\",\"extension\\/dashboard\\/recent\",\"extension\\/dashboard\\/sale\",\"extension\\/export_import\",\"extension\\/extension\\/analytics\",\"extension\\/extension\\/captcha\",\"extension\\/extension\\/dashboard\",\"extension\\/extension\\/feed\",\"extension\\/extension\\/fraud\",\"extension\\/extension\\/menu\",\"extension\\/extension\\/module\",\"extension\\/extension\\/payment\",\"extension\\/extension\\/report\",\"extension\\/extension\\/shipping\",\"extension\\/extension\\/theme\",\"extension\\/extension\\/total\",\"extension\\/feed\\/google_base\",\"extension\\/feed\\/google_sitemap\",\"extension\\/feed\\/openbaypro\",\"extension\\/fraud\\/fraudlabspro\",\"extension\\/fraud\\/ip\",\"extension\\/fraud\\/maxmind\",\"extension\\/module\\/account\",\"extension\\/module\\/amazon_login\",\"extension\\/module\\/amazon_pay\",\"extension\\/module\\/banner\",\"extension\\/module\\/bestseller\",\"extension\\/module\\/carousel\",\"extension\\/module\\/category\",\"extension\\/module\\/d_shopunity\",\"extension\\/module\\/dataqlick\",\"extension\\/module\\/divido_calculator\",\"extension\\/module\\/ebay_listing\",\"extension\\/module\\/featured\",\"extension\\/module\\/filter\",\"extension\\/module\\/google_hangouts\",\"extension\\/module\\/html\",\"extension\\/module\\/information\",\"extension\\/module\\/klarna_checkout_module\",\"extension\\/module\\/latest\",\"extension\\/module\\/laybuy_layout\",\"extension\\/module\\/pilibaba_button\",\"extension\\/module\\/pp_braintree_button\",\"extension\\/module\\/pp_button\",\"extension\\/module\\/pp_login\",\"extension\\/module\\/quickcheckout\",\"extension\\/module\\/sagepay_direct_cards\",\"extension\\/module\\/sagepay_server_cards\",\"extension\\/module\\/slideshow\",\"extension\\/module\\/special\",\"extension\\/module\\/store\",\"extension\\/openbay\\/amazon\",\"extension\\/openbay\\/amazon_listing\",\"extension\\/openbay\\/amazon_product\",\"extension\\/openbay\\/amazonus\",\"extension\\/openbay\\/amazonus_listing\",\"extension\\/openbay\\/amazonus_product\",\"extension\\/openbay\\/ebay\",\"extension\\/openbay\\/ebay_profile\",\"extension\\/openbay\\/ebay_template\",\"extension\\/openbay\\/etsy\",\"extension\\/openbay\\/etsy_product\",\"extension\\/openbay\\/etsy_shipping\",\"extension\\/openbay\\/etsy_shop\",\"extension\\/openbay\\/fba\",\"extension\\/payment\\/alipay\",\"extension\\/payment\\/alipay_cross\",\"extension\\/payment\\/amazon_login_pay\",\"extension\\/payment\\/authorizenet_aim\",\"extension\\/payment\\/authorizenet_sim\",\"extension\\/payment\\/bank_transfer\",\"extension\\/payment\\/bluepay_hosted\",\"extension\\/payment\\/bluepay_redirect\",\"extension\\/payment\\/cardconnect\",\"extension\\/payment\\/cardinity\",\"extension\\/payment\\/cheque\",\"extension\\/payment\\/cod\",\"extension\\/payment\\/divido\",\"extension\\/payment\\/eway\",\"extension\\/payment\\/firstdata\",\"extension\\/payment\\/firstdata_remote\",\"extension\\/payment\\/free_checkout\",\"extension\\/payment\\/g2apay\",\"extension\\/payment\\/globalpay\",\"extension\\/payment\\/globalpay_remote\",\"extension\\/payment\\/klarna_account\",\"extension\\/payment\\/klarna_checkout\",\"extension\\/payment\\/klarna_invoice\",\"extension\\/payment\\/laybuy\",\"extension\\/payment\\/liqpay\",\"extension\\/payment\\/nochex\",\"extension\\/payment\\/paymate\",\"extension\\/payment\\/paypoint\",\"extension\\/payment\\/payza\",\"extension\\/payment\\/perpetual_payments\",\"extension\\/payment\\/pilibaba\",\"extension\\/payment\\/pp_braintree\",\"extension\\/payment\\/pp_express\",\"extension\\/payment\\/pp_payflow\",\"extension\\/payment\\/pp_payflow_iframe\",\"extension\\/payment\\/pp_pro\",\"extension\\/payment\\/pp_pro_iframe\",\"extension\\/payment\\/pp_standard\",\"extension\\/payment\\/realex\",\"extension\\/payment\\/realex_remote\",\"extension\\/payment\\/sagepay_direct\",\"extension\\/payment\\/sagepay_server\",\"extension\\/payment\\/sagepay_us\",\"extension\\/payment\\/securetrading_pp\",\"extension\\/payment\\/securetrading_ws\",\"extension\\/payment\\/skrill\",\"extension\\/payment\\/squareup\",\"extension\\/payment\\/twocheckout\",\"extension\\/payment\\/web_payment_software\",\"extension\\/payment\\/wechat_pay\",\"extension\\/payment\\/worldpay\",\"extension\\/report\\/customer_activity\",\"extension\\/report\\/customer_order\",\"extension\\/report\\/customer_reward\",\"extension\\/report\\/customer_search\",\"extension\\/report\\/customer_transaction\",\"extension\\/report\\/marketing\",\"extension\\/report\\/product_purchased\",\"extension\\/report\\/product_viewed\",\"extension\\/report\\/sale_coupon\",\"extension\\/report\\/sale_order\",\"extension\\/report\\/sale_return\",\"extension\\/report\\/sale_shipping\",\"extension\\/report\\/sale_tax\",\"extension\\/shipping\\/auspost\",\"extension\\/shipping\\/citylink\",\"extension\\/shipping\\/ec_ship\",\"extension\\/shipping\\/fedex\",\"extension\\/shipping\\/flat\",\"extension\\/shipping\\/free\",\"extension\\/shipping\\/item\",\"extension\\/shipping\\/novaposhta\",\"extension\\/shipping\\/novaposhtacopy\",\"extension\\/shipping\\/parcelforce_48\",\"extension\\/shipping\\/pickup\",\"extension\\/shipping\\/royal_mail\",\"extension\\/shipping\\/ups\",\"extension\\/shipping\\/usps\",\"extension\\/shipping\\/weight\",\"extension\\/theme\\/default\",\"extension\\/total\\/coupon\",\"extension\\/total\\/credit\",\"extension\\/total\\/handling\",\"extension\\/total\\/klarna_fee\",\"extension\\/total\\/low_order_fee\",\"extension\\/total\\/reward\",\"extension\\/total\\/shipping\",\"extension\\/total\\/sub_total\",\"extension\\/total\\/tax\",\"extension\\/total\\/total\",\"extension\\/total\\/voucher\",\"localisation\\/city\",\"localisation\\/city_update\",\"localisation\\/country\",\"localisation\\/currency\",\"localisation\\/geo_zone\",\"localisation\\/language\",\"localisation\\/length_class\",\"localisation\\/location\",\"localisation\\/order_status\",\"localisation\\/return_action\",\"localisation\\/return_reason\",\"localisation\\/return_status\",\"localisation\\/stock_status\",\"localisation\\/tax_class\",\"localisation\\/tax_rate\",\"localisation\\/weight_class\",\"localisation\\/zone\",\"mail\\/affiliate\",\"mail\\/customer\",\"mail\\/forgotten\",\"mail\\/return\",\"mail\\/reward\",\"mail\\/transaction\",\"marketing\\/contact\",\"marketing\\/coupon\",\"marketing\\/marketing\",\"marketplace\\/api\",\"marketplace\\/event\",\"marketplace\\/extension\",\"marketplace\\/install\",\"marketplace\\/installer\",\"marketplace\\/marketplace\",\"marketplace\\/modification\",\"marketplace\\/openbay\",\"report\\/online\",\"report\\/report\",\"report\\/statistics\",\"sale\\/order\",\"sale\\/recurring\",\"sale\\/return\",\"sale\\/voucher\",\"sale\\/voucher_theme\",\"setting\\/setting\",\"setting\\/store\",\"startup\\/error\",\"startup\\/event\",\"startup\\/login\",\"startup\\/permission\",\"startup\\/router\",\"startup\\/sass\",\"startup\\/startup\",\"tool\\/backup\",\"tool\\/log\",\"tool\\/upload\",\"user\\/api\",\"user\\/user\",\"user\\/user_permission\"],\"modify\":[\"catalog\\/attribute\",\"catalog\\/attribute_group\",\"catalog\\/category\",\"catalog\\/download\",\"catalog\\/filter\",\"catalog\\/information\",\"catalog\\/manufacturer\",\"catalog\\/option\",\"catalog\\/product\",\"catalog\\/recurring\",\"catalog\\/review\",\"common\\/column_left\",\"common\\/developer\",\"common\\/filemanager\",\"common\\/profile\",\"common\\/security\",\"customer\\/custom_field\",\"customer\\/customer\",\"customer\\/customer_approval\",\"customer\\/customer_group\",\"design\\/banner\",\"design\\/layout\",\"design\\/seo_url\",\"design\\/theme\",\"design\\/translation\",\"event\\/language\",\"event\\/statistics\",\"event\\/theme\",\"extension\\/analytics\\/google\",\"extension\\/captcha\\/basic\",\"extension\\/captcha\\/google\",\"extension\\/d_shopunity\",\"extension\\/d_shopunity\\/account\",\"extension\\/d_shopunity\\/dependency\",\"extension\\/d_shopunity\\/developer\",\"extension\\/d_shopunity\\/extension\",\"extension\\/d_shopunity\\/filemanager\",\"extension\\/d_shopunity\\/invoice\",\"extension\\/d_shopunity\\/market\",\"extension\\/d_shopunity\\/modification\",\"extension\\/d_shopunity\\/order\",\"extension\\/d_shopunity\\/setting\",\"extension\\/d_shopunity\\/tester\",\"extension\\/d_shopunity\\/transaction\",\"extension\\/dashboard\\/activity\",\"extension\\/dashboard\\/chart\",\"extension\\/dashboard\\/customer\",\"extension\\/dashboard\\/map\",\"extension\\/dashboard\\/online\",\"extension\\/dashboard\\/order\",\"extension\\/dashboard\\/recent\",\"extension\\/dashboard\\/sale\",\"extension\\/export_import\",\"extension\\/extension\\/analytics\",\"extension\\/extension\\/captcha\",\"extension\\/extension\\/dashboard\",\"extension\\/extension\\/feed\",\"extension\\/extension\\/fraud\",\"extension\\/extension\\/menu\",\"extension\\/extension\\/module\",\"extension\\/extension\\/payment\",\"extension\\/extension\\/report\",\"extension\\/extension\\/shipping\",\"extension\\/extension\\/theme\",\"extension\\/extension\\/total\",\"extension\\/feed\\/google_base\",\"extension\\/feed\\/google_sitemap\",\"extension\\/feed\\/openbaypro\",\"extension\\/fraud\\/fraudlabspro\",\"extension\\/fraud\\/ip\",\"extension\\/fraud\\/maxmind\",\"extension\\/module\\/account\",\"extension\\/module\\/amazon_login\",\"extension\\/module\\/amazon_pay\",\"extension\\/module\\/banner\",\"extension\\/module\\/bestseller\",\"extension\\/module\\/carousel\",\"extension\\/module\\/category\",\"extension\\/module\\/d_shopunity\",\"extension\\/module\\/dataqlick\",\"extension\\/module\\/divido_calculator\",\"extension\\/module\\/ebay_listing\",\"extension\\/module\\/featured\",\"extension\\/module\\/filter\",\"extension\\/module\\/google_hangouts\",\"extension\\/module\\/html\",\"extension\\/module\\/information\",\"extension\\/module\\/klarna_checkout_module\",\"extension\\/module\\/latest\",\"extension\\/module\\/laybuy_layout\",\"extension\\/module\\/pilibaba_button\",\"extension\\/module\\/pp_braintree_button\",\"extension\\/module\\/pp_button\",\"extension\\/module\\/pp_login\",\"extension\\/module\\/quickcheckout\",\"extension\\/module\\/sagepay_direct_cards\",\"extension\\/module\\/sagepay_server_cards\",\"extension\\/module\\/slideshow\",\"extension\\/module\\/special\",\"extension\\/module\\/store\",\"extension\\/openbay\\/amazon\",\"extension\\/openbay\\/amazon_listing\",\"extension\\/openbay\\/amazon_product\",\"extension\\/openbay\\/amazonus\",\"extension\\/openbay\\/amazonus_listing\",\"extension\\/openbay\\/amazonus_product\",\"extension\\/openbay\\/ebay\",\"extension\\/openbay\\/ebay_profile\",\"extension\\/openbay\\/ebay_template\",\"extension\\/openbay\\/etsy\",\"extension\\/openbay\\/etsy_product\",\"extension\\/openbay\\/etsy_shipping\",\"extension\\/openbay\\/etsy_shop\",\"extension\\/openbay\\/fba\",\"extension\\/payment\\/alipay\",\"extension\\/payment\\/alipay_cross\",\"extension\\/payment\\/amazon_login_pay\",\"extension\\/payment\\/authorizenet_aim\",\"extension\\/payment\\/authorizenet_sim\",\"extension\\/payment\\/bank_transfer\",\"extension\\/payment\\/bluepay_hosted\",\"extension\\/payment\\/bluepay_redirect\",\"extension\\/payment\\/cardconnect\",\"extension\\/payment\\/cardinity\",\"extension\\/payment\\/cheque\",\"extension\\/payment\\/cod\",\"extension\\/payment\\/divido\",\"extension\\/payment\\/eway\",\"extension\\/payment\\/firstdata\",\"extension\\/payment\\/firstdata_remote\",\"extension\\/payment\\/free_checkout\",\"extension\\/payment\\/g2apay\",\"extension\\/payment\\/globalpay\",\"extension\\/payment\\/globalpay_remote\",\"extension\\/payment\\/klarna_account\",\"extension\\/payment\\/klarna_checkout\",\"extension\\/payment\\/klarna_invoice\",\"extension\\/payment\\/laybuy\",\"extension\\/payment\\/liqpay\",\"extension\\/payment\\/nochex\",\"extension\\/payment\\/paymate\",\"extension\\/payment\\/paypoint\",\"extension\\/payment\\/payza\",\"extension\\/payment\\/perpetual_payments\",\"extension\\/payment\\/pilibaba\",\"extension\\/payment\\/pp_braintree\",\"extension\\/payment\\/pp_express\",\"extension\\/payment\\/pp_payflow\",\"extension\\/payment\\/pp_payflow_iframe\",\"extension\\/payment\\/pp_pro\",\"extension\\/payment\\/pp_pro_iframe\",\"extension\\/payment\\/pp_standard\",\"extension\\/payment\\/realex\",\"extension\\/payment\\/realex_remote\",\"extension\\/payment\\/sagepay_direct\",\"extension\\/payment\\/sagepay_server\",\"extension\\/payment\\/sagepay_us\",\"extension\\/payment\\/securetrading_pp\",\"extension\\/payment\\/securetrading_ws\",\"extension\\/payment\\/skrill\",\"extension\\/payment\\/squareup\",\"extension\\/payment\\/twocheckout\",\"extension\\/payment\\/web_payment_software\",\"extension\\/payment\\/wechat_pay\",\"extension\\/payment\\/worldpay\",\"extension\\/report\\/customer_activity\",\"extension\\/report\\/customer_order\",\"extension\\/report\\/customer_reward\",\"extension\\/report\\/customer_search\",\"extension\\/report\\/customer_transaction\",\"extension\\/report\\/marketing\",\"extension\\/report\\/product_purchased\",\"extension\\/report\\/product_viewed\",\"extension\\/report\\/sale_coupon\",\"extension\\/report\\/sale_order\",\"extension\\/report\\/sale_return\",\"extension\\/report\\/sale_shipping\",\"extension\\/report\\/sale_tax\",\"extension\\/shipping\\/auspost\",\"extension\\/shipping\\/citylink\",\"extension\\/shipping\\/ec_ship\",\"extension\\/shipping\\/fedex\",\"extension\\/shipping\\/flat\",\"extension\\/shipping\\/free\",\"extension\\/shipping\\/item\",\"extension\\/shipping\\/novaposhta\",\"extension\\/shipping\\/novaposhtacopy\",\"extension\\/shipping\\/parcelforce_48\",\"extension\\/shipping\\/pickup\",\"extension\\/shipping\\/royal_mail\",\"extension\\/shipping\\/ups\",\"extension\\/shipping\\/usps\",\"extension\\/shipping\\/weight\",\"extension\\/theme\\/default\",\"extension\\/total\\/coupon\",\"extension\\/total\\/credit\",\"extension\\/total\\/handling\",\"extension\\/total\\/klarna_fee\",\"extension\\/total\\/low_order_fee\",\"extension\\/total\\/reward\",\"extension\\/total\\/shipping\",\"extension\\/total\\/sub_total\",\"extension\\/total\\/tax\",\"extension\\/total\\/total\",\"extension\\/total\\/voucher\",\"localisation\\/city\",\"localisation\\/city_update\",\"localisation\\/country\",\"localisation\\/currency\",\"localisation\\/geo_zone\",\"localisation\\/language\",\"localisation\\/length_class\",\"localisation\\/location\",\"localisation\\/order_status\",\"localisation\\/return_action\",\"localisation\\/return_reason\",\"localisation\\/return_status\",\"localisation\\/stock_status\",\"localisation\\/tax_class\",\"localisation\\/tax_rate\",\"localisation\\/weight_class\",\"localisation\\/zone\",\"mail\\/affiliate\",\"mail\\/customer\",\"mail\\/forgotten\",\"mail\\/return\",\"mail\\/reward\",\"mail\\/transaction\",\"marketing\\/contact\",\"marketing\\/coupon\",\"marketing\\/marketing\",\"marketplace\\/api\",\"marketplace\\/event\",\"marketplace\\/extension\",\"marketplace\\/install\",\"marketplace\\/installer\",\"marketplace\\/marketplace\",\"marketplace\\/modification\",\"marketplace\\/openbay\",\"report\\/online\",\"report\\/report\",\"report\\/statistics\",\"sale\\/order\",\"sale\\/recurring\",\"sale\\/return\",\"sale\\/voucher\",\"sale\\/voucher_theme\",\"setting\\/setting\",\"setting\\/store\",\"startup\\/error\",\"startup\\/event\",\"startup\\/login\",\"startup\\/permission\",\"startup\\/router\",\"startup\\/sass\",\"startup\\/startup\",\"tool\\/backup\",\"tool\\/log\",\"tool\\/upload\",\"user\\/api\",\"user\\/user\",\"user\\/user_permission\"]}'),
(10, 'Демонстрация', '');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_voucher`
--

CREATE TABLE `oc_voucher` (
  `voucher_id` int(11) NOT NULL,
  `order_id` int(11) NOT NULL,
  `code` varchar(10) NOT NULL,
  `from_name` varchar(64) NOT NULL,
  `from_email` varchar(96) NOT NULL,
  `to_name` varchar(64) NOT NULL,
  `to_email` varchar(96) NOT NULL,
  `voucher_theme_id` int(11) NOT NULL,
  `message` text NOT NULL,
  `amount` decimal(15,4) NOT NULL,
  `status` tinyint(1) NOT NULL,
  `date_added` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_voucher_history`
--

CREATE TABLE `oc_voucher_history` (
  `voucher_history_id` int(11) NOT NULL,
  `voucher_id` int(11) NOT NULL,
  `order_id` int(11) NOT NULL,
  `amount` decimal(15,4) NOT NULL,
  `date_added` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `oc_voucher_theme`
--

CREATE TABLE `oc_voucher_theme` (
  `voucher_theme_id` int(11) NOT NULL,
  `image` varchar(255) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_voucher_theme`
--

INSERT INTO `oc_voucher_theme` (`voucher_theme_id`, `image`) VALUES
(8, 'catalog/demo/canon_eos_5d_2.jpg'),
(7, 'catalog/demo/gift-voucher-birthday.jpg'),
(6, 'catalog/demo/apple_logo.jpg');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_voucher_theme_description`
--

CREATE TABLE `oc_voucher_theme_description` (
  `voucher_theme_id` int(11) NOT NULL,
  `language_id` int(11) NOT NULL,
  `name` varchar(32) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_voucher_theme_description`
--

INSERT INTO `oc_voucher_theme_description` (`voucher_theme_id`, `language_id`, `name`) VALUES
(6, 1, 'Christmas'),
(7, 1, 'Birthday'),
(8, 1, 'General');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_weight_class`
--

CREATE TABLE `oc_weight_class` (
  `weight_class_id` int(11) NOT NULL,
  `value` decimal(15,8) NOT NULL DEFAULT '0.00000000'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_weight_class`
--

INSERT INTO `oc_weight_class` (`weight_class_id`, `value`) VALUES
(1, '1.00000000'),
(2, '1000.00000000'),
(5, '2.20460000'),
(6, '35.27400000');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_weight_class_description`
--

CREATE TABLE `oc_weight_class_description` (
  `weight_class_id` int(11) NOT NULL,
  `language_id` int(11) NOT NULL,
  `title` varchar(32) NOT NULL,
  `unit` varchar(4) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_weight_class_description`
--

INSERT INTO `oc_weight_class_description` (`weight_class_id`, `language_id`, `title`, `unit`) VALUES
(1, 1, 'Килограмм', 'кг'),
(2, 1, 'Грамм', 'г'),
(5, 1, 'Фунт ', 'lb'),
(6, 1, 'Унция', 'oz');

-- --------------------------------------------------------

--
-- Структура таблицы `oc_zone`
--

CREATE TABLE `oc_zone` (
  `zone_id` int(11) NOT NULL,
  `country_id` int(11) NOT NULL,
  `name` varchar(128) NOT NULL,
  `code` varchar(32) NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_zone`
--

INSERT INTO `oc_zone` (`zone_id`, `country_id`, `name`, `code`, `status`) VALUES
(200000, 300001, 'Агрономичное', '890', 1),
(200001, 300014, 'Ананьев', '197', 1),
(200002, 300007, 'Андреевка', '612', 1),
(200003, 300019, 'Андреевка', '766', 1),
(200004, 300005, 'Андрушевка', '198', 1),
(200005, 300021, 'Антонины', '825', 1),
(200006, 300003, 'Апостолово', '199', 1),
(200007, 300013, 'Арбузинка', '200', 1),
(200008, 300004, 'Бахмут', '90', 1),
(200009, 300014, 'Арциз', '201', 1),
(200010, 300003, 'Аулы', '778', 1),
(200011, 300007, 'Балабино', '922', 1),
(200012, 300022, 'Балаклея', '762', 1),
(200013, 300019, 'Балаклея', '190', 1),
(200014, 300014, 'Балта', '202', 1),
(200015, 300001, 'Бар', '182', 1),
(200016, 300005, 'Барановка', '203', 1),
(200017, 300019, 'Барвенково', '205', 1),
(200018, 300009, 'Барышевка', '204', 1),
(200019, 300024, 'Бахмач', '206', 1),
(200020, 300013, 'Баштанка', '207', 1),
(200021, 300019, 'Безлюдовка', '674', 1),
(200023, 300005, 'Бердичев', '80', 1),
(200024, 300007, 'Бердянск', '61', 1),
(200025, 300006, 'Берегово', '128', 1),
(200026, 300023, 'Берегомет', '843', 1),
(200027, 300018, 'Бережаны', '208', 1),
(200028, 300013, 'Березанка', '209', 1),
(200029, 300009, 'Березань', '630', 1),
(200030, 300014, 'Березовка', '210', 1),
(200031, 300024, 'Березна', '852', 1),
(200032, 300016, 'Березно', '211', 1),
(200033, 300013, 'Березнеговатое', '212', 1),
(200034, 300002, 'Берестечко', '738', 1),
(200035, 300020, 'Берислав', '102', 1),
(200036, 300001, 'Бершадь', '213', 1),
(200037, 300012, 'Бобрка', '881', 1),
(200038, 300009, 'Белая Церковь', '64', 1),
(200039, 300014, 'Белгород-Днестровский', '52', 1),
(200040, 300015, 'Белики', '679', 1),
(200041, 300004, 'Белицкое', '677', 1),
(200042, 300006, 'Белки', '878', 1),
(200043, 300011, 'Беловодск', '214', 1),
(200044, 300021, 'Белогорье', '215', 1),
(200045, 300009, 'Белогородка', '695', 1),
(200046, 300020, 'Белозерка', '168', 1),
(200047, 300004, 'Белозёрское', '971', 1),
(200048, 300022, 'Белозерье', '954', 1),
(200049, 300011, 'Белокуракино', '217', 1),
(200050, 300011, 'Белолуцк', '830', 1),
(200051, 300017, 'Белополье', '158', 1),
(200052, 300014, 'Беляевка', '218', 1),
(200053, 300007, 'Благовещенка', '873', 1),
(200054, 300019, 'Близнюки', '219', 1),
(200055, 300010, 'Бобринец', '220', 1),
(200056, 300024, 'Бобровица', '221', 1),
(200057, 300010, 'Богдановка', '918', 1),
(200058, 300019, 'Богодухов', '222', 1),
(200059, 300008, 'Богородчаны', '223', 1),
(200060, 300009, 'Богуслав', '224', 1),
(200061, 300014, 'Болград', '84', 1),
(200062, 300008, 'Болехов', '648', 1),
(200063, 300024, 'Борзна', '226', 1),
(200064, 300012, 'Борислав', '723', 1),
(200065, 300009, 'Борисполь', '26', 1),
(200066, 300009, 'Боровая', '692', 1),
(200067, 300019, 'Боровая', '227', 1),
(200068, 300009, 'Бородянка', '228', 1),
(200069, 300018, 'Борщев', '229', 1),
(200070, 300023, 'Бояны', '892', 1),
(200071, 300009, 'Боярка', '123', 1),
(200073, 300013, 'Братское', '230', 1),
(200074, 300001, 'Брацлав', '782', 1),
(200075, 300020, 'Брилевка', '847', 1),
(200076, 300009, 'Бровары', '27', 1),
(200078, 300012, 'Броды', '169', 1),
(200079, 300008, 'Брошнев-Осада', '731', 1),
(200080, 300005, 'Брусилов', '231', 1),
(200081, 300012, 'Брюховичи', '982', 1),
(200082, 300022, 'Буки', '1003', 1),
(200083, 300017, 'Бурынь', '232', 1),
(200084, 300008, 'Бурштын', '650', 1),
(200085, 300012, 'Буск', '233', 1),
(200086, 300009, 'Буча', '157', 1),
(200087, 300018, 'Бучач', '236', 1),
(200088, 300019, 'Валки', '237', 1),
(200089, 300001, 'Вапнярка', '727', 1),
(200090, 300024, 'Варва', '238', 1),
(200091, 300007, 'Васильевка', '161', 1),
(200092, 300009, 'Васильков', '122', 1),
(200093, 300003, 'Васильковка', '239', 1),
(200094, 300022, 'Ватутино', '659', 1),
(200095, 300023, 'Вашковцы', '864', 1),
(200096, 300015, 'Великая Багачка', '240', 1),
(200097, 300007, 'Великая Белозерка', '241', 1),
(200098, 300010, 'Великая Виска', '796', 1),
(200099, 300009, 'Великая Дымерка', '793', 1),
(200100, 300020, 'Великая Лепетиха', '242', 1),
(200101, 300014, 'Великая Михайловка', '243', 1),
(200102, 300004, 'Великая Новоселка', '250', 1),
(200103, 300020, 'Великая Александровка', '251', 1),
(200104, 300017, 'Великая Писаревка', '252', 1),
(200105, 300006, 'Великий Березный', '253', 1),
(200106, 300006, 'Великий Бычков', '702', 1),
(200107, 300019, 'Великий Бурлук', '254', 1),
(200108, 300018, 'Великие Гаи', '1008', 1),
(200109, 300020, 'Великие Копани', '709', 1),
(200110, 300015, 'Великие Крынки', '822', 1),
(200111, 300006, 'Великие Лучки', '870', 1),
(200112, 300012, 'Великие Мосты', '932', 1),
(200113, 300015, 'Великие Сорочинцы', '923', 1),
(200114, 300014, 'Великодолинское', '799', 1),
(200115, 300003, 'Верховцево', '657', 1),
(200116, 300020, 'Верхний Рогачик', '255', 1),
(200117, 300003, 'Верхнеднепровск', '170', 1),
(200118, 300017, 'Верхняя Сироватка', '804', 1),
(200119, 300008, 'Верховина', '256', 1),
(200120, 300007, 'Веселое', '257', 1),
(200121, 300013, 'Веселиново', '258', 1),
(200122, 300008, 'Выгода', '983', 1),
(200124, 300023, 'Вижница', '181', 1),
(200125, 300014, 'Вилково', '728', 1),
(200126, 300012, 'Винники', '934', 1),
(200127, 300006, 'Виноградов', '81', 1),
(200128, 300015, 'Выришальное', '831', 1),
(200129, 300020, 'Высокополье', '259', 1),
(200130, 300009, 'Вышгород', '28', 1),
(200131, 300006, 'Вышково', '803', 1),
(200132, 300009, 'Вишневое', '563', 1),
(200134, 300018, 'Вишневец', '862', 1),
(200135, 300001, 'Вийтовка', '856', 1),
(200136, 300021, 'Войтовцы', '860', 1),
(200137, 300003, 'Вольногорск', '171', 1),
(200138, 300007, 'Вольнянск', '260', 1),
(200139, 300019, 'Ольшани', '813', 1),
(200140, 300010, 'Ольшанка', '261', 1),
(200141, 300001, 'Винница', '17', 1),
(200142, 300021, 'Виньковцы', '262', 1),
(200143, 300010, 'Власовка', '739', 1),
(200144, 300019, 'Волчанск', '132', 1),
(200145, 300007, 'Водяное', '998', 1),
(200146, 300013, 'Вознесенск', '92', 1),
(200147, 300004, 'Волноваха', '263', 1),
(200148, 300006, 'Воловец', '264', 1),
(200149, 300009, 'Володарка', '265', 1),
(200150, 300005, 'Хорошев', '266', 1),
(200151, 300004, 'Никольское', '267', 1),
(200152, 300002, 'Владимир-Волынский', '268', 1),
(200153, 300016, 'Владимирец', '269', 1),
(200154, 300004, 'Владимировка', '972', 1),
(200156, 300021, 'Волочиск', '270', 1),
(200157, 300017, 'Ворожба', '887', 1),
(200158, 300017, 'Воронеж', '759', 1),
(200159, 300001, 'Вороновица', '882', 1),
(200160, 300013, 'Врадиевка', '271', 1),
(200161, 300004, 'Угледар', '639', 1),
(200162, 300015, 'Гадяч', '272', 1),
(200163, 300010, 'Гайворон', '273', 1),
(200164, 300001, 'Гайсин', '274', 1),
(200165, 300008, 'Галич', '275', 1),
(200166, 300003, 'Гвардейское', '729', 1),
(200167, 300020, 'Геническ', '195', 1),
(200168, 300023, 'Герца', '276', 1),
(200169, 300011, 'Горское', '716', 1),
(200170, 300009, 'Глеваха', '849', 1),
(200171, 300023, 'Глыбокая', '277', 1),
(200172, 300015, 'Глобино', '278', 1),
(200173, 300017, 'Глухов', '151', 1),
(200174, 300001, 'Глуховцы', '788', 1),
(200175, 300001, 'Гнивань', '655', 1),
(200176, 300015, 'Гоголево', '888', 1),
(200177, 300020, 'Голая Пристань', '100', 1),
(200178, 300002, 'Голобы', '781', 1),
(200179, 300010, 'Голованевск', '279', 1),
(200180, 300002, 'Головно', '858', 1),
(200181, 300003, 'Голубовка', '911', 1),
(200182, 300020, 'Горностаевка', '280', 1),
(200183, 300008, 'Городенка', '281', 1),
(200184, 300016, 'Городец', '928', 1),
(200185, 300022, 'Городище', '282', 1),
(200186, 300001, 'Городковка', '819', 1),
(200187, 300024, 'Городня', '283', 1),
(200188, 300012, 'Городок', '284', 1),
(200189, 300021, 'Городок', '285', 1),
(200190, 300002, 'Горохов', '286', 1),
(200191, 300016, 'Гоща', '287', 1),
(200192, 300015, 'Градижск', '666', 1),
(200193, 300015, 'Гребенка', '288', 1),
(200194, 300009, 'Гребенки', '668', 1),
(200196, 300003, 'Губиниха', '765', 1),
(200197, 300007, 'Гуляйполе', '289', 1),
(200198, 300018, 'Гусятин', '290', 1),
(200199, 300012, 'Давыдов', '921', 1),
(200200, 300001, 'Дашев', '946', 1),
(200201, 300019, 'Двуречная', '291', 1),
(200202, 300009, 'Демидов', '851', 1),
(200203, 300016, 'Демидовка', '292', 1),
(200204, 300021, 'Деражня', '293', 1),
(200205, 300019, 'Дергачи', '294', 1),
(200206, 300024, 'Десна', '988', 1),
(200207, 300001, 'Джулинка', '903', 1),
(200208, 300001, 'Джурин', '960', 1),
(200209, 300004, 'Торецк', '613', 1),
(200210, 300015, 'Диканька', '295', 1),
(200211, 300009, 'Дымер', '680', 1),
(200212, 300004, 'Мирноград', '614', 1),
(200213, 300010, 'Дмитровка', '816', 1),
(200214, 300007, 'Днепровка', '777', 1),
(200215, 300003, 'Днепровское', '696', 1),
(200216, 300003, 'Каменское', '31', 1),
(200217, 300003, 'Днепр', '1', 1),
(200218, 300007, 'Днепрорудное', '649', 1),
(200219, 300010, 'Добровеличковка', '296', 1),
(200220, 300012, 'Добромиль', '895', 1),
(200221, 300004, 'Доброполье', '188', 1),
(200222, 300012, 'Добротвор', '774', 1),
(200223, 300006, 'Долгое', '990', 1),
(200224, 300008, 'Долина', '297', 1),
(200225, 300010, 'Долинская', '298', 1),
(200226, 300013, 'Доманевка', '299', 1),
(200227, 300022, 'Драбов', '300', 1),
(200228, 300006, 'Драгово', '969', 1),
(200229, 300012, 'Дрогобыч', '87', 1),
(200230, 300017, 'Дружба', '681', 1),
(200231, 300004, 'Дружковка', '124', 1),
(200232, 300012, 'Дубляны', '757', 1),
(200233, 300016, 'Дубно', '172', 1),
(200234, 300006, 'Дубовое', '950', 1),
(200235, 300016, 'Дубровица', '301', 1),
(200236, 300021, 'Дунаевцы', '302', 1),
(200237, 300007, 'Энергодар', '621', 1),
(200238, 300013, 'Еланец', '303', 1),
(200239, 300005, 'Емильчино', '304', 1),
(200240, 300022, 'Жашков', '305', 1),
(200241, 300014, 'Жеребково', '940', 1),
(200242, 300012, 'Жидачов', '306', 1),
(200243, 300005, 'Житомир', '21', 1),
(200244, 300001, 'Жмеринка', '180', 1),
(200245, 300012, 'Жовква', '307', 1),
(200246, 300003, 'Желтые Воды', '173', 1),
(200247, 300008, 'Заболотов', '704', 1),
(200248, 300002, 'Заболотье', '824', 1),
(200249, 300010, 'Завалье', '711', 1),
(200251, 300018, 'Залещики', '308', 1),
(200252, 300007, 'Запорожье', '3', 1),
(200253, 300001, 'Зарванцы', '967', 1),
(200254, 300016, 'Заречное', '309', 1),
(200255, 300006, 'Заречье', '986', 1),
(200256, 300023, 'Заставна', '310', 1),
(200257, 300015, 'Засулье', '827', 1),
(200258, 300019, 'Зачепиловка', '311', 1),
(200259, 300018, 'Збараж', '148', 1),
(200260, 300018, 'Зборов', '312', 1),
(200261, 300022, 'Звенигородка', '313', 1),
(200262, 300009, 'Згуровка', '314', 1),
(200263, 300016, 'Здолбунов', '315', 1),
(200264, 300014, 'Зеленогорское', '906', 1),
(200265, 300003, 'Зеленодольск', '652', 1),
(200266, 300012, 'Зимняя Вода', '760', 1),
(200267, 300015, 'Зеньков', '316', 1),
(200268, 300019, 'Змиев', '317', 1),
(200270, 300010, 'Знаменка', '174', 1),
(200271, 300010, 'Знамянка Вторая', '915', 1),
(200272, 300017, 'Знобь-Новгородское', '808', 1),
(200273, 300022, 'Золотоноша', '120', 1),
(200274, 300012, 'Золочев', '175', 1),
(200275, 300019, 'Золочев', '318', 1),
(200277, 300016, 'Заря', '902', 1),
(200278, 300002, 'Иваничи', '319', 1),
(200279, 300020, 'Ивановка', '320', 1),
(200280, 300014, 'Ивановка', '321', 1),
(200281, 300009, 'Иванков', '322', 1),
(200282, 300008, 'Ивано-Франковск', '58', 1),
(200283, 300012, 'Ивано-Франково', '958', 1),
(200284, 300014, 'Измаил', '65', 1),
(200285, 300019, 'Изюм', '77', 1),
(200286, 300021, 'Изяслав', '323', 1),
(200287, 300003, 'Илларионово', '806', 1),
(200288, 300001, 'Ильинцы', '324', 1),
(200289, 300014, 'Черноморск', '54', 1),
(200290, 300022, 'Ирклиев', '935', 1),
(200291, 300009, 'Ирпень', '34', 1),
(200292, 300006, 'Иршава', '325', 1),
(200293, 300005, 'Иршанск', '664', 1),
(200294, 300024, 'Ичня', '326', 1),
(200295, 300009, 'Кагарлык', '327', 1),
(200296, 300013, 'Казанка', '328', 1),
(200297, 300020, 'Каланчак', '329', 1),
(200298, 300009, 'Калиновка', '961', 1),
(200299, 300009, 'Калиновка', '676', 1),
(200300, 300001, 'Калиновка', '330', 1),
(200301, 300008, 'Калуш', '75', 1),
(200302, 300021, 'Каменец-Подольский', '24', 1),
(200303, 300022, 'Каменка', '331', 1),
(200304, 300023, 'Каменка', '866', 1),
(200305, 300012, 'Каменка-Бугская', '332', 1),
(200306, 300007, 'Каменка-Днепровская', '333', 1),
(200307, 300002, 'Камень-Каширский', '334', 1),
(200308, 300022, 'Канев', '335', 1),
(200309, 300015, 'Карловка', '336', 1),
(200310, 300022, 'Катеринополь', '337', 1),
(200311, 300020, 'Каховка', '103', 1),
(200312, 300016, 'Квасилов', '725', 1),
(200313, 300019, 'Кегичевка', '338', 1),
(200314, 300023, 'Кельменцы', '339', 1),
(200315, 300009, 'Киев', '4', 1),
(200318, 300002, 'Киверцы', '341', 1),
(200319, 300019, 'Ковшаровка', '708', 1),
(200320, 300014, 'Килия', '342', 1),
(200321, 300013, 'Конецполь', '973', 1),
(200322, 300010, 'Кропивницкий', '59', 1),
(200323, 300003, 'Обуховка', '857', 1),
(200324, 300023, 'Кицмань', '183', 1),
(200325, 300009, 'Клавдиево-Тарасово', '686', 1),
(200326, 300016, 'Клевань', '670', 1),
(200327, 300016, 'Клесов', '943', 1),
(200328, 300023, 'Клишковцы', '832', 1),
(200329, 300015, 'Кобеляки', '344', 1),
(200330, 300013, 'Коблево', '844', 1),
(200331, 300002, 'Ковель', '104', 1),
(200332, 300014, 'Кодыма', '345', 1),
(200333, 300024, 'Козелец', '346', 1),
(200334, 300015, 'Козельщина', '347', 1),
(200335, 300009, 'Козин', '930', 1),
(200336, 300016, 'Козын', '826', 1),
(200337, 300018, 'Козова', '348', 1),
(200338, 300001, 'Казатин', '349', 1),
(200339, 300002, 'Колки', '663', 1),
(200340, 300019, 'Коломак', '350', 1),
(200341, 300008, 'Коломыя', '88', 1),
(200342, 300012, 'Комарно', '962', 1),
(200343, 300007, 'Камышеваха', '764', 1),
(200344, 300014, 'Доброслав', '351', 1),
(200345, 300010, 'Компанеевка', '352', 1),
(200346, 300015, 'Горишние Плавни', '93', 1),
(200347, 300001, 'Махнивка', '879', 1),
(200348, 300019, 'Слобожанское', '693', 1),
(200349, 300017, 'Конотоп', '115', 1),
(200350, 300009, 'Копылов', '914', 1),
(200351, 300018, 'Копычинцы', '682', 1),
(200352, 300016, 'Корец', '353', 1),
(200353, 300024, 'Короп', '354', 1),
(200354, 300005, 'Коростень', '156', 1),
(200355, 300005, 'Коростышев', '355', 1),
(200356, 300022, 'Корсунь-Шевченковский', '356', 1),
(200357, 300024, 'Корюковка', '357', 1),
(200359, 300008, 'Косов', '358', 1),
(200360, 300006, 'Косонь', '931', 1),
(200361, 300016, 'Костополь', '359', 1),
(200362, 300004, 'Константиновка', '35', 1),
(200363, 300007, 'Констянтиновка', '1005', 1),
(200364, 300015, 'Котельва', '360', 1),
(200365, 300014, 'Подольск', '361', 1),
(200366, 300009, 'Коцюбинское', '698', 1),
(200367, 300004, 'Краматорск', '36', 1),
(200368, 300021, 'Красилов', '176', 1),
(200369, 300004, 'Лиман', '362', 1),
(200370, 300014, 'Окны', '363', 1),
(200371, 300004, 'Покровск', '109', 1),
(200372, 300019, 'Красноград', '133', 1),
(200373, 300019, 'Краснокутск', '365', 1),
(200374, 300019, 'Краснопавловка', '820', 1),
(200375, 300017, 'Краснополье', '366', 1),
(200376, 300009, 'Красятичи', '367', 1),
(200377, 300018, 'Кременец', '159', 1),
(200378, 300015, 'Кременчуг', '5', 1),
(200379, 300011, 'Кременная', '368', 1),
(200380, 300013, 'Кривое Озеро', '369', 1),
(200381, 300003, 'Кривой Рог', '6', 1),
(200382, 300001, 'Крыжополь', '370', 1),
(200383, 300003, 'Кринички', '371', 1),
(200384, 300017, 'Кролевец', '160', 1),
(200385, 300009, 'Крюковщина', '917', 1),
(200386, 300016, 'Вараш', '645', 1),
(200387, 300007, 'Бильмак', '372', 1),
(200388, 300012, 'Куликов', '842', 1),
(200389, 300024, 'Куликовка', '373', 1),
(200390, 300019, 'Купянск', '191', 1),
(200391, 300019, 'Купянск-Узловой', '780', 1),
(200392, 300004, 'Курахово', '662', 1),
(200393, 300014, 'Кучурган', '941', 1),
(200394, 300024, 'Ладан', '784', 1),
(200395, 300001, 'Ладыжин', '642', 1),
(200396, 300015, 'Лазорки', '785', 1),
(200397, 300020, 'Лазурное', '964', 1),
(200398, 300018, 'Лановцы', '374', 1),
(200399, 300017, 'Лебедин', '150', 1),
(200400, 300022, 'Лебедин', '948', 1),
(200402, 300021, 'Летичев', '177', 1),
(200403, 300014, 'Лиманское', '829', 1),
(200404, 300017, 'Липовая Долина', '376', 1),
(200405, 300001, 'Липовец', '249', 1),
(200406, 300011, 'Лисичанск', '37', 1),
(200407, 300022, 'Лысянка', '248', 1),
(200408, 300001, 'Литин', '377', 1),
(200409, 300019, 'Лозовая', '73', 1),
(200410, 300003, 'Лозоватка', '748', 1),
(200411, 300002, 'Локачи', '378', 1),
(200412, 300012, 'Лопатин', '944', 1),
(200413, 300015, 'Лохвица', '247', 1),
(200414, 300015, 'Лубны', '125', 1),
(200415, 300005, 'Лугины', '379', 1),
(200416, 300023, 'Лужаны', '938', 1),
(200417, 300001, 'Лука-Мелешковская', '959', 1),
(200418, 300002, 'Луков', '743', 1),
(200419, 300002, 'Луцк', '22', 1),
(200420, 300012, 'Львов', '8', 1),
(200421, 300005, 'Любар', '381', 1),
(200422, 300014, 'Любашевка', '382', 1),
(200423, 300002, 'Любешов', '383', 1),
(200424, 300002, 'Любомль', '384', 1),
(200425, 300019, 'Люботин', '640', 1),
(200427, 300003, 'Магдалиновка', '385', 1),
(200428, 300009, 'Макаров', '386', 1),
(200429, 300010, 'Малая Виска', '387', 1),
(200430, 300012, 'Малехов', '817', 1),
(200431, 300005, 'Малин', '388', 1),
(200432, 300019, 'Малиновка', '975', 1),
(200433, 300023, 'Мамаевцы', '697', 1),
(200434, 300004, 'Мангуш', '389', 1),
(200435, 300002, 'Маневичи', '390', 1),
(200436, 300022, 'Маньковка', '391', 1),
(200437, 300003, 'Марганец', '39', 1),
(200438, 300004, 'Мариуполь', '55', 1),
(200439, 300011, 'Марковка', '393', 1),
(200440, 300015, 'Машевка', '394', 1),
(200442, 300003, 'Межевая', '395', 1),
(200444, 300007, 'Мелитополь', '66', 1),
(200445, 300024, 'Мена', '396', 1),
(200446, 300019, 'Мерефа', '636', 1),
(200447, 300013, 'Николаев', '9', 1),
(200448, 300012, 'Николаев', '607', 1),
(200449, 300004, 'Николаевка', '627', 1),
(200450, 300014, 'Николаевка', '397', 1),
(200451, 300018, 'Микулинцы', '901', 1),
(200452, 300009, 'Милая', '920', 1),
(200453, 300015, 'Миргород', '144', 1),
(200454, 300009, 'Мироновка', '398', 1),
(200455, 300007, 'Михайловка', '399', 1),
(200456, 300022, 'Михайловка', '953', 1),
(200457, 300006, 'Межгорье', '400', 1),
(200458, 300016, 'Мизоч', '773', 1),
(200459, 300011, 'Меловое', '401', 1),
(200460, 300011, 'Мостки', '883', 1),
(200461, 300016, 'Млинов', '402', 1),
(200462, 300003, 'Могилев', '991', 1),
(200463, 300001, 'Могилев - Подольский', '403', 1),
(200464, 300007, 'Молочанск', '913', 1),
(200465, 300018, 'Монастыриска', '404', 1),
(200466, 300022, 'Монастырище', '405', 1),
(200467, 300012, 'Моршин', '740', 1),
(200468, 300012, 'Мостиска', '406', 1),
(200469, 300022, 'Мошны', '904', 1),
(200470, 300006, 'Мукачево', '69', 1),
(200471, 300001, 'Мурованые Куриловцы', '407', 1),
(200472, 300008, 'Надворная', '408', 1),
(200473, 300005, 'Народичи', '409', 1),
(200474, 300017, 'Недригайлов', '410', 1),
(200475, 300001, 'Немиров', '411', 1),
(200476, 300009, 'Немешаево', '717', 1),
(200477, 300023, 'Неполоковцы', '942', 1),
(200478, 300006, 'Нересница', '995', 1),
(200479, 300021, 'Нетешин', '562', 1),
(200480, 300020, 'Нижние Серогозы', '412', 1),
(200481, 300024, 'Нежин', '166', 1),
(200482, 300003, 'Никополь', '40', 1),
(200484, 300005, 'Новая Боровая', '835', 1),
(200485, 300019, 'Новая Водолага', '414', 1),
(200486, 300015, 'Новая Галещина', '999', 1),
(200487, 300020, 'Новая Збурьевка', '965', 1),
(200488, 300020, 'Новая Каховка', '41', 1),
(200490, 300013, 'Новая Одесса', '415', 1),
(200491, 300010, 'Новая Прага', '1002', 1),
(200492, 300021, 'Новая Ушица', '416', 1),
(200493, 300024, 'Новгород-Северский', '417', 1),
(200494, 300010, 'Новгородка', '418', 1),
(200495, 300010, 'Новое', '897', 1),
(200497, 300013, 'Новый Буг', '419', 1),
(200498, 300012, 'Новый Калинов', '937', 1),
(200499, 300012, 'Новый Роздол', '420', 1),
(200500, 300012, 'Новый Ярычев', '846', 1),
(200501, 300005, 'Новые Белокоровичи', '734', 1),
(200502, 300009, 'Новые Петровцы', '720', 1),
(200503, 300015, 'Новые Санжары', '421', 1),
(200504, 300011, 'Новоайдар', '626', 1),
(200505, 300010, 'Новоархангельск', '423', 1),
(200506, 300002, 'Нововолынск', '131', 1),
(200507, 300020, 'Нововоронцовка', '424', 1),
(200508, 300005, 'Новоград-Волынский', '95', 1),
(200509, 300004, 'Новогродовка', '617', 1),
(200510, 300023, 'Новоднестровск', '637', 1),
(200511, 300007, 'Новониколаевка', '425', 1),
(200512, 300010, 'Новомиргород', '426', 1),
(200513, 300003, 'Новомосковск', '42', 1),
(200514, 300020, 'Новоалександровка', '970', 1),
(200515, 300019, 'Новопокровка', '976', 1),
(200516, 300011, 'Новопсков', '427', 1),
(200517, 300023, 'Новоселица', '184', 1),
(200518, 300009, 'Новоселки', '722', 1),
(200519, 300020, 'Новотроицкое', '428', 1),
(200520, 300010, 'Новоукраинка', '429', 1),
(200521, 300012, 'Новояворовск', '646', 1),
(200522, 300024, 'Носовка', '430', 1),
(200523, 300008, 'Обертин', '979', 1),
(200524, 300015, 'Оболонь', '812', 1),
(200525, 300009, 'Обухов', '121', 1),
(200526, 300014, 'Овидиополь', '431', 1),
(200527, 300005, 'Овруч', '432', 1),
(200528, 300014, 'Одесса', '10', 1),
(200529, 300016, 'Оженин', '715', 1),
(200530, 300005, 'Олевск', '433', 1),
(200531, 300004, 'Александровка', '623', 1),
(200532, 300013, 'Александровка', '1004', 1),
(200533, 300010, 'Александровка', '434', 1),
(200534, 300010, 'Александрия', '116', 1),
(200536, 300006, 'Оноковцы', '893', 1),
(200537, 300010, 'Онуфриевка', '435', 1),
(200538, 300015, 'Опошня', '703', 1),
(200539, 300001, 'Оратов', '436', 1),
(200540, 300003, 'Покров', '82', 1),
(200541, 300015, 'Оржица', '437', 1),
(200542, 300016, 'Оржев', '1001', 1),
(200543, 300007, 'Орехов', '162', 1),
(200544, 300024, 'Остер', '889', 1),
(200545, 300016, 'Острог', '438', 1),
(200546, 300008, 'Отыния', '861', 1),
(200547, 300017, 'Ахтырка', '152', 1),
(200548, 300013, 'Очаков', '439', 1),
(200549, 300003, 'Пятихатки', '178', 1),
(200550, 300010, 'Павлыш', '761', 1),
(200551, 300003, 'Павлоград', '43', 1),
(200552, 300024, 'Парафиевка', '786', 1),
(200553, 300020, 'Рыково', '945', 1),
(200554, 300013, 'Первомайск', '85', 1),
(200555, 300013, 'Первомайское', '771', 1),
(200556, 300019, 'Первомайский', '441', 1),
(200557, 300008, 'Перегинское', '877', 1),
(200558, 300012, 'Перемышляны', '443', 1),
(200559, 300006, 'Перечин', '444', 1),
(200560, 300003, 'Перещепино', '658', 1),
(200561, 300009, 'Переяслав-Хмельницкий', '445', 1),
(200562, 300003, 'Першотравенск', '635', 1),
(200563, 300005, 'Першотравенск', '836', 1),
(200564, 300003, 'Петриковка', '446', 1),
(200566, 300009, 'Святопетровское', '815', 1),
(200568, 300010, 'Петрово', '447', 1),
(200569, 300003, 'Петропавловка', '448', 1),
(200570, 300019, 'Печенеги', '449', 1),
(200571, 300015, 'Пирятин', '189', 1),
(200572, 300018, 'Подволочиск', '450', 1),
(200573, 300018, 'Подгайцы', '451', 1),
(200574, 300003, 'Подгородное', '744', 1),
(200575, 300009, 'Песковка', '802', 1),
(200576, 300019, 'Песочин', '754', 1),
(200577, 300014, 'Песчаная', '949', 1),
(200578, 300010, 'Песчаный Брод', '957', 1),
(200579, 300001, 'Песчанка', '454', 1),
(200580, 300010, 'Побугское', '719', 1),
(200581, 300001, 'Погребище', '455', 1),
(200582, 300003, 'Покровское', '456', 1),
(200583, 300007, 'Пологи', '163', 1),
(200584, 300021, 'Полонное', '457', 1),
(200585, 300015, 'Полтава', '11', 1),
(200586, 300006, 'Поляна', '1000', 1),
(200587, 300008, 'Поляница', '751', 1),
(200588, 300010, 'Помошная', '656', 1),
(200589, 300021, 'Понинка', '763', 1),
(200590, 300011, 'Попасная', '458', 1),
(200592, 300005, 'Попельня', '459', 1),
(200593, 300018, 'Почаев', '687', 1),
(200594, 300007, 'Приазовское', '460', 1),
(200595, 300024, 'Прилуки', '192', 1),
(200596, 300007, 'Приморск', '461', 1),
(200597, 300010, 'Приютовка', '997', 1),
(200598, 300009, 'Пролиски', '1006', 1),
(200599, 300012, 'Пустомыты', '462', 1),
(200600, 300017, 'Путивль', '153', 1),
(200601, 300023, 'Путила', '463', 1),
(200602, 300012, 'Рава-Русская', '726', 1),
(200603, 300012, 'Радехов', '464', 1),
(200604, 300016, 'Радивилов', '465', 1),
(200605, 300005, 'Радомышль', '466', 1),
(200607, 300003, 'Радушное', '912', 1),
(200608, 300002, 'Ратно', '467', 1),
(200609, 300016, 'Рафаловка', '775', 1),
(200610, 300006, 'Рахов', '468', 1),
(200611, 300001, 'Рахны-Лисовые', '981', 1),
(200612, 300014, 'Рени', '469', 1),
(200613, 300015, 'Решетиловка', '164', 1),
(200614, 300009, 'Ржищев', '710', 1),
(200615, 300016, 'Ровно', '18', 1),
(200616, 300010, 'Ровное', '685', 1),
(200617, 300024, 'Репки', '470', 1),
(200618, 300008, 'Рогатин', '471', 1),
(200619, 300004, 'Родинское', '615', 1),
(200620, 300002, 'Рожище', '472', 1),
(200621, 300008, 'Рожнятов', '473', 1),
(200622, 300014, 'Раздельная', '149', 1),
(200623, 300007, 'Розовка', '475', 1),
(200624, 300009, 'Ракитное', '476', 1),
(200625, 300016, 'Рокитное', '477', 1),
(200626, 300005, 'Романов', '478', 1),
(200627, 300023, 'Романковцы', '926', 1),
(200628, 300017, 'Ромны', '137', 1),
(200629, 300011, 'Рубежное', '44', 1),
(200630, 300012, 'Рудки', '838', 1),
(200631, 300005, 'Ружин', '479', 1),
(200632, 300022, 'Русская Поляна', '772', 1),
(200633, 300014, 'Саврань', '480', 1),
(200634, 300012, 'Самбор', '94', 1),
(200636, 300014, 'Сарата', '481', 1),
(200637, 300016, 'Сарны', '482', 1),
(200639, 300019, 'Сахновщина', '483', 1),
(200640, 300006, 'Свалява', '484', 1),
(200641, 300011, 'Сватово', '485', 1),
(200642, 300017, 'Свесса', '688', 1),
(200643, 300010, 'Светловодск', '117', 1),
(200644, 300004, 'Святогорск', '622', 1),
(200645, 300004, 'Селидово', '616', 1),
(200646, 300015, 'Семеновка', '486', 1),
(200647, 300024, 'Семеновка', '487', 1),
(200648, 300015, 'Сенча', '994', 1),
(200649, 300014, 'Сергеевка', '985', 1),
(200650, 300017, 'Середина-Буда', '488', 1),
(200651, 300006, 'Среднее', '896', 1),
(200652, 300011, 'Северодонецк', '45', 1),
(200653, 300003, 'Синельниково', '489', 1),
(200654, 300004, 'Северск', '633', 1),
(200655, 300020, 'Скадовск', '106', 1),
(200656, 300018, 'Скала-Подольская', '936', 1),
(200657, 300018, 'Скалат', '939', 1),
(200658, 300009, 'Сквира', '490', 1),
(200659, 300012, 'Сколе', '491', 1),
(200660, 300012, 'Славское', '1009', 1),
(200661, 300021, 'Славута', '492', 1),
(200662, 300009, 'Славутич', '142', 1),
(200663, 300004, 'Славянск', '46', 1),
(200664, 300005, 'Словечное', '735', 1),
(200665, 300016, 'Смыга', '689', 1),
(200666, 300022, 'Смела', '96', 1),
(200667, 300010, 'Смолино', '647', 1),
(200668, 300013, 'Снигиревка', '494', 1),
(200669, 300008, 'Снятин', '495', 1),
(200670, 300012, 'Сокаль', '179', 1),
(200671, 300023, 'Сокиряны', '497', 1),
(200672, 300004, 'Соледар', '632', 1),
(200673, 300003, 'Соленое', '498', 1),
(200674, 300019, 'Солоницевка', '747', 1),
(200675, 300006, 'Солотвино', '805', 1),
(200676, 300024, 'Сосница', '499', 1),
(200677, 300012, 'Сосновка', '758', 1),
(200679, 300003, 'Софиевка', '500', 1),
(200680, 300002, 'Сошично', '910', 1),
(200681, 300024, 'Сребное', '501', 1),
(200682, 300009, 'Ставище', '502', 1),
(200684, 300002, 'Старая Выжевка', '504', 1),
(200685, 300021, 'Старая Синява', '505', 1),
(200686, 300012, 'Старый Самбор', '506', 1),
(200687, 300011, 'Старобельск', '508', 1),
(200688, 300002, 'Старовойтово', '683', 1),
(200689, 300021, 'Староконстантинов', '154', 1),
(200690, 300022, 'Стеблев', '974', 1),
(200691, 300012, 'Стебник', '807', 1),
(200692, 300016, 'Степань', '968', 1),
(200693, 300023, 'Сторожинец', '185', 1),
(200694, 300009, 'Стоянка', '620', 1),
(200695, 300001, 'Стрижавка', '821', 1),
(200696, 300012, 'Стрый', '74', 1),
(200697, 300012, 'Судовая Вишня', '880', 1),
(200698, 300017, 'Сумы', '56', 1),
(200699, 300001, 'Сутиски', '869', 1),
(200700, 300012, 'Сходница', '989', 1),
(200701, 300024, 'Талалаевка', '509', 1),
(200702, 300022, 'Тальное', '510', 1),
(200703, 300009, 'Тарасовка', '900', 1),
(200704, 300009, 'Тараща', '511', 1),
(200705, 300014, 'Тарутино', '512', 1),
(200706, 300014, 'Татарбунары', '513', 1),
(200707, 300021, 'Теофиполь', '515', 1),
(200708, 300001, 'Теплик', '516', 1),
(200709, 300014, 'Теплодар', '672', 1),
(200710, 300018, 'Теребовля', '146', 1),
(200711, 300015, 'Терешки', '818', 1),
(200712, 300017, 'Терны', '839', 1),
(200713, 300003, 'Терновка', '91', 1),
(200714, 300018, 'Тернополь', '19', 1),
(200715, 300009, 'Тетиев', '517', 1),
(200716, 300001, 'Тывров', '519', 1),
(200717, 300008, 'Тысменица', '518', 1),
(200718, 300008, 'Тлумач', '520', 1),
(200719, 300018, 'Толстое', '905', 1),
(200720, 300007, 'Токмак', '165', 1),
(200721, 300003, 'Томаковка', '521', 1),
(200722, 300016, 'Томашгород', '789', 1),
(200723, 300001, 'Томашполь', '522', 1),
(200724, 300002, 'Торчин', '792', 1),
(200725, 300011, 'Троицкое', '523', 1),
(200726, 300014, 'Троицкое', '992', 1),
(200728, 300001, 'Тростянец', '524', 1),
(200729, 300017, 'Тростянец', '79', 1),
(200730, 300012, 'Трускавец', '76', 1),
(200731, 300001, 'Тульчин', '525', 1),
(200732, 300001, 'Турбов', '823', 1),
(200733, 300002, 'Турийск', '526', 1),
(200734, 300012, 'Турка', '527', 1),
(200735, 300006, 'Тячев', '528', 1),
(200736, 300006, 'Ужгород', '63', 1),
(200737, 300009, 'Узин', '667', 1),
(200738, 300009, 'Украинка', '691', 1),
(200739, 300004, 'Украинск', '987', 1),
(200740, 300010, 'Благовещенское', '529', 1),
(200741, 300022, 'Умань', '145', 1),
(200742, 300002, 'Устилуг', '724', 1),
(200743, 300010, 'Устиновка', '530', 1),
(200744, 300009, 'Фастов', '129', 1),
(200745, 300014, 'Захарьевка', '531', 1),
(200746, 300019, 'Харьков', '13', 1),
(200747, 300020, 'Херсон', '14', 1),
(200748, 300012, 'Хыров', '741', 1),
(200749, 300021, 'Хмельницкий', '15', 1),
(200750, 300001, 'Хмельник', '532', 1),
(200751, 300012, 'Ходоров', '669', 1),
(200752, 300015, 'Хорол', '143', 1),
(200753, 300018, 'Хоростков', '732', 1),
(200754, 300023, 'Хотин', '186', 1),
(200755, 300022, 'Христиновка', '533', 1),
(200756, 300006, 'Хуст', '138', 1),
(200757, 300003, 'Царичанка', '534', 1),
(200758, 300022, 'Цибулев', '908', 1),
(200759, 300019, 'Циркуны', '800', 1),
(200760, 300020, 'Алёшки', '101', 1),
(200761, 300009, 'Чайки', '929', 1),
(200762, 300020, 'Чаплинка', '535', 1),
(200763, 300004, 'Часов Яр', '634', 1),
(200764, 300021, 'Чемеровцы', '536', 1),
(200765, 300022, 'Червоная Слобода', '767', 1),
(200767, 300019, 'Донец', '871', 1),
(200768, 300005, 'Пулины', '537', 1),
(200769, 300012, 'Червоноград', '136', 1),
(200770, 300015, 'Заводское', '651', 1),
(200771, 300014, 'Знаменка', '787', 1),
(200772, 300022, 'Черкассы', '62', 1),
(200773, 300003, 'Черкасское', '1010', 1),
(200774, 300023, 'Черновцы', '20', 1),
(200775, 300001, 'Черновцы', '538', 1),
(200776, 300024, 'Чернигов', '57', 1),
(200777, 300007, 'Черниговка', '245', 1),
(200778, 300005, 'Черняхов', '246', 1),
(200779, 300001, 'Чечельник', '244', 1),
(200780, 300022, 'Чигирин', '539', 1),
(200781, 300020, 'Чкалово', '951', 1),
(200782, 300019, 'Чкаловское', '814', 1),
(200783, 300006, 'Чоп', '611', 1),
(200784, 300021, 'Чорный Остров', '1007', 1),
(200785, 300022, 'Чернобай', '540', 1),
(200787, 300015, 'Чернухи', '542', 1),
(200788, 300018, 'Чортков', '147', 1),
(200789, 300019, 'Чугуев', '70', 1),
(200790, 300023, 'Чудей', '966', 1),
(200791, 300005, 'Чуднов', '543', 1),
(200792, 300015, 'Чутово', '544', 1),
(200793, 300001, 'Шаргород', '545', 1),
(200794, 300002, 'Шацк', '546', 1),
(200795, 300014, 'Шевченково', '798', 1),
(200796, 300019, 'Шевченково', '547', 1),
(200797, 300012, 'Шегини', '977', 1),
(200798, 300021, 'Шепетовка', '155', 1),
(200799, 300003, 'Широкое', '548', 1),
(200800, 300014, 'Ширяево', '549', 1),
(200801, 300015, 'Шишаки', '550', 1),
(200802, 300017, 'Шостка', '71', 1),
(200803, 300022, 'Шпола', '551', 1),
(200804, 300018, 'Шумск', '552', 1),
(200805, 300009, 'Счастливое', '833', 1),
(200806, 300011, 'Счастье', '135', 1),
(200807, 300012, 'Щирец', '947', 1),
(200808, 300024, 'Сновск', '553', 1),
(200809, 300003, 'Божедаровка', '718', 1),
(200810, 300014, 'Южное', '51', 1),
(200811, 300013, 'Южноукраинск', '89', 1),
(200812, 300003, 'Юрьевка', '554', 1),
(200813, 300012, 'Яворов', '555', 1),
(200814, 300009, 'Яготин', '556', 1),
(200815, 300007, 'Акимовка', '557', 1),
(200816, 300021, 'Ямполь', '811', 1),
(200817, 300001, 'Ямполь', '558', 1),
(200818, 300017, 'Ямполь', '559', 1),
(200820, 300008, 'Яремче', '874', 1),
(200821, 300015, 'Яреськи', '919', 1),
(200822, 300021, 'Ярмолинцы', '560', 1),
(200823, 300006, 'Ясиня', '701', 1),
(200824, 300020, 'Новоалексеевка', '1020', 1),
(200825, 300013, 'Мешково-Погорелово', '1016', 1),
(200826, 300003, 'Просяная', '1012', 1),
(200827, 300009, 'Требухов', '1023', 1),
(200828, 300006, 'Сокирница', '1013', 1),
(200829, 300006, 'Деловое', '1015', 1),
(200830, 300022, 'Тальянки', '1014', 1),
(200831, 300008, 'Ланчин', '1021', 1),
(200832, 300003, 'Нива Трудовая', '1011', 1),
(200833, 300019, 'Козачья Лопань', '1019', 1),
(200834, 300003, 'Партизанское', '1018', 1),
(200835, 300020, 'Козацкое', '1017', 1),
(200836, 300022, 'Сагуновка', '1022', 1),
(200837, 300020, 'Таврийск', '167', 1),
(200839, 300015, 'Скороходово', '1038', 1),
(200840, 300010, 'Пантаевка', '1034', 1),
(200841, 300024, 'Дмитровка', '1041', 1),
(200842, 300015, 'Нехвороща', '1043', 1),
(200844, 300002, 'Цумань', '756', 1),
(200845, 300020, 'Аскания-Нова', '1039', 1),
(200846, 300009, 'Княжичи', '1044', 1),
(200847, 300019, 'Тарановка', '1047', 1),
(200849, 300003, 'Богуслав', '1027', 1),
(200850, 300023, 'Недобоивцы', '1045', 1),
(200851, 300001, 'Винницкие Хутора', '1046', 1),
(200852, 300006, 'Чинадиево', '1029', 1),
(200853, 300014, 'Авангард', '1042', 1),
(200854, 300018, 'Мельница-Подольская', '1028', 1),
(200855, 300022, 'Геронимовка', '1030', 1),
(200856, 300009, 'Чабаны', '1035', 1),
(200857, 300009, 'Ворзель', '1026', 1),
(200858, 300012, 'Солонка', '1024', 1),
(200859, 300006, 'Буштыно', '1031', 1),
(200860, 300006, 'Горинчово', '1032', 1),
(200861, 300023, 'Шипинцы', '1040', 1),
(200862, 300014, 'Фонтанка', '1033', 1),
(200863, 300001, 'Браилов', '1057', 1),
(200864, 300013, 'Пересадовка', '1056', 1),
(200865, 300003, 'Майское', '1076', 1),
(200867, 300019, 'Покотиловка', '755', 1),
(200869, 300007, 'Малая Белозерка', '1060', 1),
(200870, 300006, 'Угля', '1079', 1),
(200871, 300022, 'Сигнаевка', '1078', 1),
(200872, 300016, 'Белая Криница', '1072', 1),
(200874, 300008, 'Угринов', '1066', 1),
(200875, 300005, 'Корнын', '1061', 1),
(200876, 300004, 'Новгородское', '1070', 1),
(200877, 300018, 'Белая', '1067', 1),
(200878, 300020, 'Таврийское', '1053', 1),
(200879, 300013, 'Полигон', '1074', 1),
(200880, 300009, 'Хотов', '1077', 1),
(200881, 300017, 'Низы', '1050', 1),
(200883, 300002, 'Струмовка', '1073', 1),
(200884, 300012, 'Меденичи', '1075', 1),
(200885, 300022, 'Вильшана', '1051', 1),
(200886, 300008, 'Яблонов', '1052', 1),
(200887, 300004, 'Горняк', '1068', 1),
(200888, 300021, 'Стуфчинцы', '1063', 1),
(200889, 300014, 'Староказачье', '1062', 1),
(200890, 300018, 'Заводское', '1071', 1),
(200891, 300001, 'Вендичаны', '1080', 1),
(200892, 300012, 'Журавно', '1048', 1),
(200893, 300012, 'Красное', '1049', 1),
(200894, 300002, 'Люблинец', '1054', 1),
(200895, 300012, 'Стрелки', '1059', 1),
(200896, 300001, 'Цекиновка', '1097', 1),
(200897, 300014, 'Дачное', '1085', 1),
(200898, 300003, 'Карнауховка', '1104', 1),
(200899, 300011, 'Краснореченское', '1082', 1),
(200900, 300020, 'Чорнобаевка', '1083', 1),
(200902, 300006, 'Минай', '1088', 1),
(200903, 300001, 'Медвежье Ушко', '1093', 1),
(200904, 300017, 'Николаевка', '1084', 1),
(200905, 300006, 'Копашново', '1094', 1),
(200906, 300022, 'Бабанка', '1089', 1),
(200908, 300012, 'Лешня', '1102', 1),
(200909, 300012, 'Великий Любень', '1096', 1),
(200910, 300013, 'Лысая Гора', '1101', 1),
(200911, 300009, 'Дударков', '1095', 1),
(200912, 300019, 'Высокий', '1087', 1),
(200913, 300024, 'Гончаровское', '1103', 1),
(200914, 300014, 'Нерубайское', '1100', 1),
(200915, 300019, 'Русская Лозовая', '1098', 1),
(200916, 300005, 'Червоное', '1105', 1),
(200917, 300001, 'Гавришовка', '1108', 1),
(200918, 300003, 'Марьянское', '712', 1),
(200919, 300003, 'Николаевка', '1090', 1),
(200920, 300012, 'Рясное-Русское', '1107', 1),
(200921, 300012, 'Краковец', '1099', 1),
(200922, 300022, 'Ладыжинка', '1092', 1),
(200923, 300010, 'Субботцы', '1106', 1),
(200924, 300007, 'Кирилловка', '1086', 1),
(200925, 300008, 'Печенежин', '1111', 1),
(200926, 300015, 'Ромодан', '1124', 1),
(200927, 300004, 'Сартана', '1123', 1),
(200928, 300005, 'Новогуйвинское', '1118', 1),
(200929, 300022, 'Ерки', '1116', 1),
(200930, 300011, 'Нижняя Дуванка', '1131', 1),
(200931, 300009, 'Красиловка', '1064', 1),
(200932, 300015, 'Стаси', '1122', 1),
(200933, 300003, 'Сурско-Литовское', '1119', 1),
(200934, 300006, 'Ракошино', '1115', 1),
(200936, 300003, 'Орловщина', '1113', 1),
(200937, 300006, 'Королево', '1112', 1),
(200939, 300018, 'Гримайлов', '1126', 1),
(200940, 300008, 'Гвоздец', '1110', 1),
(200941, 300019, 'Пивденное', '1130', 1),
(200943, 300009, 'Вишенки', '1120', 1),
(200944, 300015, 'Песчаное', '1125', 1),
(200945, 300007, 'Великая Знаменка', '1127', 1),
(200946, 300005, 'Гришковцы', '1128', 1),
(200947, 300017, 'Степановка', '1109', 1),
(200948, 300012, 'Гнездычев', '1117', 1),
(200950, 300020, 'Дарьевка', '1156', 1),
(200951, 300007, 'Беленькое', '1144', 1),
(200952, 300004, 'Алексеево-Дружковка', '1133', 1),
(200953, 300005, 'Озерное', '1137', 1),
(200954, 300007, 'Новобогдановка', '1157', 1),
(200955, 300020, 'Сивашкое', '1135', 1),
(200956, 300020, 'Преображенка', '1142', 1),
(200957, 300020, 'Чонгар', '1155', 1),
(200958, 300009, 'Григоровка', '1153', 1),
(200959, 300018, 'Великие Борки', '1148', 1),
(200960, 300023, 'Мамалига', '1139', 1),
(200961, 300009, 'Вороньков', '1146', 1),
(200962, 300009, 'Погребы', '1147', 1),
(200963, 300003, 'Новопавловка', '1143', 1),
(200964, 300019, 'Петровское', '1152', 1),
(200965, 300010, 'Тишковка', '1151', 1),
(200966, 300012, 'Стоянов', '1134', 1),
(200967, 300024, 'Лосиновка', '1154', 1),
(200968, 300001, 'Десна', '1136', 1),
(200969, 300003, 'Авиаторское', '1140', 1),
(200970, 300007, 'Мирное', '1145', 1),
(200971, 300004, 'Новотроицкое', '1138', 1),
(200972, 300022, 'Соколовка', '1141', 1),
(200973, 300022, 'Шевченково', '1149', 1),
(200974, 300020, 'Антоновка', '1159', 1),
(200975, 300017, 'Кириковка', '1162', 1),
(200976, 300016, 'Верба', '1160', 1),
(200977, 300003, 'Новоалександровка', '1158', 1),
(200978, 300009, 'Зазимье', '1167', 1),
(200979, 300016, 'Колоденка', '1161', 1),
(200980, 300022, 'Гельмязов', '1169', 1),
(200982, 300019, 'Панютино', '1163', 1),
(200983, 300007, 'Осипенко', '1164', 1),
(200984, 300006, 'Баранинцы', '1166', 1),
(200985, 300010, 'Червоная Каменка', '1165', 1),
(200987, 300006, 'Корытняны', '1178', 1),
(200988, 300008, 'Делятин', '1172', 1),
(200989, 300007, 'Балки', '1174', 1),
(200991, 300006, 'Нижние Ворота', '684', 1),
(200993, 300019, 'Рогань', '1176', 1),
(200994, 300003, 'Знаменовка', '1170', 1),
(200995, 300019, 'Бабаи', '1182', 1),
(200996, 300006, 'Вилок', '1189', 1),
(200998, 300014, 'Цебриково', '1191', 1),
(200999, 300012, 'Нисмичи', '1183', 1),
(201000, 300006, 'Иза', '1190', 1),
(201001, 300017, 'Стецковка', '1177', 1),
(201002, 300021, 'Старая Ушица', '1180', 1),
(201003, 300004, 'Донское', '1200', 1),
(201004, 300010, 'Новый Стародуб', '1194', 1),
(201005, 300012, 'Узловое', '1185', 1),
(201006, 300003, 'Вольне', '1179', 1),
(201007, 300014, 'Каролино-Бугаз', '1192', 1),
(201008, 300012, 'Павлов', '1184', 1),
(201009, 300013, 'Ольшанское', '1187', 1),
(201010, 300010, 'Аджамка', '1188', 1),
(201011, 300009, 'Триполье', '1195', 1),
(201012, 300009, 'Иванков', '1186', 1),
(201013, 300012, 'Сокольники', '1181', 1),
(201014, 300019, 'Малая Даниловка', '1207', 1),
(201015, 300006, 'Верхнее Водяное', '1210', 1),
(201016, 300016, 'Острожец', '1206', 1),
(201018, 300009, 'Заборье', '1212', 1),
(201019, 300001, 'Бохоники', '1201', 1),
(201020, 300006, 'Тересва', '1197', 1),
(201021, 300009, 'Гоголев', '1202', 1),
(201022, 300020, 'Райское', '1205', 1),
(201023, 300023, 'Великий Кучуров', '1198', 1),
(201024, 300011, 'Нещеретово', '1204', 1),
(201026, 300001, 'Ситковцы', '1199', 1),
(201027, 300011, 'Боровское', '1211', 1),
(201028, 300020, 'Железный Порт', '1208', 1),
(201029, 300020, 'Новониколаевка', '1196', 1),
(201030, 300017, 'Мирополье', '1213', 1),
(201031, 300021, 'Старый Острополь', '1226', 1),
(201032, 300003, 'Карповка', '1231', 1),
(201033, 300005, 'Сингуры', '1227', 1),
(201034, 300020, 'Новая Маячка', '1218', 1),
(201035, 300014, 'Таирово', '1215', 1),
(201036, 300017, 'Великая Чернетчина', '1219', 1),
(201037, 300012, 'Дулибы', '1230', 1),
(201038, 300015, 'Рассошенцы', '1222', 1),
(201039, 300004, 'Ялта', '1214', 1),
(201040, 300012, 'Ременов', '1224', 1),
(201041, 300018, 'Великая Березовица', '1223', 1),
(201042, 300017, 'Ольшана', '1221', 1),
(201043, 300006, 'Сторожница', '1220', 1),
(201044, 300019, 'Слатино', '1228', 1),
(201045, 300022, 'Песчаное', '1217', 1),
(201046, 300016, 'Виры', '1229', 1),
(201047, 300011, 'Станица Луганская', '503', 1),
(201048, 300023, 'Нижние Становци', '1216', 1),
(201049, 300006, 'Колочава', '1232', 1),
(201050, 300006, 'Страбичово', '1225', 1),
(201051, 300011, 'Новодружеск', '1235', 1),
(201052, 300019, 'Буды', '1236', 1),
(201055, 300023, 'Драчинцы', '1239', 1),
(201056, 300023, 'Испас', '1245', 1),
(201057, 300023, 'Банилов', '1238', 1),
(201059, 300014, 'Выпасное', '1240', 1),
(201060, 300010, 'Хмелевое', '1242', 1),
(201061, 300015, 'Камышня', '1241', 1),
(201062, 300006, 'Среднее Водяное', '1266', 1),
(201063, 300001, 'Уланов', '1251', 1),
(201064, 300020, 'Камышаны', '1246', 1),
(201065, 300008, 'Ясенов-Польный', '1262', 1),
(201066, 300020, 'Любимовка', '1256', 1),
(201067, 300012, 'Запытов', '1254', 1),
(201068, 300005, 'Довбыш', '1268', 1),
(201069, 300001, 'Чернятин', '1252', 1),
(201070, 300001, 'Копайгород', '1255', 1),
(201071, 300017, 'Боромля', '1253', 1),
(201072, 300006, 'Велятин', '1269', 1),
(201073, 300001, 'Некрасово', '1257', 1),
(201075, 300014, 'Шабо', '1247', 1),
(201076, 300004, 'Пивничное', '1250', 1),
(201077, 300016, 'Тучин', '1261', 1),
(201078, 300008, 'Куты', '1265', 1),
(201079, 300016, 'Тинное', '1260', 1),
(201080, 300007, 'Терпенье', '1270', 1),
(201081, 300012, 'Нижанковичи', '1258', 1),
(201082, 300002, 'Липины', '1249', 1),
(201083, 300004, 'Райгородок', '1243', 1),
(201084, 300003, 'Вольное', '1267', 1),
(201085, 300012, 'Ралевка', '1259', 1),
(201086, 300003, 'Елизаветовка', '1244', 1),
(201087, 300007, 'Долинское', '1273', 1),
(201088, 300006, 'Зняцево', '1287', 1),
(201089, 300004, 'Очеретино', '1272', 1),
(201090, 300004, 'Былбасовка', '1276', 1),
(201091, 300016, 'Дядьковичи', '1271', 1),
(201092, 300004, 'Марьинка', '392', 1),
(201093, 300013, 'Воскресенское', '1291', 1),
(201094, 300014, 'Затока', '1292', 1),
(201095, 300017, 'Нижняя Сыроватка', '1306', 1),
(201099, 300004, 'Опытное', '1297', 1),
(201100, 300011, 'Подгоровка', '1316', 1),
(201101, 300020, 'Рубановка', '1314', 1),
(201102, 300024, 'Понорница', '1312', 1),
(201103, 300003, 'Песчанка', '1315', 1),
(201104, 300013, 'Констянтиновка', '1310', 1),
(201105, 300017, 'Хотинь', '1278', 1),
(201106, 300008, 'Черниев', '1294', 1),
(201107, 300023, 'Розтоки', '1285', 1),
(201108, 300005, 'Мирополь', '1277', 1),
(201109, 300001, 'Якушинци', '1286', 1),
(201110, 300023, 'Мигово', '1309', 1),
(201111, 300003, 'Чаплино', '1307', 1),
(201112, 300012, 'Немиров', '1313', 1),
(201113, 300012, 'Верхнее Синевидное', '1308', 1),
(201115, 300016, 'Крупец', '1304', 1),
(201116, 300011, 'Райгородка', '1321', 1),
(201117, 300008, 'Ворохта', '1281', 1),
(201118, 300001, 'Серебрия', '1299', 1),
(201119, 300014, 'Ильичанка', '1303', 1),
(201120, 300013, 'Дорошовка', '1319', 1),
(201121, 300018, 'Дружба', '1263', 1),
(201122, 300006, 'Стеблёвка', '1300', 1),
(201123, 300003, 'Богдановка', '1322', 1),
(201124, 300014, 'Кислица', '1329', 1),
(201125, 300019, 'Пески-Радьковские', '1284', 1),
(201126, 300003, 'Горького', '1325', 1),
(201127, 300016, 'Александрия', '1311', 1),
(201128, 300008, 'Коршев', '1327', 1),
(201129, 300014, 'Молодежное', '1326', 1),
(201130, 300014, 'Великий Дальник', '1328', 1),
(201131, 300012, 'Подбуж', '1302', 1),
(201132, 300002, 'Змиенец', '1323', 1),
(201133, 300009, 'Калита', '1331', 1),
(201134, 300008, 'Большовцы', '1296', 1),
(201135, 300004, 'Комар', '1334', 1),
(201136, 300018, 'Заложцы', '1332', 1),
(201367, 300004, 'Старый Крым', '1330', 1),
(201368, 300004, 'Старомлиновка', '1335', 1),
(201369, 300009, 'Бышев', '1317', 1),
(201370, 300004, 'Талаковка', '1336', 1),
(201371, 300004, 'Светлодарск', '673', 1),
(201372, 300004, 'Авдеевка', '1337', 1),
(201373, 300004, 'Покровское', '1338', 1),
(201374, 300002, 'Олыка', '665', 1);

-- --------------------------------------------------------

--
-- Структура таблицы `oc_zone_to_geo_zone`
--

CREATE TABLE `oc_zone_to_geo_zone` (
  `zone_to_geo_zone_id` int(11) NOT NULL,
  `country_id` int(11) NOT NULL,
  `zone_id` int(11) NOT NULL DEFAULT '0',
  `geo_zone_id` int(11) NOT NULL,
  `date_added` datetime NOT NULL,
  `date_modified` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_zone_to_geo_zone`
--

INSERT INTO `oc_zone_to_geo_zone` (`zone_to_geo_zone_id`, `country_id`, `zone_id`, `geo_zone_id`, `date_added`, `date_modified`) VALUES
(110, 300001, 0, 4, '2019-04-08 17:50:37', '0000-00-00 00:00:00'),
(222, 300001, 0, 3, '2019-04-08 17:52:17', '0000-00-00 00:00:00'),
(111, 300002, 0, 4, '2019-04-08 17:50:37', '0000-00-00 00:00:00'),
(112, 300003, 0, 4, '2019-04-08 17:50:37', '0000-00-00 00:00:00'),
(113, 300004, 0, 4, '2019-04-08 17:50:37', '0000-00-00 00:00:00'),
(114, 300005, 0, 4, '2019-04-08 17:50:37', '0000-00-00 00:00:00'),
(115, 300006, 0, 4, '2019-04-08 17:50:37', '0000-00-00 00:00:00'),
(116, 300007, 0, 4, '2019-04-08 17:50:37', '0000-00-00 00:00:00'),
(117, 300008, 0, 4, '2019-04-08 17:50:37', '0000-00-00 00:00:00'),
(118, 300009, 0, 4, '2019-04-08 17:50:37', '0000-00-00 00:00:00'),
(119, 300010, 0, 4, '2019-04-08 17:50:37', '0000-00-00 00:00:00'),
(120, 300011, 0, 4, '2019-04-08 17:50:37', '0000-00-00 00:00:00'),
(121, 300012, 0, 4, '2019-04-08 17:50:37', '0000-00-00 00:00:00'),
(122, 300013, 0, 4, '2019-04-08 17:50:37', '0000-00-00 00:00:00'),
(123, 300014, 0, 4, '2019-04-08 17:50:37', '0000-00-00 00:00:00'),
(124, 300015, 0, 4, '2019-04-08 17:50:37', '0000-00-00 00:00:00'),
(125, 300016, 0, 4, '2019-04-08 17:50:37', '0000-00-00 00:00:00'),
(126, 300017, 0, 4, '2019-04-08 17:50:37', '0000-00-00 00:00:00'),
(127, 300018, 0, 4, '2019-04-08 17:50:37', '0000-00-00 00:00:00'),
(128, 300019, 0, 4, '2019-04-08 17:50:37', '0000-00-00 00:00:00'),
(129, 300020, 0, 4, '2019-04-08 17:50:37', '0000-00-00 00:00:00'),
(130, 300021, 0, 4, '2019-04-08 17:50:37', '0000-00-00 00:00:00'),
(131, 300022, 0, 4, '2019-04-08 17:50:37', '0000-00-00 00:00:00'),
(132, 300024, 0, 4, '2019-04-08 17:50:37', '0000-00-00 00:00:00'),
(133, 300023, 0, 4, '2019-04-08 17:50:37', '0000-00-00 00:00:00');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `oc_address`
--
ALTER TABLE `oc_address`
  ADD PRIMARY KEY (`address_id`),
  ADD KEY `customer_id` (`customer_id`);

--
-- Индексы таблицы `oc_admin_notepad`
--
ALTER TABLE `oc_admin_notepad`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `oc_api`
--
ALTER TABLE `oc_api`
  ADD PRIMARY KEY (`api_id`);

--
-- Индексы таблицы `oc_api_ip`
--
ALTER TABLE `oc_api_ip`
  ADD PRIMARY KEY (`api_ip_id`);

--
-- Индексы таблицы `oc_api_session`
--
ALTER TABLE `oc_api_session`
  ADD PRIMARY KEY (`api_session_id`);

--
-- Индексы таблицы `oc_attribute`
--
ALTER TABLE `oc_attribute`
  ADD PRIMARY KEY (`attribute_id`);

--
-- Индексы таблицы `oc_attribute_description`
--
ALTER TABLE `oc_attribute_description`
  ADD PRIMARY KEY (`attribute_id`,`language_id`);

--
-- Индексы таблицы `oc_attribute_group`
--
ALTER TABLE `oc_attribute_group`
  ADD PRIMARY KEY (`attribute_group_id`);

--
-- Индексы таблицы `oc_attribute_group_description`
--
ALTER TABLE `oc_attribute_group_description`
  ADD PRIMARY KEY (`attribute_group_id`,`language_id`);

--
-- Индексы таблицы `oc_banner`
--
ALTER TABLE `oc_banner`
  ADD PRIMARY KEY (`banner_id`);

--
-- Индексы таблицы `oc_banner_image`
--
ALTER TABLE `oc_banner_image`
  ADD PRIMARY KEY (`banner_image_id`);

--
-- Индексы таблицы `oc_cart`
--
ALTER TABLE `oc_cart`
  ADD PRIMARY KEY (`cart_id`),
  ADD KEY `cart_id` (`api_id`,`customer_id`,`session_id`,`product_id`,`recurring_id`);

--
-- Индексы таблицы `oc_category`
--
ALTER TABLE `oc_category`
  ADD PRIMARY KEY (`category_id`),
  ADD KEY `parent_id` (`parent_id`);

--
-- Индексы таблицы `oc_category_description`
--
ALTER TABLE `oc_category_description`
  ADD PRIMARY KEY (`category_id`,`language_id`),
  ADD KEY `name` (`name`);

--
-- Индексы таблицы `oc_category_filter`
--
ALTER TABLE `oc_category_filter`
  ADD PRIMARY KEY (`category_id`,`filter_id`);

--
-- Индексы таблицы `oc_category_path`
--
ALTER TABLE `oc_category_path`
  ADD PRIMARY KEY (`category_id`,`path_id`);

--
-- Индексы таблицы `oc_category_to_layout`
--
ALTER TABLE `oc_category_to_layout`
  ADD PRIMARY KEY (`category_id`,`store_id`);

--
-- Индексы таблицы `oc_category_to_store`
--
ALTER TABLE `oc_category_to_store`
  ADD PRIMARY KEY (`category_id`,`store_id`);

--
-- Индексы таблицы `oc_city`
--
ALTER TABLE `oc_city`
  ADD PRIMARY KEY (`city_id`);

--
-- Индексы таблицы `oc_country`
--
ALTER TABLE `oc_country`
  ADD PRIMARY KEY (`country_id`);

--
-- Индексы таблицы `oc_coupon`
--
ALTER TABLE `oc_coupon`
  ADD PRIMARY KEY (`coupon_id`);

--
-- Индексы таблицы `oc_coupon_category`
--
ALTER TABLE `oc_coupon_category`
  ADD PRIMARY KEY (`coupon_id`,`category_id`);

--
-- Индексы таблицы `oc_coupon_history`
--
ALTER TABLE `oc_coupon_history`
  ADD PRIMARY KEY (`coupon_history_id`);

--
-- Индексы таблицы `oc_coupon_product`
--
ALTER TABLE `oc_coupon_product`
  ADD PRIMARY KEY (`coupon_product_id`);

--
-- Индексы таблицы `oc_currency`
--
ALTER TABLE `oc_currency`
  ADD PRIMARY KEY (`currency_id`);

--
-- Индексы таблицы `oc_customer`
--
ALTER TABLE `oc_customer`
  ADD PRIMARY KEY (`customer_id`);

--
-- Индексы таблицы `oc_customer_activity`
--
ALTER TABLE `oc_customer_activity`
  ADD PRIMARY KEY (`customer_activity_id`);

--
-- Индексы таблицы `oc_customer_affiliate`
--
ALTER TABLE `oc_customer_affiliate`
  ADD PRIMARY KEY (`customer_id`);

--
-- Индексы таблицы `oc_customer_approval`
--
ALTER TABLE `oc_customer_approval`
  ADD PRIMARY KEY (`customer_approval_id`);

--
-- Индексы таблицы `oc_customer_group`
--
ALTER TABLE `oc_customer_group`
  ADD PRIMARY KEY (`customer_group_id`);

--
-- Индексы таблицы `oc_customer_group_description`
--
ALTER TABLE `oc_customer_group_description`
  ADD PRIMARY KEY (`customer_group_id`,`language_id`);

--
-- Индексы таблицы `oc_customer_history`
--
ALTER TABLE `oc_customer_history`
  ADD PRIMARY KEY (`customer_history_id`);

--
-- Индексы таблицы `oc_customer_ip`
--
ALTER TABLE `oc_customer_ip`
  ADD PRIMARY KEY (`customer_ip_id`),
  ADD KEY `ip` (`ip`);

--
-- Индексы таблицы `oc_customer_login`
--
ALTER TABLE `oc_customer_login`
  ADD PRIMARY KEY (`customer_login_id`),
  ADD KEY `email` (`email`),
  ADD KEY `ip` (`ip`);

--
-- Индексы таблицы `oc_customer_online`
--
ALTER TABLE `oc_customer_online`
  ADD PRIMARY KEY (`ip`);

--
-- Индексы таблицы `oc_customer_reward`
--
ALTER TABLE `oc_customer_reward`
  ADD PRIMARY KEY (`customer_reward_id`);

--
-- Индексы таблицы `oc_customer_search`
--
ALTER TABLE `oc_customer_search`
  ADD PRIMARY KEY (`customer_search_id`);

--
-- Индексы таблицы `oc_customer_transaction`
--
ALTER TABLE `oc_customer_transaction`
  ADD PRIMARY KEY (`customer_transaction_id`);

--
-- Индексы таблицы `oc_customer_wishlist`
--
ALTER TABLE `oc_customer_wishlist`
  ADD PRIMARY KEY (`customer_id`,`product_id`);

--
-- Индексы таблицы `oc_custom_field`
--
ALTER TABLE `oc_custom_field`
  ADD PRIMARY KEY (`custom_field_id`);

--
-- Индексы таблицы `oc_custom_field_customer_group`
--
ALTER TABLE `oc_custom_field_customer_group`
  ADD PRIMARY KEY (`custom_field_id`,`customer_group_id`);

--
-- Индексы таблицы `oc_custom_field_description`
--
ALTER TABLE `oc_custom_field_description`
  ADD PRIMARY KEY (`custom_field_id`,`language_id`);

--
-- Индексы таблицы `oc_custom_field_value`
--
ALTER TABLE `oc_custom_field_value`
  ADD PRIMARY KEY (`custom_field_value_id`);

--
-- Индексы таблицы `oc_custom_field_value_description`
--
ALTER TABLE `oc_custom_field_value_description`
  ADD PRIMARY KEY (`custom_field_value_id`,`language_id`);

--
-- Индексы таблицы `oc_download`
--
ALTER TABLE `oc_download`
  ADD PRIMARY KEY (`download_id`);

--
-- Индексы таблицы `oc_download_description`
--
ALTER TABLE `oc_download_description`
  ADD PRIMARY KEY (`download_id`,`language_id`);

--
-- Индексы таблицы `oc_event`
--
ALTER TABLE `oc_event`
  ADD PRIMARY KEY (`event_id`);

--
-- Индексы таблицы `oc_extension`
--
ALTER TABLE `oc_extension`
  ADD PRIMARY KEY (`extension_id`);

--
-- Индексы таблицы `oc_extension_install`
--
ALTER TABLE `oc_extension_install`
  ADD PRIMARY KEY (`extension_install_id`);

--
-- Индексы таблицы `oc_extension_path`
--
ALTER TABLE `oc_extension_path`
  ADD PRIMARY KEY (`extension_path_id`);

--
-- Индексы таблицы `oc_filter`
--
ALTER TABLE `oc_filter`
  ADD PRIMARY KEY (`filter_id`);

--
-- Индексы таблицы `oc_filter_description`
--
ALTER TABLE `oc_filter_description`
  ADD PRIMARY KEY (`filter_id`,`language_id`);

--
-- Индексы таблицы `oc_filter_group`
--
ALTER TABLE `oc_filter_group`
  ADD PRIMARY KEY (`filter_group_id`);

--
-- Индексы таблицы `oc_filter_group_description`
--
ALTER TABLE `oc_filter_group_description`
  ADD PRIMARY KEY (`filter_group_id`,`language_id`);

--
-- Индексы таблицы `oc_geo_zone`
--
ALTER TABLE `oc_geo_zone`
  ADD PRIMARY KEY (`geo_zone_id`);

--
-- Индексы таблицы `oc_information`
--
ALTER TABLE `oc_information`
  ADD PRIMARY KEY (`information_id`);

--
-- Индексы таблицы `oc_information_description`
--
ALTER TABLE `oc_information_description`
  ADD PRIMARY KEY (`information_id`,`language_id`);

--
-- Индексы таблицы `oc_information_to_layout`
--
ALTER TABLE `oc_information_to_layout`
  ADD PRIMARY KEY (`information_id`,`store_id`);

--
-- Индексы таблицы `oc_information_to_store`
--
ALTER TABLE `oc_information_to_store`
  ADD PRIMARY KEY (`information_id`,`store_id`);

--
-- Индексы таблицы `oc_language`
--
ALTER TABLE `oc_language`
  ADD PRIMARY KEY (`language_id`),
  ADD KEY `name` (`name`);

--
-- Индексы таблицы `oc_layout`
--
ALTER TABLE `oc_layout`
  ADD PRIMARY KEY (`layout_id`);

--
-- Индексы таблицы `oc_layout_module`
--
ALTER TABLE `oc_layout_module`
  ADD PRIMARY KEY (`layout_module_id`);

--
-- Индексы таблицы `oc_layout_route`
--
ALTER TABLE `oc_layout_route`
  ADD PRIMARY KEY (`layout_route_id`);

--
-- Индексы таблицы `oc_length_class`
--
ALTER TABLE `oc_length_class`
  ADD PRIMARY KEY (`length_class_id`);

--
-- Индексы таблицы `oc_length_class_description`
--
ALTER TABLE `oc_length_class_description`
  ADD PRIMARY KEY (`length_class_id`,`language_id`);

--
-- Индексы таблицы `oc_location`
--
ALTER TABLE `oc_location`
  ADD PRIMARY KEY (`location_id`),
  ADD KEY `name` (`name`);

--
-- Индексы таблицы `oc_manufacturer`
--
ALTER TABLE `oc_manufacturer`
  ADD PRIMARY KEY (`manufacturer_id`);

--
-- Индексы таблицы `oc_manufacturer_to_store`
--
ALTER TABLE `oc_manufacturer_to_store`
  ADD PRIMARY KEY (`manufacturer_id`,`store_id`);

--
-- Индексы таблицы `oc_marketing`
--
ALTER TABLE `oc_marketing`
  ADD PRIMARY KEY (`marketing_id`);

--
-- Индексы таблицы `oc_modification`
--
ALTER TABLE `oc_modification`
  ADD PRIMARY KEY (`modification_id`);

--
-- Индексы таблицы `oc_module`
--
ALTER TABLE `oc_module`
  ADD PRIMARY KEY (`module_id`);

--
-- Индексы таблицы `oc_openbay_faq`
--
ALTER TABLE `oc_openbay_faq`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `oc_option`
--
ALTER TABLE `oc_option`
  ADD PRIMARY KEY (`option_id`);

--
-- Индексы таблицы `oc_option_description`
--
ALTER TABLE `oc_option_description`
  ADD PRIMARY KEY (`option_id`,`language_id`);

--
-- Индексы таблицы `oc_option_value`
--
ALTER TABLE `oc_option_value`
  ADD PRIMARY KEY (`option_value_id`);

--
-- Индексы таблицы `oc_option_value_description`
--
ALTER TABLE `oc_option_value_description`
  ADD PRIMARY KEY (`option_value_id`,`language_id`);

--
-- Индексы таблицы `oc_order`
--
ALTER TABLE `oc_order`
  ADD PRIMARY KEY (`order_id`);

--
-- Индексы таблицы `oc_order_history`
--
ALTER TABLE `oc_order_history`
  ADD PRIMARY KEY (`order_history_id`);

--
-- Индексы таблицы `oc_order_option`
--
ALTER TABLE `oc_order_option`
  ADD PRIMARY KEY (`order_option_id`);

--
-- Индексы таблицы `oc_order_product`
--
ALTER TABLE `oc_order_product`
  ADD PRIMARY KEY (`order_product_id`),
  ADD KEY `order_id` (`order_id`);

--
-- Индексы таблицы `oc_order_recurring`
--
ALTER TABLE `oc_order_recurring`
  ADD PRIMARY KEY (`order_recurring_id`);

--
-- Индексы таблицы `oc_order_recurring_transaction`
--
ALTER TABLE `oc_order_recurring_transaction`
  ADD PRIMARY KEY (`order_recurring_transaction_id`);

--
-- Индексы таблицы `oc_order_shipment`
--
ALTER TABLE `oc_order_shipment`
  ADD PRIMARY KEY (`order_shipment_id`);

--
-- Индексы таблицы `oc_order_status`
--
ALTER TABLE `oc_order_status`
  ADD PRIMARY KEY (`order_status_id`,`language_id`);

--
-- Индексы таблицы `oc_order_total`
--
ALTER TABLE `oc_order_total`
  ADD PRIMARY KEY (`order_total_id`),
  ADD KEY `order_id` (`order_id`);

--
-- Индексы таблицы `oc_order_voucher`
--
ALTER TABLE `oc_order_voucher`
  ADD PRIMARY KEY (`order_voucher_id`);

--
-- Индексы таблицы `oc_product`
--
ALTER TABLE `oc_product`
  ADD PRIMARY KEY (`product_id`);

--
-- Индексы таблицы `oc_product_attribute`
--
ALTER TABLE `oc_product_attribute`
  ADD PRIMARY KEY (`product_id`,`attribute_id`,`language_id`);

--
-- Индексы таблицы `oc_product_description`
--
ALTER TABLE `oc_product_description`
  ADD PRIMARY KEY (`product_id`,`language_id`),
  ADD KEY `name` (`name`);

--
-- Индексы таблицы `oc_product_discount`
--
ALTER TABLE `oc_product_discount`
  ADD PRIMARY KEY (`product_discount_id`),
  ADD KEY `product_id` (`product_id`);

--
-- Индексы таблицы `oc_product_filter`
--
ALTER TABLE `oc_product_filter`
  ADD PRIMARY KEY (`product_id`,`filter_id`);

--
-- Индексы таблицы `oc_product_image`
--
ALTER TABLE `oc_product_image`
  ADD PRIMARY KEY (`product_image_id`),
  ADD KEY `product_id` (`product_id`);

--
-- Индексы таблицы `oc_product_option`
--
ALTER TABLE `oc_product_option`
  ADD PRIMARY KEY (`product_option_id`);

--
-- Индексы таблицы `oc_product_option_value`
--
ALTER TABLE `oc_product_option_value`
  ADD PRIMARY KEY (`product_option_value_id`);

--
-- Индексы таблицы `oc_product_recurring`
--
ALTER TABLE `oc_product_recurring`
  ADD PRIMARY KEY (`product_id`,`recurring_id`,`customer_group_id`);

--
-- Индексы таблицы `oc_product_related`
--
ALTER TABLE `oc_product_related`
  ADD PRIMARY KEY (`product_id`,`related_id`);

--
-- Индексы таблицы `oc_product_reward`
--
ALTER TABLE `oc_product_reward`
  ADD PRIMARY KEY (`product_reward_id`);

--
-- Индексы таблицы `oc_product_special`
--
ALTER TABLE `oc_product_special`
  ADD PRIMARY KEY (`product_special_id`),
  ADD KEY `product_id` (`product_id`);

--
-- Индексы таблицы `oc_product_to_category`
--
ALTER TABLE `oc_product_to_category`
  ADD PRIMARY KEY (`product_id`,`category_id`),
  ADD KEY `category_id` (`category_id`);

--
-- Индексы таблицы `oc_product_to_download`
--
ALTER TABLE `oc_product_to_download`
  ADD PRIMARY KEY (`product_id`,`download_id`);

--
-- Индексы таблицы `oc_product_to_layout`
--
ALTER TABLE `oc_product_to_layout`
  ADD PRIMARY KEY (`product_id`,`store_id`);

--
-- Индексы таблицы `oc_product_to_store`
--
ALTER TABLE `oc_product_to_store`
  ADD PRIMARY KEY (`product_id`,`store_id`);

--
-- Индексы таблицы `oc_recurring`
--
ALTER TABLE `oc_recurring`
  ADD PRIMARY KEY (`recurring_id`);

--
-- Индексы таблицы `oc_recurring_description`
--
ALTER TABLE `oc_recurring_description`
  ADD PRIMARY KEY (`recurring_id`,`language_id`);

--
-- Индексы таблицы `oc_return`
--
ALTER TABLE `oc_return`
  ADD PRIMARY KEY (`return_id`);

--
-- Индексы таблицы `oc_return_action`
--
ALTER TABLE `oc_return_action`
  ADD PRIMARY KEY (`return_action_id`,`language_id`);

--
-- Индексы таблицы `oc_return_history`
--
ALTER TABLE `oc_return_history`
  ADD PRIMARY KEY (`return_history_id`);

--
-- Индексы таблицы `oc_return_reason`
--
ALTER TABLE `oc_return_reason`
  ADD PRIMARY KEY (`return_reason_id`,`language_id`);

--
-- Индексы таблицы `oc_return_status`
--
ALTER TABLE `oc_return_status`
  ADD PRIMARY KEY (`return_status_id`,`language_id`);

--
-- Индексы таблицы `oc_review`
--
ALTER TABLE `oc_review`
  ADD PRIMARY KEY (`review_id`),
  ADD KEY `product_id` (`product_id`);

--
-- Индексы таблицы `oc_seo_url`
--
ALTER TABLE `oc_seo_url`
  ADD PRIMARY KEY (`seo_url_id`),
  ADD KEY `query` (`query`),
  ADD KEY `keyword` (`keyword`);

--
-- Индексы таблицы `oc_session`
--
ALTER TABLE `oc_session`
  ADD PRIMARY KEY (`session_id`);

--
-- Индексы таблицы `oc_setting`
--
ALTER TABLE `oc_setting`
  ADD PRIMARY KEY (`setting_id`);

--
-- Индексы таблицы `oc_shipping_courier`
--
ALTER TABLE `oc_shipping_courier`
  ADD PRIMARY KEY (`shipping_courier_id`);

--
-- Индексы таблицы `oc_statistics`
--
ALTER TABLE `oc_statistics`
  ADD PRIMARY KEY (`statistics_id`);

--
-- Индексы таблицы `oc_stock_status`
--
ALTER TABLE `oc_stock_status`
  ADD PRIMARY KEY (`stock_status_id`,`language_id`);

--
-- Индексы таблицы `oc_store`
--
ALTER TABLE `oc_store`
  ADD PRIMARY KEY (`store_id`);

--
-- Индексы таблицы `oc_tax_class`
--
ALTER TABLE `oc_tax_class`
  ADD PRIMARY KEY (`tax_class_id`);

--
-- Индексы таблицы `oc_tax_rate`
--
ALTER TABLE `oc_tax_rate`
  ADD PRIMARY KEY (`tax_rate_id`);

--
-- Индексы таблицы `oc_tax_rate_to_customer_group`
--
ALTER TABLE `oc_tax_rate_to_customer_group`
  ADD PRIMARY KEY (`tax_rate_id`,`customer_group_id`);

--
-- Индексы таблицы `oc_tax_rule`
--
ALTER TABLE `oc_tax_rule`
  ADD PRIMARY KEY (`tax_rule_id`);

--
-- Индексы таблицы `oc_theme`
--
ALTER TABLE `oc_theme`
  ADD PRIMARY KEY (`theme_id`);

--
-- Индексы таблицы `oc_translation`
--
ALTER TABLE `oc_translation`
  ADD PRIMARY KEY (`translation_id`);

--
-- Индексы таблицы `oc_upload`
--
ALTER TABLE `oc_upload`
  ADD PRIMARY KEY (`upload_id`);

--
-- Индексы таблицы `oc_user`
--
ALTER TABLE `oc_user`
  ADD PRIMARY KEY (`user_id`);

--
-- Индексы таблицы `oc_user_group`
--
ALTER TABLE `oc_user_group`
  ADD PRIMARY KEY (`user_group_id`);

--
-- Индексы таблицы `oc_voucher`
--
ALTER TABLE `oc_voucher`
  ADD PRIMARY KEY (`voucher_id`);

--
-- Индексы таблицы `oc_voucher_history`
--
ALTER TABLE `oc_voucher_history`
  ADD PRIMARY KEY (`voucher_history_id`);

--
-- Индексы таблицы `oc_voucher_theme`
--
ALTER TABLE `oc_voucher_theme`
  ADD PRIMARY KEY (`voucher_theme_id`);

--
-- Индексы таблицы `oc_voucher_theme_description`
--
ALTER TABLE `oc_voucher_theme_description`
  ADD PRIMARY KEY (`voucher_theme_id`,`language_id`);

--
-- Индексы таблицы `oc_weight_class`
--
ALTER TABLE `oc_weight_class`
  ADD PRIMARY KEY (`weight_class_id`);

--
-- Индексы таблицы `oc_weight_class_description`
--
ALTER TABLE `oc_weight_class_description`
  ADD PRIMARY KEY (`weight_class_id`,`language_id`);

--
-- Индексы таблицы `oc_zone`
--
ALTER TABLE `oc_zone`
  ADD PRIMARY KEY (`zone_id`);

--
-- Индексы таблицы `oc_zone_to_geo_zone`
--
ALTER TABLE `oc_zone_to_geo_zone`
  ADD PRIMARY KEY (`zone_to_geo_zone_id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `oc_address`
--
ALTER TABLE `oc_address`
  MODIFY `address_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT для таблицы `oc_admin_notepad`
--
ALTER TABLE `oc_admin_notepad`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `oc_api`
--
ALTER TABLE `oc_api`
  MODIFY `api_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT для таблицы `oc_api_ip`
--
ALTER TABLE `oc_api_ip`
  MODIFY `api_ip_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT для таблицы `oc_api_session`
--
ALTER TABLE `oc_api_session`
  MODIFY `api_session_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=23;

--
-- AUTO_INCREMENT для таблицы `oc_attribute`
--
ALTER TABLE `oc_attribute`
  MODIFY `attribute_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;

--
-- AUTO_INCREMENT для таблицы `oc_attribute_group`
--
ALTER TABLE `oc_attribute_group`
  MODIFY `attribute_group_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT для таблицы `oc_banner`
--
ALTER TABLE `oc_banner`
  MODIFY `banner_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT для таблицы `oc_banner_image`
--
ALTER TABLE `oc_banner_image`
  MODIFY `banner_image_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=217;

--
-- AUTO_INCREMENT для таблицы `oc_cart`
--
ALTER TABLE `oc_cart`
  MODIFY `cart_id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `oc_category`
--
ALTER TABLE `oc_category`
  MODIFY `category_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=113;

--
-- AUTO_INCREMENT для таблицы `oc_city`
--
ALTER TABLE `oc_city`
  MODIFY `city_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=104187;

--
-- AUTO_INCREMENT для таблицы `oc_country`
--
ALTER TABLE `oc_country`
  MODIFY `country_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=300025;

--
-- AUTO_INCREMENT для таблицы `oc_coupon`
--
ALTER TABLE `oc_coupon`
  MODIFY `coupon_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT для таблицы `oc_coupon_history`
--
ALTER TABLE `oc_coupon_history`
  MODIFY `coupon_history_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `oc_coupon_product`
--
ALTER TABLE `oc_coupon_product`
  MODIFY `coupon_product_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `oc_currency`
--
ALTER TABLE `oc_currency`
  MODIFY `currency_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT для таблицы `oc_customer`
--
ALTER TABLE `oc_customer`
  MODIFY `customer_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=15;

--
-- AUTO_INCREMENT для таблицы `oc_customer_activity`
--
ALTER TABLE `oc_customer_activity`
  MODIFY `customer_activity_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `oc_customer_approval`
--
ALTER TABLE `oc_customer_approval`
  MODIFY `customer_approval_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `oc_customer_group`
--
ALTER TABLE `oc_customer_group`
  MODIFY `customer_group_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT для таблицы `oc_customer_history`
--
ALTER TABLE `oc_customer_history`
  MODIFY `customer_history_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `oc_customer_ip`
--
ALTER TABLE `oc_customer_ip`
  MODIFY `customer_ip_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT для таблицы `oc_customer_login`
--
ALTER TABLE `oc_customer_login`
  MODIFY `customer_login_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT для таблицы `oc_customer_reward`
--
ALTER TABLE `oc_customer_reward`
  MODIFY `customer_reward_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `oc_customer_search`
--
ALTER TABLE `oc_customer_search`
  MODIFY `customer_search_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `oc_customer_transaction`
--
ALTER TABLE `oc_customer_transaction`
  MODIFY `customer_transaction_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `oc_custom_field`
--
ALTER TABLE `oc_custom_field`
  MODIFY `custom_field_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `oc_custom_field_value`
--
ALTER TABLE `oc_custom_field_value`
  MODIFY `custom_field_value_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `oc_download`
--
ALTER TABLE `oc_download`
  MODIFY `download_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `oc_event`
--
ALTER TABLE `oc_event`
  MODIFY `event_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=38;

--
-- AUTO_INCREMENT для таблицы `oc_extension`
--
ALTER TABLE `oc_extension`
  MODIFY `extension_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=54;

--
-- AUTO_INCREMENT для таблицы `oc_extension_install`
--
ALTER TABLE `oc_extension_install`
  MODIFY `extension_install_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=14;

--
-- AUTO_INCREMENT для таблицы `oc_extension_path`
--
ALTER TABLE `oc_extension_path`
  MODIFY `extension_path_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=1233;

--
-- AUTO_INCREMENT для таблицы `oc_filter`
--
ALTER TABLE `oc_filter`
  MODIFY `filter_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `oc_filter_group`
--
ALTER TABLE `oc_filter_group`
  MODIFY `filter_group_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `oc_geo_zone`
--
ALTER TABLE `oc_geo_zone`
  MODIFY `geo_zone_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT для таблицы `oc_information`
--
ALTER TABLE `oc_information`
  MODIFY `information_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT для таблицы `oc_language`
--
ALTER TABLE `oc_language`
  MODIFY `language_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT для таблицы `oc_layout`
--
ALTER TABLE `oc_layout`
  MODIFY `layout_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=15;

--
-- AUTO_INCREMENT для таблицы `oc_layout_module`
--
ALTER TABLE `oc_layout_module`
  MODIFY `layout_module_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=74;

--
-- AUTO_INCREMENT для таблицы `oc_layout_route`
--
ALTER TABLE `oc_layout_route`
  MODIFY `layout_route_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=55;

--
-- AUTO_INCREMENT для таблицы `oc_length_class`
--
ALTER TABLE `oc_length_class`
  MODIFY `length_class_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT для таблицы `oc_location`
--
ALTER TABLE `oc_location`
  MODIFY `location_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `oc_manufacturer`
--
ALTER TABLE `oc_manufacturer`
  MODIFY `manufacturer_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=18;

--
-- AUTO_INCREMENT для таблицы `oc_marketing`
--
ALTER TABLE `oc_marketing`
  MODIFY `marketing_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `oc_modification`
--
ALTER TABLE `oc_modification`
  MODIFY `modification_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=14;

--
-- AUTO_INCREMENT для таблицы `oc_module`
--
ALTER TABLE `oc_module`
  MODIFY `module_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=32;

--
-- AUTO_INCREMENT для таблицы `oc_openbay_faq`
--
ALTER TABLE `oc_openbay_faq`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `oc_option`
--
ALTER TABLE `oc_option`
  MODIFY `option_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT для таблицы `oc_option_value`
--
ALTER TABLE `oc_option_value`
  MODIFY `option_value_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=49;

--
-- AUTO_INCREMENT для таблицы `oc_order`
--
ALTER TABLE `oc_order`
  MODIFY `order_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT для таблицы `oc_order_history`
--
ALTER TABLE `oc_order_history`
  MODIFY `order_history_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=18;

--
-- AUTO_INCREMENT для таблицы `oc_order_option`
--
ALTER TABLE `oc_order_option`
  MODIFY `order_option_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT для таблицы `oc_order_product`
--
ALTER TABLE `oc_order_product`
  MODIFY `order_product_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT для таблицы `oc_order_recurring`
--
ALTER TABLE `oc_order_recurring`
  MODIFY `order_recurring_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `oc_order_recurring_transaction`
--
ALTER TABLE `oc_order_recurring_transaction`
  MODIFY `order_recurring_transaction_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `oc_order_shipment`
--
ALTER TABLE `oc_order_shipment`
  MODIFY `order_shipment_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `oc_order_status`
--
ALTER TABLE `oc_order_status`
  MODIFY `order_status_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=17;

--
-- AUTO_INCREMENT для таблицы `oc_order_total`
--
ALTER TABLE `oc_order_total`
  MODIFY `order_total_id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=41;

--
-- AUTO_INCREMENT для таблицы `oc_order_voucher`
--
ALTER TABLE `oc_order_voucher`
  MODIFY `order_voucher_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `oc_product`
--
ALTER TABLE `oc_product`
  MODIFY `product_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=56;

--
-- AUTO_INCREMENT для таблицы `oc_product_discount`
--
ALTER TABLE `oc_product_discount`
  MODIFY `product_discount_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=444;

--
-- AUTO_INCREMENT для таблицы `oc_product_image`
--
ALTER TABLE `oc_product_image`
  MODIFY `product_image_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2359;

--
-- AUTO_INCREMENT для таблицы `oc_product_option`
--
ALTER TABLE `oc_product_option`
  MODIFY `product_option_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=228;

--
-- AUTO_INCREMENT для таблицы `oc_product_option_value`
--
ALTER TABLE `oc_product_option_value`
  MODIFY `product_option_value_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=18;

--
-- AUTO_INCREMENT для таблицы `oc_product_reward`
--
ALTER TABLE `oc_product_reward`
  MODIFY `product_reward_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=548;

--
-- AUTO_INCREMENT для таблицы `oc_product_special`
--
ALTER TABLE `oc_product_special`
  MODIFY `product_special_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=441;

--
-- AUTO_INCREMENT для таблицы `oc_recurring`
--
ALTER TABLE `oc_recurring`
  MODIFY `recurring_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `oc_return`
--
ALTER TABLE `oc_return`
  MODIFY `return_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `oc_return_action`
--
ALTER TABLE `oc_return_action`
  MODIFY `return_action_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT для таблицы `oc_return_history`
--
ALTER TABLE `oc_return_history`
  MODIFY `return_history_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `oc_return_reason`
--
ALTER TABLE `oc_return_reason`
  MODIFY `return_reason_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT для таблицы `oc_return_status`
--
ALTER TABLE `oc_return_status`
  MODIFY `return_status_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT для таблицы `oc_review`
--
ALTER TABLE `oc_review`
  MODIFY `review_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `oc_seo_url`
--
ALTER TABLE `oc_seo_url`
  MODIFY `seo_url_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=859;

--
-- AUTO_INCREMENT для таблицы `oc_setting`
--
ALTER TABLE `oc_setting`
  MODIFY `setting_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=765;

--
-- AUTO_INCREMENT для таблицы `oc_statistics`
--
ALTER TABLE `oc_statistics`
  MODIFY `statistics_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT для таблицы `oc_stock_status`
--
ALTER TABLE `oc_stock_status`
  MODIFY `stock_status_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT для таблицы `oc_store`
--
ALTER TABLE `oc_store`
  MODIFY `store_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `oc_tax_class`
--
ALTER TABLE `oc_tax_class`
  MODIFY `tax_class_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT для таблицы `oc_tax_rate`
--
ALTER TABLE `oc_tax_rate`
  MODIFY `tax_rate_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=88;

--
-- AUTO_INCREMENT для таблицы `oc_tax_rule`
--
ALTER TABLE `oc_tax_rule`
  MODIFY `tax_rule_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=129;

--
-- AUTO_INCREMENT для таблицы `oc_theme`
--
ALTER TABLE `oc_theme`
  MODIFY `theme_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `oc_translation`
--
ALTER TABLE `oc_translation`
  MODIFY `translation_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `oc_upload`
--
ALTER TABLE `oc_upload`
  MODIFY `upload_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `oc_user`
--
ALTER TABLE `oc_user`
  MODIFY `user_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT для таблицы `oc_user_group`
--
ALTER TABLE `oc_user_group`
  MODIFY `user_group_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT для таблицы `oc_voucher`
--
ALTER TABLE `oc_voucher`
  MODIFY `voucher_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `oc_voucher_history`
--
ALTER TABLE `oc_voucher_history`
  MODIFY `voucher_history_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `oc_voucher_theme`
--
ALTER TABLE `oc_voucher_theme`
  MODIFY `voucher_theme_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT для таблицы `oc_weight_class`
--
ALTER TABLE `oc_weight_class`
  MODIFY `weight_class_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT для таблицы `oc_zone`
--
ALTER TABLE `oc_zone`
  MODIFY `zone_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=201375;

--
-- AUTO_INCREMENT для таблицы `oc_zone_to_geo_zone`
--
ALTER TABLE `oc_zone_to_geo_zone`
  MODIFY `zone_to_geo_zone_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=223;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
